var toc_content = ` 
7 
 
表 ３ 本ガイドラインとAI 事業者ガイドラインとの対応関係16 
本ガイドライン 
AI 事業者ガイドライン 
AI 統括責任者（CAIO） 
経営者を含む事業執行責任者 
企画者 
AI 開発者又はAI 提供者 
開発者 
AI 開発者 
提供者 
AI 提供者 
利用者 
AI 利用者 
 
※ 政府との契約により政府に生成AI システムを提供等する事業者は本ガイ
ドラインの直接の対象ではなく、上記政府職員である企画者や提供者が調達
手続や当該事業者との契約、契約事業者の監督、あるいは生成AI システム
提供事業者との協力を通じて本ガイドラインの順守や本ガイドラインに基づ
く取組を確保することとする。 
2.2.4 本ガイドラインの適用開始時期等について 
本ガイドラインの政府情報システムへの全面適用は、令和８年度以降に調
達・利活用を行う生成AI システムからである（令和８年度事業の令和８年３
月末以前の企画や公告等調達手続きを含む）が、令和７年度に調達・利活用を
行う生成AI システムについても、可能な限り本ガイドラインに沿った取組を
実施する。 
生成AI の利活用が、各府省庁で進んでいることも踏まえ、「４ AI の利活
用促進とAI ガバナンスの強化及び推進のための体制構築」の取組について
も、令和７年度から進めることとする。 
なお、本ガイドラインは、「ChatGPT 等の生成 AI の業務利用に関する申合
せ（第２.１版）」による政府における生成AI の適切な把握等について、リス
ク管理や利活用の促進と合わせて促進する観点から、その在り方を更に進化さ
せた上で統合したものである。今後は、同申合せに代わり、本ガイドラインを
適用し、取組を進める。 
 
 
 
16 政府向けである本ガイドラインと主に民間事業者を対象としたAI 事業者ガイドライ
ンでは、対応関係は一致しない場合がある。 

 
8 
 
３ 政府における生成AIの利活用方針 
3.1 政府における生成AI の利活用方針 
生成AI の政府での利活用は、情報漏えいや不適切な表現の生成などのリスク
を伴う一方、様々な事務作業や事務手続の効率化・高度化を実現し、働き方改
革や国民サービスの向上等行政の進化と革新を飛躍的に進める可能性がある。
加えて、今後、社会全体での安全・安心なAI の活用の推進や日本のAI 分野に
おける国際競争力の向上を実現するためにも、政府において率先してAI の利活
用に取り組むことは、極めて重要である。 
このため、各府省庁は、生成AI について、以下に取り組みつつ、積極的に業
務での活用を検討することとする。 
 
① 各府省庁は、AI 統括責任者（CAIO）の設置等AI システム統括監理の体制整
備を行うなど、AI ガバナンスの強化に取り組むこと。 
⇒「４ AI の利活用促進とAI ガバナンスの強化及び推進のための体制構築」
を参照。 
② 各府省庁の生成AI の調達・利活用を行う全ての者は、生成AI の便益とリス
クについて理解すること。 
⇒「５ 生成AI による便益とリスクを理解した利活用推進」を参照。 
③ 各府省庁の生成AI 調達・利活用を行う者は、生成AI のリスクを軽減するた
めの方策を把握し、それぞれが適切なリスク対策を実施するとともに、生成
AI システムの品質向上や利用方法の工夫による利用効果の増進を図ること。 
⇒「６ 政府における生成AI の調達・利活用に係るルール」を参照。 
 
その際、生成AI の活用を政府全体で着実に進めるため、各府省庁は、内部管
理系の業務等リスクが低いと考えられる生成AI の利活用について、スピード感
を持って実装を進める。 
また、相対的に高リスクである可能性がある生成AI の利活用（後述の「3.2 
高リスクな生成AI 利活用の考え方」を参照）であっても、行政の進化や革新を
もたらす取組については、適切なリスク対応を行った上で、可能な限り安全か
つ効果的なAI プロジェクトとして実施していけるよう、その取組を後押しする。 
このため、各府省庁は、行政の進化と革新につながるような生成AI の利活用
を積極的に推進するとともに、当該利活用ケースにあわせたリスク評価を行い、
高リスクの可能性がある生成AI の利活用について、当該プロジェクトの内容、
リスク軽減策や運用時を含めた品質確保策等を、「先進的AI 利活用アドバイザ

`;