var toc_content = ` 
14 
 
４ AIの利活用促進とAIガバナンスの強化及び推進のための体制構築 
4.1 政府全体のAI の利活用促進とAI ガバナンスのための体制構築 
4.1.1 先進的AI 利活用アドバイザリーボードの開催・AI 相談窓口の運用等 
政府横断で効果的・安全な生成AI プロジェクトの推進を行うため、AI の制
度、利活用、リスク管理、サイバーセキュリティ等に高度な知見を有する有識
者（民間有識者と政府職員の双方を含み得る）等からなる「先進的AI 利活用ア
ドバイザリーボード」を開催し、デジタル庁が事務局機能を担うこととする。 
「先進的AI利活用アドバイザリーボード」は、デジタル庁の他、AISI（AIセ
ーフティ・インスティテュート）がアドバイザリーボードの構成員や事務局機
能への参画を通じその知見や機能を生かした役割を果たすことによる効果的運
営を行う。 
 「先進的AI 利活用アドバイザリーボード」は、以下の役割を担う。 
• 各府省庁における生成AI の調達・利活用状況の把握 
• 各府省庁の高リスクに該当する可能性の高い生成AI の調達・利活用に係る
評価及びリスク緩和のための助言 
• 各府省庁における生成AI の調達・利活用のベストプラクティスの把握・発
信 
• 各府省庁で発生した生成AI システム特有のリスクケースの把握、再発防止
のための助言 
• 各府省庁における生成AI の効果的な利活用や、生成AI システムの機能性
や品質及び費用対効果の向上のための助言（AI 利活用について高度な知見
や豊富な経験を有する有識者や政府職員のリスト化や紹介の機能を含む。） 
• 本ガイドラインの見直しの検討 
 
先進的AI 利活用アドバイザリーボードは、政府全体の生成AI 施策の動向や
ガイドラインの運用状況を踏まえ、関係府省庁等と連携を行いつつガイドラ
インの見直しを行う。また、デジタル庁は、関係府省庁連絡会議として、「各
府省庁AI 統括責任者（CAIO）連絡会」を開催し、先進的AI 利活用アドバイザ
リーボードでの議論等について紹介するとともに、各府省庁における生成AI
の利活用状況や各府省庁におけるガバナンスの状況等の必要な情報提供を行
うこととする。 
 
あわせて、デジタル庁は、各府省庁からの生成AI の調達・利活用や本ガイド

 
15 
 
ラインの運用に関する質問・相談を受け付けることとし、「AI 相談窓口」とし
て運用を行う。 
「AI 相談窓口」は、以下のような各府省庁の相談を受け付け、技術的・専
門的観点から、機動的に各府省庁による生成AI の効果的な利活用を実現する
ために必要な支援・助言を行う。 
• ガイドラインの内容に関する問合せ 
• 生成AI を活用した行政事務の効率化・行政サービスの高度化等の手法や技
術的側面に係る相談 
• 高リスクな生成AI に該当するか判断に迷う事案についての相談 
• その他、リスク軽減に関して生成AI システムの企画や調達上留意すべき点
についての相談 
 
さらに、デジタル庁のAI 有識者/担当職員等が、デジタル庁が各府省庁に派
遣している専門人材とも連携して、各府省庁のプロジェクトにおける生成AI 利
活用について必要に応じて支援する体制も整えていく。 
 
4.1.2 デジタル庁の統括監理におけるチェック 
デジタル庁は、デジタル庁設置法（令和３年法律第36号）第４条第２項第17
号に基づく国の情報システムの整備・管理に関する事業の統括監理（一元的な
プロジェクト監理）の一環として、各府省庁における生成AI システムの導入予
定、生成AI システムのリスク対応の状況等について確認を行うとともに、その
状況を「先進的AI 利活用アドバイザリーボード」に共有する。 
4.2 各府省庁におけるAI ガバナンス体制の整備 
4.2.1 各府省庁におけるAI 統括責任者（CAIO）の設置 
各府省庁において生成AI システム調達契約のチェックを本ガイドラインに基
づき行うことを含め、生成AI システムのライフサイクルを通じた生成AI シス
テム統括監理の体制整備等を行う。 
具体的には、各府省庁は、AI 統括責任者（CAIO）を設置し、各府省庁におけ
る、生成AI システムの企画、行政データの取扱い、調達、利活用、運用、生成
AI システム特有のリスクケース等の状況を一元的に把握し、生成AI の適切な
調達・利活用に係る取組を行う。 
AI 統括責任者（CAIO）は、各府省庁における生成AI の利活用を各府省庁の

`;