var toc_content = `1 
〇〇省  生成AI システム利活用ルール（ひな形Ver1.0） 
令和〇年〇月〇日 
1.
ルールの目的
本ルールは、〇〇省職員による生成AI の適正な利活用を促進するため、「行
政の進化と革新のための生成AI の調達・利活用に係るガイドライン」等を踏ま
え、〇〇省職員が、生成AI システムを利用する際に遵守・留意すべき事項等を
定めるものである。 
2.
生成AI システムの利活用に係るルール
生成AI システムを利活用する際は、以下の（１）利活用前のルール※
（２）利活用中のルールを遵守すること。
※「DeepSeek 等の生成AI の業務利用に関する注意喚起（事務連絡）」1につ
いても併せて確認されたい。
（１）利活用前のルール
•
生成AI の利活用は、様々な便益が期待される一方、要機密情報の流出やハ
ルシネーションなどのリスクがあることを理解すること（生成AI による便
益とリスクについては、「行政の進化と革新のための生成AI の調達・利用
に係るガイドライン」の「５ 生成AI による便益とリスクを理解した利活
用推進」を参照。）。
•
生成AI システムの企画者又は提供者（政府職員又は国民が利活用する生成
AI システムを運営する政府職員。以下同じ。）から説明された利用方法、
セキュリティ上の留意点、生成AI の出力についての精度及びリスクの程度
を理解すること。（例：利活用できる生成AI の環境、利用条件、ルール、
相談先、情報セキュリティインシデント（JIS Q 27000:2019 における情報
セキュリティインシデントをいう）・生成AI システム特有のリスクケース
発生時対応等を利活用前に理解しておく。）。
•
生成AI システムへの入力結果及び出力結果は、必要に応じて生成AI シス
テムの提供者に提供する必要がある旨事前に了解すること（例：PJMO（プ
1DeepSeek 等の生成AI の業務利用に関する注意喚起（事務連絡）
https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources
/d2a5bbd2-ae8f-450c-adaa-33979181d26a/e7bfeba7/20250206_councils_social-
promotion-executive_outline_01.pdf 
別紙２ 

2 
ロジェクト推進組織のこと。ProJect Management Office の略字）からの
求めに応じて、アクセス可能な状態であれば入力データまたはプロンプ
ト・出力結果・データ提供の手段・形式等を提出する。）。
•
不特定多数の利用者に対して提供され、かつ定型約款や規約等への同意の
みで利用可能となるクラウドサービス型の生成AI システムを業務で利活用
する場合には、原則として、要機密情報を取り扱わないこと（例外として、
要機密情報を取扱う場合○○省情報セキュリティポリシーに基づき、情報
セキュリティ責任者の許可が必要。）。要機密情報を取り扱わない場合であ
っても、不特定多数の利用者に対して提供され、かつ定型約款や規約等へ
の同意のみで利用可能となるクラウドサービス型の生成AI システムを業務
で利活用する場合には、○○省情報セキュリティポリシーに基づき、利活
用の許可を得ること。また、要機密情報を取り扱わない場合であっても、
例えば、国外にサーバ装置を設置している場合は、現地の法令が適用され、
現地の政府等による検閲や接収を受ける可能性があることに留意すること。 
（２）利活用中のルール
①
入力データ又はプロンプトにおけるルール
•
利用者側の不理解やミスにより生じるリスクがあることを踏まえて、利用
目的の範囲内で生成AI システムを適切に利活用すること（例：生成AI シ
ステムの提供者から説明された利用方法や必要に応じてマニュアルと照ら
しつつ生成AI システムを活用する。生成AI システムの提供者から説明さ
れた利用目的範囲外の利活用をしない。）。 
•
生成AI システムに個人情報を含むプロンプトを入力する場合には、事前に
当該生成AI システムへの入力の可否を確認の上、当該個人情報の利用目的
のための必要最小限の利活用又は提供であることを十分に確認すること
（例：○○省のプライバシーポリシーや生成AI システムの提供者が定める
利活用ルールを確認し、問題がないかを判断したうえで利活用、判断が付
かない場合は個人情報を含まないプロンプトとする。）。
•
行政機関等が、生成AI システムに保有個人情報を含むプロンプトを入力し、
当該保有個人情報が当該プロンプトに対する応答結果の出力以外の目的で
取り扱われる場合、当該行政機関等は個人情報保護法（平成15 年法律第57
号）の規定に違反することとなる可能性がある。そのため、このようなプ
ロンプトの入力を行う場合には、当該生成AI システムを提供する事業者が、
当該保有個人情報を機械学習に利活用しないこと等を十分に確認すること。 
•
正確かつ最新のデータ入力を行うこと（例：不正確な回答につながってし
まうため、生成AI に入力する前に、前提が誤っている等の不正確な情報と

3 
なっていないかを利用者自身でチェックする。）。 
②
生成物利活用におけるルール
•
生成AI の出力に基づいて行われた判断も説明責任の対象に含まれることに
留意すること（例：利用者自身が生成物について説明できることを確かめ
たうえで業務利活用する。必要に応じて生成物を換言して、自身で説明で
きる表現にする。）。
•
責任を持って生成AI の出力結果の業務への利用判断を行うこと（例：入力
データまたはプロンプト、出力結果に含まれるバイアスに留意して、業務
に活用して問題ないかを利用者が判断する。判断に迷う場合は利活用しな
いこととする。）。
•
正確性や根拠・事実関係を必要な範囲内でリスクに応じて確認すること。
•
安全性・公平性・客観性・中立性等に問題がないことを確認し、問題のあ
る表現は必ず加除修正すること（例：差別用語や倫理に反する表現が含ま
れていないこと、著作権等第三者の権利を侵害していないこと、第三者の
生命・身体・財産等に危害や悪影響を及ぼすことがないこと等を確認す
る。）。
•
生成AI を活用して職務上作成した文書の取扱いについては、公文書管理法
（平成21 年法律第66 号）等2を踏まえて、適切に管理すること。
•
生成AI システム特有のリスクケースのうち特に重大なものを検知した場合
に、迅速にAI 統括責任者（CAIO）（xxx@xxx.go.jp）に報告をすること
（例：生成AI が人種・性別・文化等に関する偏見や差別を含む社会的に大
きな問題となり得る出力を行った。）。
3.
問い合わせ先
本ルールに関する問い合わせ先は、〇〇省○○担当（yyy@yy.go.jp）とす
る。 
なお、各種生成AI システムについては、各種生成AI システム提供者の窓口
担当（※生成AI システムの利活用に係る個別ルールが設けられている場合に
は、当該ルールに準拠すること）に問い合わせること。 
以上 
2 生成AI を活用して作成した文書の扱いについて、「デジタル技術を用いた行政文書
の作成・管理等について」（令和７年２月14 日 内閣府大臣官房公文書管理課長通知）
では、「行政機関の職員がAI を活用して職務上作成した文書（審議会の議事録原案
等）は、行政機関において、組織的に用いるものとして保有されれば行政文書になる
が、文書の正確性を確保するため、必要な確認を経ることが重要である」とされてい
る。 

本チェックシートの概要
本チェックシートは、生成AIシステムを調達する際に、事業者を評価・選定するための項目を整理したものである。
企画者は生成AIシステムの調達にあたって、調達仕様書を作成する際には、本チェックシートを参考にする。（【別紙４】契約チェックシート（生成AIシス
テム用）も併せて参考にし、調達仕様書に盛り込むことが適当な場合は、調達仕様書に盛り込む）
ただし、本チェックシートは「生成AIシステムの調達」に関して特有の留意すべき項目のみ掲載しており、別途「デジタル・ガバメント推進標準ガイドライン」の
内容や、「デジタル・ガバメント推進標準ガイドライン実践ガイドブック」の別紙「調達仕様書テンプレート」等を参照し調達仕様書を作成する必要がある。
なお、本チェックシートでは、「
`;