var toc_content = `デジタル社会推進標準ガイドラインDS-920 
行政の進化と革新のための生成AI の調達・利活
用に係るガイドライン
2025 年（令和７年）5 月27 日 
デジタル社会推進会議幹事会決定 
〔ドキュメントの位置付け〕 
Normative 
政府情報システムの整備及び管理に関するルールとして遵守する内容を定めた
ドキュメント 
〔キーワード〕 
生成AI、大規模言語モデル（LLM）、政府における生成AI の利活用方針、AI ガ
バナンス体制、生成AI プロジェクト、高リスクな生成AI、先進的AI 利活用アド
バイザリーボード、AI 統括責任者（CAIO）、生成AI の調達・利活用に係るリスク
管理（企画、調達、開発・運用、利活用、生成AI システム特有のリスクケース
への対応） 
〔概要〕 
生成AI の利活用促進とリスク管理を表裏一体で進めるため、政府における生
成AI のガバナンス、各府省庁における調達・利活用時のルールを定めるガイド
ライン。

改定履歴 
改定年月日 
改定箇所 
改定内容 
2025年5月27日 
- 
・初版作成

 
i 
 

`;