var toc_content = ` 
36 
 
（例：利活用状況の適切な監督や説明責任・原因究明を果たすため等に
収集するログイン履歴・プロンプトや出力結果等） 
6.4 政府における生成AI システムの開発者の対応事項 
政府においては、生成AI システムの開発は、主に事業者への委託により、実
施される場合が多い。このため、開発者に求める事項については、調達への応
募者に対し求める事項として、仕様書・契約書に盛り込むこととし、「6.3 政
府における生成AI の企画者の対応事項」として、記載している。 
なお、政府職員が自ら生成AI の開発を行う場合の開発者は、AI 事業者ガイ
ドライン「第３部 AI 開発者に関する事項」に掲げられた取組を行うこととす
る。 
6.5 政府における生成AI システムの提供者の対応事項 
生成AI システムの提供者は、システムのリリース後、以下の取組を実施する。 
① システムの運用 
• 
生成AI システムの出力が期待品質を満たしていること、および不適切な
生成やバイアスが発生していないことを監視する。 
（例：プロンプト・出力結果等の利用ログが取得できる場合にサンプル
チェックし、生成AI システムへの入出力及び判断根拠等を定期的にモニ
タリングし、判断根拠が偏っていないか、特定の文化背景を基にした出
力となっていないか等を確認する。また、利用者へのアンケート・利活
用実態状況調査で不適切な生成やバイアスが発生していないかを確認す
る。） 
• 
適切な目的で生成AI システムが利用されていること、および目的外利用
がされていないことを定期的に検証する。 
（例：プロンプト・出力結果等の利用ログが取得できる場合にサンプル
チェックし、業務と関係のない何らかの出力を期待していると思われる
入力をしていないこと等を確認する。また、利用者へのアンケート・利
活用実態状況調査で利用目的等を調査する。） 
• 
個人情報の不適切な取扱いや個人情報・要機密情報の流出、プライバシ
ー侵害がないか確認する。 
（例：プロンプト・出力結果等の利用ログが取得できる場合はサンプル
チェックを行い、個人情報の目的外利用が疑われるケースが発生してい
ないか、生成AI システムで想定される入力範囲を超えた要機密情報が含
まれていないか、プライバシー侵害が発生していないかを検知する。ま
た、利用者へのアンケート・利活用実態状況調査で同様の事象が発生し
ていないかを確認する。） 
• 
生成AI システムに対する最新のリスク（攻撃手法の多様化など）及びそ

`;