var toc_content = ` 
16 
 
業務において積極的に進めるとともに、各府省庁におけるAI ガバナンスの構築
及び実践の司令塔として、生成AI システム把握、適切なリスク管理の徹底、生
成AI システム特有のリスクケース対応、政府職員のAI リテラシー向上に向け
た研修、アドバイザリーボードへの報告の要否の決定等を行う。 
AI 統括責任者（CAIO）は、当該組織における総合的・計画的な行政デジタル
化の推進を統括する責任者であるデジタル統括責任者の役割のうち、AI 分野に
係る役割を担う。このため、AI 統括責任者（CAIO）は、各府省庁における「デ
ジタル統括責任者」又はデジタル統括責任者の業務を補佐する「副デジタル統
括責任者」級の政府職員が想定される17。 
 
4.2.2 先進的AI 利活用アドバイザリーボードへの報告 
各府省庁のAI 統括責任者（CAIO）は、随時各府省庁内における生成AI シス
テムの運営状況及び行政における生成AI の利活用の状況を一覧的にとりまと
め、その状況を定期的に（四半期に一度程度の頻度を目安とする）「先進的AI
利活用アドバイザリーボード」へ報告を行うこととする。 
また、各府省庁のAI 統括責任者（CAIO）は、企画者と連携しつつ、「３ 
政府における生成AI の利活用方針」のとおり、生成AI の利活用プロジェクト
の企画時において、適切なリスク評価を行い、高リスクの可能性がある生成AI
については、当該プロジェクトの内容・目的、リスク軽減策や運用時を含めた
品質確保策等を先進的AI 利活用アドバイザリーボードへ報告する。 
また、プロジェクトの企画時に限らず、構築時、リリース時、運用開始後も
含め、事情変化等により高リスクに該当する可能性が生じた場合や、企画時に
は生成AI の利活用を認識しておらず、リリース時や構築後に生成AI の利活用
を認識し、かつ、高リスクに該当する可能性が生じた場合にも、先進的AI 利
活用アドバイザリーボードへ報告を行うこととする。 
なお、生成AI の利活用が高リスクに該当するか否かについては、各府省庁
においてリスク評価の結果を踏まえて判断（AI 統括責任者（CAIO）が最終決
定）することとするが、「先進的AI 利活用アドバイザリーボード」から求め
があった場合は、各府省庁は当該プロジェクトについて、必要な報告を行うこ
ととする（「図 ４ 政府のAI 調達・利活用に係るガバナンス体制の概要」参
 
17 AI 統括責任者（CAIO）は、各府省庁の「デジタル統括責任者」又は「副デジタル統
括責任者」が兼任することも可能。 

 
17 
 
照）。18 
 
図 ４ 政府のAI 調達・利活用に係るガバナンス体制の概要 
 
 
 
 
18 リスク判定に情報セキュリティが関わることが想定される場合においては、適宜最
高情報セキュリティ責任者（CISO）と連携して協議を行った上で、高リスクかどうか
の判断を行う。 

 
18 
 
５ 生成AIによる便益とリスクを理解した利活用推進 
5.1 生成AI の便益 
AI 事業者ガイドラインでは、AI の活用による便益として、以下のとおり、示
されている。 
 
AI の活用による便益は多岐にわたっており、技術の進展に伴い拡大し続
けている。 
AI は各主体において価値を創造するために活用することができる。その
結果として以下のことが期待できる。 
• 
運営コストの削減 
• 
既存事業のイノベーションを加速させる新製品・サービスの創出 
• 
組織の変革 
さらに、様々な分野（農業、教育、医療、製造、輸送 等）への応用及
び様々な展開モデル（クラウドサービス、オンプレミスシステム、サイバ
ーフィジカルシステム 等）の活用が考えられる。 
 
政府においても、生成AI の利活用により、表５のような便益が期待され、こ
うした便益は、生成AI の急速な進歩に伴い、更なる拡大が期待される。 
各府省庁においては、こうした生成AI の便益を理解し、今後、積極的に業務
への活用を進めていく必要がある。 
あわせて、政府での利活用を加速するため、デジタル庁において、各府省庁
と連携しながら、実際の業務への活用のユースケースを想定した技術検証や
「AI アイデアソン・ハッカソン」等を通じたユースケースの創出にも積極的に
取り組む。 
 
表 ５ 政府による生成AI 利活用により期待される便益の例 
生成AI 導入目的 
便益の例 
行政目的の効率
的・効果的な実
現 
指定した内容の文案を作成する目的で活用するケー
ス。生成AI が生成した文章をもとに、必要に応じて微調
整・修正を行うだけで、短時間であいさつ文・メールの
作成、文章の要点の作成ができる。 
複雑で長い文章の要点を短時間で把握する目的で活用

`;