var toc_content = ` 
4 
 
２ 本ガイドラインの目的及び適用対象 
2.1 本ガイドラインの目的 
本ガイドラインは、政府における生成AI の調達・利活用において、我が国が
平成31 年３月に策定した「人間中心のAI 社会原則」において掲げられた３つ
の「基本理念」（「①人間の尊厳が尊重される社会（Dignity）」「②多様な背景
を持つ人々が多様な幸せを追求できる社会（Diversity and Inclusion）」「③持
続可能な社会（Sustainability）」）の実現を目指すものである。 
本ガイドラインは、生成AI の利活用促進のためのガードレールであり、本ガ
イドラインによって、政府による生成AI の安心・安全な利活用が着実に進展し、
以下のような利益を実現することを目指す。 
1. 行政目的の効率的・効果的な実現 
2. 企画立案能力の向上 
3. 情報収集・分析能力の向上 
4. 政府が作り出す政策・文書・分析等の質の向上 
5. 既存政府情報システムの生成AI を用いた機能や利便性向上 
6. 政府が利活用する生成AI 全体の機能性や品質及び費用対効果の向上 
7. 我が国のAI 分野における国際競争力の向上及び産業の育成 
8. AI の安全性の向上及び国際的な相互運用性の確保 
9. 政府におけるデータガバナンスの強化 
 
2.2 対象範囲 
2.2.1 本ガイドラインが対象とする情報システム 
本ガイドラインは、政府情報システムのうち「2.2.2 本ガイドラインが対
象とする生成AI」に記載した生成AI を構成要素とするシステムに適用するも
のとする。ただし、特定秘密（特定秘密の保護に関する法律（平成25 年法律第
108 号）第３条第１項に規定する特定秘密をいう。）、重要経済安保情報（重要
経済安保情報の保護及び活用に関する法律（令和６年法律第27 号）第３条第１
項に規定する重要経済安保情報をいう。）又は行政文書の管理に関するガイド
ライン（内閣総理大臣決定。平成23 年４月１日）に掲げる秘密文書としての取
扱いを要する情報を扱う政府情報システムについては、本ガイドラインの全部
を適用対象外とする。また、安全保障、公共の安全・秩序の維持といった機微
な情報及び当該情報になり得る情報を扱う政府情報システムについても、本ガ

`;