var toc_content = ` 
24 
 
６ 政府における生成AIの調達・利活用に係るルール 
6.1 政府における生成AI の調達・利活用に係る対応事項の全体像 
6.1.1 各種法令・ガイドライン等を踏まえた対応事項 
① 生成AI システムの調達・利活用においても、各種法令や「デジタル社会
推進標準ガイドライン」、「政府機関等のサイバーセキュリティ対策のための
統一基準群」、「IT 調達に係る国等の物品等又は役務の調達方針及び調達手続
に関する申合せ」、「個人情報の保護に関する法律についてのガイドライン
（行政機関等編）」等の政府情報システムに係るガイドラインを遵守するこ
とが必要である。 
 
② 本ガイドラインの対象となる生成AI システムに関して、要機密情報を取り
扱うクラウドサービスを調達する場合においては、政府情報システムのため
のセキュリティ評価制度（ISMAP：Information system Security Management 
and Assessment Program）の原則利用の考え方に基づき、原則としてISMAP
クラウドサービスリスト又はISMAP-LIU クラウドサービスリストから選定し
た上で、別途、本ガイドラインによる対応を行う必要がある。すなわち、生
成AI システムに特有のリスク等についての必要な対応は本ガイドラインに基
づき行うため、ISMAP クラウドサービスリスト又はISMAP-LIU クラウドサー
ビスリストから選定したものであっても、本ガイドラインの対応が不要とな
るものではないことに注意が必要である。 
 
③ 不特定多数の利用者に対して提供され、かつ定型約款や規約等への同意の
みで利用可能となるクラウドサービス型の生成AI システムを業務で利活用す
る場合には、原則として要機密情報を取り扱うことはできない。また、要機
密情報を取り扱わない場合であっても、リスクを考慮した上で利用可能な業
務の範囲をあらかじめ特定し、個々の利用に当たっては、利用手続きに従っ
て、利用目的（業務内容）や利用者の範囲などの企画者からの申請内容を許
可権限者
22が審査した上で利用の可否を決定し、その利用状況について管理
することが必要である。 
 
④ 政府機関等における生成AI の業務利用にあたっては、「DeepSeek 等の生成
AI の業務利用に関する注意喚起（令和７年２月６日デジタル社会推進会議幹
 
22 例外措置の適用の申請を審査し、許可する者を指す。 

`;