var toc_content = ` 
2 
 
ともに、デジタル庁においては、行政の課題をAI で解決することを目指した
「AI アイデアソン・ハッカソン」や生成AI システムの各種検証事業等を行い
ながら、ユースケースの発掘や実用化のための試行環境等を用いた検証が進め
られ、利活用促進に向けた取組も政府全体で進められているところである。 
 
本ガイドラインは、政府の様々な業務への生成AI6の利活用促進とリスク管
理を表裏一体で進めるため、政府におけるAI ガバナンスやベストプラクティス
の共有体制、生成AI の調達・利活用において留意すべきリスク等についての考
え方、政府が利活用する生成AI 全体の機能性や品質及び費用対効果の向上等に
ついて、AI 事業者ガイドラインや「政府機関等のサイバーセキュリティ対策の
ための統一基準群
7」等既存のガイドライン及び諸外国政府のルールの動向等
を踏まえ整理し、国の政府職員等向けのガイドラインとして示すものである。 
1.2 本ガイドラインの位置付け 
本ガイドラインは、デジタル社会推進標準ガイドライン群
8のうち規範とし
て順守するドキュメントの一つとして位置付けられる。 
1.3 用語 
本ガイドラインにおける用語は、表１及び本ガイドラインに別段の定めがあ
る場合を除くほか、標準ガイドライン群用語集の例による。 
表 １ 用語の定義 
用語 
意味 
AI 
「AI システム（以下に定義）」自体又は機械学習をす
るソフトウェア若しくはプログラムを含む抽象的な概
念。 
（出典：「AI 事業者ガイドライン」P.9） 
生成AI 
文章、画像、プログラム等を生成できるAIモデルに基
づくAI の総称。 
 
6 本ガイドラインで対象とする生成AI は、テキスト生成AI とする（詳細は「2.2.2 
本ガイドラインが対象とする生成AI」を参照）。 
7 政府機関等のサイバーセキュリティ対策のための統一基準群
https://www.nisc.go.jp/policy/group/general/kijun.html 
8 デジタル社会推進標準ガイドライン群
https://www.digital.go.jp/resources/standard_guidelines 

`;