var toc_content = ` 
18 
 
５ 生成AIによる便益とリスクを理解した利活用推進 
5.1 生成AI の便益 
AI 事業者ガイドラインでは、AI の活用による便益として、以下のとおり、示
されている。 
 
AI の活用による便益は多岐にわたっており、技術の進展に伴い拡大し続
けている。 
AI は各主体において価値を創造するために活用することができる。その
結果として以下のことが期待できる。 
• 
運営コストの削減 
• 
既存事業のイノベーションを加速させる新製品・サービスの創出 
• 
組織の変革 
さらに、様々な分野（農業、教育、医療、製造、輸送 等）への応用及
び様々な展開モデル（クラウドサービス、オンプレミスシステム、サイバ
ーフィジカルシステム 等）の活用が考えられる。 
 
政府においても、生成AI の利活用により、表５のような便益が期待され、こ
うした便益は、生成AI の急速な進歩に伴い、更なる拡大が期待される。 
各府省庁においては、こうした生成AI の便益を理解し、今後、積極的に業務
への活用を進めていく必要がある。 
あわせて、政府での利活用を加速するため、デジタル庁において、各府省庁
と連携しながら、実際の業務への活用のユースケースを想定した技術検証や
「AI アイデアソン・ハッカソン」等を通じたユースケースの創出にも積極的に
取り組む。 
 
表 ５ 政府による生成AI 利活用により期待される便益の例 
生成AI 導入目的 
便益の例 
行政目的の効率
的・効果的な実
現 
指定した内容の文案を作成する目的で活用するケー
ス。生成AI が生成した文章をもとに、必要に応じて微調
整・修正を行うだけで、短時間であいさつ文・メールの
作成、文章の要点の作成ができる。 
複雑で長い文章の要点を短時間で把握する目的で活用

 
19 
 
生成AI 導入目的 
便益の例 
するケース（議事録の要約など）。複雑な内容や長い文章
でも瞬時に要約できるので、短時間で文章の要点を把握
できる。 
日本語の文章を英語に翻訳する目的で活用するケー
ス。翻訳にかかる時間が短縮され、再度日本語に翻訳す
ることで正しいかの確認も一定レベルで行うことができ
る。 
企画立案能力の
向上 
アイデア出しを目的で活用するケース。生成AI が提示
した企画案から、内容を深堀していく方法により、効率
的に企画書作成ができる。指定したテーマに関して、新
たな気づきや考えの整理ができるので、より企画のイメ
ージがしやすくなる。 
情報収集・分析
能力の向上 
過去事例などの府省庁内の文書調査の目的で活用する
ケース。作業工数を削減できることで期限超過すること
なく、問合せ回答が可能となる。 
政府が作り出す
政策・文書・分
析等の質の向上 
 
政府が開催するイベント情報をSNS 向けの記事にする
目的で活用するケース。複数の記事のアイデアの提案か
ら、それぞれの良さを取り入れて、より洗練された記事
を作成することができる。 
周囲に相談する前に、作成した文章の評価・分析をす
る目的で活用するケース。上司から指摘される前に一次
的に生成AI による文章確認を行うことができ、報告書の
質を高めるための有益なフィードバックを得ることがで
きる。 
提出された報告書について、実効性の観点から課題・
対策案を検討する目的で活用するケース。生成AI による
指摘や対策案が具体的かつ多角的で、報告書の質を高め
るための有益なフィードバックを得ることができる。 
既存政府情報シ
ステムの生成AI
を用いた機能や
利便性向上 
問合せの分類・検索業務において、生成AI を活用する
ことにより、既存政府情報システムの分類・検索精度の
向上が見込める。 
 
 

 
20 
 
5.2 生成AI によるリスク 
AI 事業者ガイドラインでは、AI のリスクとして、以下が例示されている。 
 
表 ６ AI 事業者ガイドラインにおけるリスクの例 
リスクの分類案 
AI によるリスク事例とその概要 
技
術
的
リ
ス
ク
19 
学習及び
入力段階
のリスク 
データ汚染攻撃等のAI システムへの攻撃 
 学習データへの不正データ混入、アプリケーション⾃体を
狙ったサイバー攻撃、プロンプトを通した攻撃等のリスクに
より、AI の出力が意図的に操作され、悪影響が生じる。 
出力段階
のリスク 
バイアスのある出力、差別的出力、一貫性のない出力等 
 学習データの偏り等によりAI が差別を助長する。 
ハルシネーション等による誤った出力 
 生成AI が事実と異なることをもっともらしく回答する。 
事後対応
段階のリ
スク 
ブラックボックス化、判断に関する説明の不足 
 AI の判断のブラックボックス化により、有事の説明責任を
果たせなくなる。また、複雑な機構を持つAI システムの場
合、メンテナンスやトラブルシューティングの難易度が上が
る場合がある。 
社
会
的
リ
ス
ク
20 
倫理・法
に関する
リスク 
個人情報の不適切な取扱い 
 適切な同意取得がなく、透明性を欠く個人情報の利用が行
われる。 
生命等に関わる事故の発生 
 自動運転等において、AI の誤動作による⼤規模な事故リス
クが発生する懸念がある。生成AI で機械等のプログラムコ
ードを生成するケースでは、誤った/非効率なコードによっ
て、パフォーマンスの低下や事故等につながる懸念がある。 
トリアージにおける差別 
 AI が優先順位を決定する際にバイアスを持つことで、公平
性の喪失等が生じる可能性がある。医療場面においては、生
命に対する脅威が発生する可能性がある。 
過度な依存 
 
19 主にAI システム特有のもの。 
20 既存のリスクがAI においても発生又はAI によって増幅するもの。 

`;