var toc_content = ` 
29 
 
6.3 政府における生成AI システムの企画者の対応事項 
6.3.1 生成AI システムの企画時の対応事項 
 生成AI システムの企画者は、企画時に以下の対応を実施する。生成AI の便
益を最大化するためには、企画時に業務・生成AI システム両方の知見を用いて
検討を進めることが望ましい。そのため、業務知見者と生成AI システム知見者
の両者が連携する体制を構築した上で、生成AI システムを企画することに努め
る。 
① 企画者は、生成AI システムを使って何を実現・解決したいのか目的を明確
にするとともに、適切な目標設定を行う。 
 
② 企画者は、当該ユースケースを想定した環境・リスク分析を行うとともに、
リスクを最小限に抑える方法や運用時を含めた品質確保策等を検討する。 
 
③ 企画者は、デジタル庁が実施する統括監理の際に、生成AI システムの導入
予定、リスク分析結果、リスク対応策、行政データの取扱い等について、報
告を行う。 
 
④ 企画者は、高リスクの可能性がある生成AI システムについては、「4.2.2 
先進的AI 利活用アドバイザリーボードへの報告」のとおり、当該プロジェ
クト目的、リスク軽減策や運用時を含めた品質確保策等を、AI 統括責任者
（CAIO）が先進的AI 利活用アドバイザリーボードへ報告する際、連携して
対応を行う。 
 
⑤ 今後、政府における生成AI の利用拡大を見据え、政府機関等における生成
AI システム間のデータ等の連携や府省庁間の共同利用、共同プロジェクトや
共通システムの組成等を通じて政府全体としての生成AI システムの最適化
を図る観点は重要である。例えば、ガバメントクラウド等の共通機能上で、
提供される生成AIシステムを積極的に活用することで、費用対効果の向上、
セキュリティの確保、業務システムとの連携等を効率的に行うことができる
可能性がある。このため、企画者は、新たな生成AI システムの検討に当た
っては、こうした共通機能として提供されたサービスの利活用についても留
意する。（※） 
 
※ ガバメントクラウドに関する法律（情報通信技術を活用した行政の推

 
30 
 
進等に関する法律の一部を改正する法律（令和７年法律第４号））に基
づき、国の行政機関等が自らの事務の実施に関連する情報システムの
整備を行う場合は、ガバメントクラウドの利活用を検討する義務があ
る。 
生成AI と組み合わせたシステム整備あるいは更改を検討する際にも、
当該システムをガバメントクラウド上に構築した上でパッケージやツ
ールを活用する形で効率的に生成AI 環境を確保できないか等について
検討することが求められる。 
その他、具体的な利活用検討の考え方については、「ガバメントクラ
ウド利用検討の基本的な考え方について」を参照されたい。 
6.3.2 生成AI システムの調達時の対応事項 
① 企画者は、「【別紙３】調達チェックシート（生成AI システム用）」（以下、
「調達チェックシート」という。）（※）を参照し、事業者及び調達予定の
生成AI システム等について、調達の応募者に対し求める事項として、調達
仕様書に盛り込む。また、企画者は、リスク分析結果等を踏まえ、「調達
チェックシート」に記載のない事項についても、必要に応じ追加を検討す
る。 
 
※ 「調達チェックシート」は、AI 事業者ガイドライン及びAISI が公表し
ている「AI セーフティに関する評価観点ガイド（第1.01 版）」24等を
参考に、生成AI 納入事業者のAI ガバナンス、適切なインプット・アウ
トプットやデータの取扱い、偽誤情報の出力防止等を含むLLM やサービ
スの品質確保、生成AI システム特有のリスクケース発生時の適切な対
応確保、国民等が利用する場合の適切な取扱確保（生成AI によるアウ
トプットであることの表示等）、個人情報や知的財産の保護、セキュリ
ティや説明可能性の確保といった観点から、生成AI システムの調達時
の要求事項や、要求事項を満たすための対策例とその詳細、裏付けと
なる情報例を整理している。「調達チェックシート」を参照することで、
生成AI システムの調達時の要点を確認することができるため、仕様書
に盛り込む内容とその裏付けとなる情報を提出させるか、またどのよ
うな情報を提出させるかの検討時に参照されたい。なお、「調達チェッ
 
24 本ガイドラインは、「AI セーフティに関する評価観点ガイド（第1.01 版）」を参考
にしており、最新版「AI セーフティに関する評価観点ガイド（第1.10 版）」の改定に
よる修正については、今後の本ガイドラインの改定の際に検討する。 

`;