var toc_content = ` 
4 
 
２ 本ガイドラインの目的及び適用対象 
2.1 本ガイドラインの目的 
本ガイドラインは、政府における生成AI の調達・利活用において、我が国が
平成31 年３月に策定した「人間中心のAI 社会原則」において掲げられた３つ
の「基本理念」（「①人間の尊厳が尊重される社会（Dignity）」「②多様な背景
を持つ人々が多様な幸せを追求できる社会（Diversity and Inclusion）」「③持
続可能な社会（Sustainability）」）の実現を目指すものである。 
本ガイドラインは、生成AI の利活用促進のためのガードレールであり、本ガ
イドラインによって、政府による生成AI の安心・安全な利活用が着実に進展し、
以下のような利益を実現することを目指す。 
1. 行政目的の効率的・効果的な実現 
2. 企画立案能力の向上 
3. 情報収集・分析能力の向上 
4. 政府が作り出す政策・文書・分析等の質の向上 
5. 既存政府情報システムの生成AI を用いた機能や利便性向上 
6. 政府が利活用する生成AI 全体の機能性や品質及び費用対効果の向上 
7. 我が国のAI 分野における国際競争力の向上及び産業の育成 
8. AI の安全性の向上及び国際的な相互運用性の確保 
9. 政府におけるデータガバナンスの強化 
 
2.2 対象範囲 
2.2.1 本ガイドラインが対象とする情報システム 
本ガイドラインは、政府情報システムのうち「2.2.2 本ガイドラインが対
象とする生成AI」に記載した生成AI を構成要素とするシステムに適用するも
のとする。ただし、特定秘密（特定秘密の保護に関する法律（平成25 年法律第
108 号）第３条第１項に規定する特定秘密をいう。）、重要経済安保情報（重要
経済安保情報の保護及び活用に関する法律（令和６年法律第27 号）第３条第１
項に規定する重要経済安保情報をいう。）又は行政文書の管理に関するガイド
ライン（内閣総理大臣決定。平成23 年４月１日）に掲げる秘密文書としての取
扱いを要する情報を扱う政府情報システムについては、本ガイドラインの全部
を適用対象外とする。また、安全保障、公共の安全・秩序の維持といった機微
な情報及び当該情報になり得る情報を扱う政府情報システムについても、本ガ

 
5 
 
イドラインの全部を適用対象外とする。 
 なお、独立行政法人及び指定法人12においても、生成AI の調達・利活用に当
たって、本ガイドラインに準拠した取組を期待する。さらに、地方公共団体に
おいても、必要に応じ、参考とされることを期待する。 
2.2.2 本ガイドラインが対象とする生成AI 
本ガイドラインが対象とする生成AI は、大規模言語モデル（LLM）を構成要
素とするテキスト生成AI13とする（テキスト及び画像の両方を生成するAI 等に
ついては、テキストの生成について対象とする。）。 
なお、画像や動画等を生成するAI、より高度なタスクを実行できるAI（AIエ
ージェント等）、その他のAI については、政府等における利活用状況、国内外
のルールの整備状況等を踏まえ、必要に応じ、本ガイドラインの適用範囲等の
拡充を検討することとする。 
2.2.3 本ガイドラインの対象者 
 本ガイドラインの対象者は、生成AI の調達・利活用に関わる政府職員として
おり、具体的に読者として想定される政府職員の種別は、表２のとおりである。 
表 ２ 本ガイドラインの対象となる政府職員の種別14 
種別 
説明 
具体的な政府職員の
例 
AI 統括責任者 
（CAIO：Chief 
AI Officer） 
各府省庁における行政の進化と革
新のための生成AI 利活用方針を策
定・推進し、組織全体の利活用状況
とリスク管理等を統括管理する者 
「デジタル統括責
任者」又は「副デジ
タル統括責任者」級
の職員 
 
12 サイバーセキュリティ基本法（平成26 年法律第104 号）第13 条に規定する「指定
法人」を指す。 
13 本ガイドラインで対象としていないテキスト生成AI 以外のAI システム・サービス
の利用については、AI 事業者ガイドライン（テキスト生成AI 以外も含むAI 全般を
対象）や、本ガイドライン（本ガイドラインがテキスト生成AI を念頭に記載されて
いることに留意）も参考にした上で、各府省庁において適切なリスク対応等を実施
し、利活用を進めることが望ましい。 
14 例えば、共通機能としてデジタル庁が提供するシステムについては、企画者・提供
者や利用者が共通機能を提供するデジタル庁と各府省庁にまたがる可能性なども想
定されるが、この場合は、責任分界を明確にした上で、各主体で連携の上、リスク
対応等を実施する必要がある。 

`;