var toc_content = `38 
6.7 生成AI システム特有のリスクケースへの対応
既に述べたリスクへの対応をすべて行ったとしても、リスクをゼロにするこ
とはできないとの前提のもと、リスクを軽減するための対応と並行して、リス
クが顕在化した場合等への対応を各府省庁において準備しておく必要がある。
生成AI システムは、その特徴から、その出力結果に関して、生成AI システム
特有のリスクケースが発生する可能性がある。以下に、生成AI システム特有の
リスクケースの例を示す。
•
生成AI が人種・性別・文化等に関する偏見や差別を含む社会的に大きな問
題となり得る出力を行った。
•
生成AI が攻撃的または危険なコンテンツを生成した。
•
生成AI が事実と異なる情報を出力し（ハルシネーション）、利用者がその
情報を利用したことによって利用者もしくは第三者に不利益を与えた。
•
利用者が生成AI により既存の作品に類似し、著作権の侵害等の問題が生じ
る可能性が高いコンテンツを意図せず生成し、利活用したことで当該作品
に係る権利者等から削除等の申出を受けた。
 生成AI システム特有のリスクケース等への対策として、各府省庁の政府職員
は以下を実施する。 
①AI 統括責任者（CAIO）は、本ガイドラインを踏まえ、生成AI システム特有
のリスクケースへの対応手順を整備する。
②生成AI システム特有のリスクケースが発生した場合、AI 統括責任者（CAIO）
及び生成AI の提供者が中心となり、重要度・影響の程度等を踏まえ、適切な
対応を行う。
③政府全体での生成AI システム特有のリスクケースへの対応能力の向上を目
的とし、先進的AI 利活用アドバイザリーボード（事務局）にて、生成AI シ
ステム特有のリスクケースのナレッジを集約する。このため、AI 統括責任者
（CAIO）は、生成AI システム特有のリスクケースの発生時及び対応後に先進
的AI 利活用アドバイザリーボード（事務局）に報告する。先進的AI 利活用
アドバイザリーボード（事務局）は各府省庁に対し必要に応じ、生成AI シス
テム特有のリスクケースへの対応にあたっての助言等を行う。
④情報セキュリティインシデントと生成AI システム特有のリスクケース双方
の性質を併せ持つインシデントが発生する可能性もある（例：生成AI システ

 
39 
 
ムの学習データがサイバー攻撃者により汚染され、モデルの精度が低下した
ことにより偏見を含む出力を生成しやすくなる等）。このような状況下にお
いては、情報セキュリティインシデント対応体制、生成AI システム特有のリ
スクケースへの対応体制間で適切に連携をする、あるいは双方の専門性を活
かして協力して対応する。その際、各府省庁で定められた情報セキュリティ
インシデント発生時の対処手順に従って対応することが基本となる。 
なお、こうした生成AI システム特有のリスクケース発生時は、必要に応じ、
対応に必要なデータについて事業者等から提出を受けることや、必要な監査
を実施することについても検討する（これらへの対応が適切になされること
を担保するため、生成AI システムに係る事業者との契約においても、これら
への対応について盛り込むことを検討する。）。 
 
⑤ 生成AI システムについて、個人情報漏えい事案等が発生した場合は、各府
省庁で定められた対応手順に従って適切に対応を行う。このような状況下に
おいては、個人情報保護への対応体制と生成AI システム特有のリスクケース
への対応体制間で適切に連携をする。 
 
 
 

40 
７ 今後の進め方 
日々技術進歩する生成AI システムの政府調達・利活用においては、今後想定
されていなかったリスクが顕在化する可能性もあることなどから、政府による
生成AI 調達・利活用ルールについては、随時見直していくこととする。 
また、政府が調達する画像や動画等の生成AI に係る来歴証明27の導入の在り
方については、政府における生成AI の利活用の状況、国際的な議論の動向等を
踏まえ、引き続き検討を行う。 
更に、政府機関等における生成AI システム間のデータ等の連携や府省庁間で
の共同利用、共同プロジェクトや共通システムの組成等を通じた政府全体とし
ての生成AI システムの最適化の在り方について、令和７年度に検討を行ったう
えで、今後のルール見直しに反映させていくこととする。 
以上 
27 コンテンツが誰によって、いつ、どのように作成され、どのような変更が加えられ
たかを、検証可能な形でコンテンツに付与する技術 

`;