var toc_content = ` 
5 
 
イドラインの全部を適用対象外とする。 
 なお、独立行政法人及び指定法人12においても、生成AI の調達・利活用に当
たって、本ガイドラインに準拠した取組を期待する。さらに、地方公共団体に
おいても、必要に応じ、参考とされることを期待する。 
2.2.2 本ガイドラインが対象とする生成AI 
本ガイドラインが対象とする生成AI は、大規模言語モデル（LLM）を構成要
素とするテキスト生成AI13とする（テキスト及び画像の両方を生成するAI 等に
ついては、テキストの生成について対象とする。）。 
なお、画像や動画等を生成するAI、より高度なタスクを実行できるAI（AIエ
ージェント等）、その他のAI については、政府等における利活用状況、国内外
のルールの整備状況等を踏まえ、必要に応じ、本ガイドラインの適用範囲等の
拡充を検討することとする。 
2.2.3 本ガイドラインの対象者 
 本ガイドラインの対象者は、生成AI の調達・利活用に関わる政府職員として
おり、具体的に読者として想定される政府職員の種別は、表２のとおりである。 
表 ２ 本ガイドラインの対象となる政府職員の種別14 
種別 
説明 
具体的な政府職員の
例 
AI 統括責任者 
（CAIO：Chief 
AI Officer） 
各府省庁における行政の進化と革
新のための生成AI 利活用方針を策
定・推進し、組織全体の利活用状況
とリスク管理等を統括管理する者 
「デジタル統括責
任者」又は「副デジ
タル統括責任者」級
の職員 
 
12 サイバーセキュリティ基本法（平成26 年法律第104 号）第13 条に規定する「指定
法人」を指す。 
13 本ガイドラインで対象としていないテキスト生成AI 以外のAI システム・サービス
の利用については、AI 事業者ガイドライン（テキスト生成AI 以外も含むAI 全般を
対象）や、本ガイドライン（本ガイドラインがテキスト生成AI を念頭に記載されて
いることに留意）も参考にした上で、各府省庁において適切なリスク対応等を実施
し、利活用を進めることが望ましい。 
14 例えば、共通機能としてデジタル庁が提供するシステムについては、企画者・提供
者や利用者が共通機能を提供するデジタル庁と各府省庁にまたがる可能性なども想
定されるが、この場合は、責任分界を明確にした上で、各主体で連携の上、リスク
対応等を実施する必要がある。 

 
6 
 
種別 
説明 
具体的な政府職員の
例 
企画者 
新たな生成AI の利活用を企画
し、業務が生成AI システムに要求
するものを定義し、調達・開発・利
活用を推進する者 
生成AI の業務にお
ける活用を企画・調
達する部署・チーム
等の政府職員（生成
AI システムに係る業
務を所管する部署の
政府職員、生成AI シ
ステムを企画・調達
する部署の政府職
員、PJMO 職員等） 
開発者 
企画に基づき、生成AI モデル・
アルゴリズムの開発、データ収集
（購入を含む）、前処理、AI モデル
学習及び検証を通して生成AI モデ
ル、生成AI モデルのシステム基
盤、入出力機能を含む生成AI シス
テムを構築する者 
（開発を内製する
場合）左記の生成AI
システムの構築を行
う政府職員（PJMO 職
員等） 
提供者 
生成AI モデルをアプリケーショ
ンや製品もしくは既存のシステムや
行政の利活用プロセス等に組み込ん
だサービスとして政府又は国民に提
供する者 
政府職員又は国民
が利活用する生成AI
システムを運営する
政府職員（PJMO 職員
等） 
利用者15 
行政において、生成AI システム
を利活用する者 
一般事務や各行政
分野において生成AI
システムを利活用す
る政府職員 
 
 
15 利用者は、本ガイドラインの直接の対象者ではないが、本ガイドラインを踏まえ
て、AI 統括責任者（CAIO）によって策定された生成AI の利活用に係るルール及び
企画者によって策定された各生成AI システムにおける利活用ルールを遵守すること
が求められる（詳細は「6.6 政府における生成AI システムの利用者の対応事項」
参照）。 

 
7 
 
表 ３ 本ガイドラインとAI 事業者ガイドラインとの対応関係16 
本ガイドライン 
AI 事業者ガイドライン 
AI 統括責任者（CAIO） 
経営者を含む事業執行責任者 
企画者 
AI 開発者又はAI 提供者 
開発者 
AI 開発者 
提供者 
AI 提供者 
利用者 
AI 利用者 
 
※ 政府との契約により政府に生成AI システムを提供等する事業者は本ガイ
ドラインの直接の対象ではなく、上記政府職員である企画者や提供者が調達
手続や当該事業者との契約、契約事業者の監督、あるいは生成AI システム
提供事業者との協力を通じて本ガイドラインの順守や本ガイドラインに基づ
く取組を確保することとする。 
2.2.4 本ガイドラインの適用開始時期等について 
本ガイドラインの政府情報システムへの全面適用は、令和８年度以降に調
達・利活用を行う生成AI システムからである（令和８年度事業の令和８年３
月末以前の企画や公告等調達手続きを含む）が、令和７年度に調達・利活用を
行う生成AI システムについても、可能な限り本ガイドラインに沿った取組を
実施する。 
生成AI の利活用が、各府省庁で進んでいることも踏まえ、「４ AI の利活
用促進とAI ガバナンスの強化及び推進のための体制構築」の取組について
も、令和７年度から進めることとする。 
なお、本ガイドラインは、「ChatGPT 等の生成 AI の業務利用に関する申合
せ（第２.１版）」による政府における生成AI の適切な把握等について、リス
ク管理や利活用の促進と合わせて促進する観点から、その在り方を更に進化さ
せた上で統合したものである。今後は、同申合せに代わり、本ガイドラインを
適用し、取組を進める。 
 
 
 
16 政府向けである本ガイドラインと主に民間事業者を対象としたAI 事業者ガイドライ
ンでは、対応関係は一致しない場合がある。 

`;