var toc_content = ` 
27 
 
 
このとき、A に該当するケースにおいては、原則、要機密情報を取り扱わ
ない利用を想定していることから、「6.3.2 生成AI システムの調達時の対応
事項」で規定する「調達チェックシート」及び「契約チェックシート」に基
づき、調達仕様書又は契約書において要求事項等を定めることが不要かどう
か、「調達チェックシート」及び「契約チェックシート」に記載された内容
と矛盾がある約款項目がある等の問題がないか、を確認する必要がある（求
めることが必要な要求事項等がある場合には、B 又はC の形で調達を行うこ
とを検討する。）。 
加えて、B 又はC に該当するケースにおいても、例えば、以下のような観
点を踏まえて、各対応事項について、対策が不十分又は過剰とならないよう、
リスクと対策のバランスを考える必要がある。 
・概念検証（PoC）段階か、本番開発段階か等のプロジェクトフェーズ 
（例えば、概念検証段階で各対応事項を全て実施する場合、対策が過剰
となる可能性がある。） 
・高リスクの可能性が高い利用か、否か等のリスクレベル 
（例えば、高リスクの可能性が高い利用の場合で、ユースケースにあわ
せた追加の対応が必要となる可能性がある。） 
・ユースケースの性格 
（例えば、行政内部で大量の文書の検索のために生成AI システムを利用
する場合、基本項目の「有害情報の出力制御」や「偽誤情報の出力・
誘導の防止」の要求事項は、不要となる可能性がある。） 
 
 
このように、生成AI システムの案件に応じて、上記の導入類型、プロジェ
クトフェーズ、リスクレベル、ユースケースの性格等を踏まえ、前項
（「6.1.2 本ガイドラインに基づく対応事項」の①）については、リスクと
対策のバランスを考慮し、各対応事項の要求レベルや一部の要求事項・取決
め事項の取捨選択又は拡充を検討する必要がある。 
6.2 政府における生成AI システムのAI 統括責任者（CAIO）の対応事項 
6.2.1 各府省庁内向けルールの整備 
各府省庁のAI 統括責任者（CAIO）は、①各府省庁内における生成AI の利活
用方針及び②生成AI システム特有のリスクケース発生時の対応方針を示すため、
以下のルールを策定する。なお、当該ルールは、本ガイドラインの改定、生成

`;