var toc_content = ` 
20 
 
5.2 生成AI によるリスク 
AI 事業者ガイドラインでは、AI のリスクとして、以下が例示されている。 
 
表 ６ AI 事業者ガイドラインにおけるリスクの例 
リスクの分類案 
AI によるリスク事例とその概要 
技
術
的
リ
ス
ク
19 
学習及び
入力段階
のリスク 
データ汚染攻撃等のAI システムへの攻撃 
 学習データへの不正データ混入、アプリケーション⾃体を
狙ったサイバー攻撃、プロンプトを通した攻撃等のリスクに
より、AI の出力が意図的に操作され、悪影響が生じる。 
出力段階
のリスク 
バイアスのある出力、差別的出力、一貫性のない出力等 
 学習データの偏り等によりAI が差別を助長する。 
ハルシネーション等による誤った出力 
 生成AI が事実と異なることをもっともらしく回答する。 
事後対応
段階のリ
スク 
ブラックボックス化、判断に関する説明の不足 
 AI の判断のブラックボックス化により、有事の説明責任を
果たせなくなる。また、複雑な機構を持つAI システムの場
合、メンテナンスやトラブルシューティングの難易度が上が
る場合がある。 
社
会
的
リ
ス
ク
20 
倫理・法
に関する
リスク 
個人情報の不適切な取扱い 
 適切な同意取得がなく、透明性を欠く個人情報の利用が行
われる。 
生命等に関わる事故の発生 
 自動運転等において、AI の誤動作による⼤規模な事故リス
クが発生する懸念がある。生成AI で機械等のプログラムコ
ードを生成するケースでは、誤った/非効率なコードによっ
て、パフォーマンスの低下や事故等につながる懸念がある。 
トリアージにおける差別 
 AI が優先順位を決定する際にバイアスを持つことで、公平
性の喪失等が生じる可能性がある。医療場面においては、生
命に対する脅威が発生する可能性がある。 
過度な依存 
 
19 主にAI システム特有のもの。 
20 既存のリスクがAI においても発生又はAI によって増幅するもの。 

 
21 
 
リスクの分類案 
AI によるリスク事例とその概要 
 人材採用活動等、重要な意思決定におけるAI への過度な
依存により、企業が説明責任を問われたり批判を受けたりす
る懸念がある。また、生成AI を用いたチャットボットとの
会話により、利用者が精神的依存状態になる事例も報告され
ている。 
悪用 
 詐欺目的でAI が利用される懸念がある。 
経済活動
に関する
リスク 
知的財産権等の侵害 
 生成物による他者の知的財産権等の侵害の可能性がある。
複数のアーティストからの集団訴訟事例もある。21 
金銭的損失 
 企業が自社の扱うAI の出力により他者の権利を著しく侵害
した場合等において、損害賠償請求など金銭的な責任を問わ
れる懸念がある 。 
機密情報の流出 
 個人情報及び機密情報がプロンプトとして入力され、その
AI からの出力等を通じて流出してしまう懸念がある。特に、
外部サービスと内部データを連携する場合は、意図しない重
要情報の漏えいや情報の改ざん等に注意が必要となる。 
労働者の失業 
 AI 等の導入により、失業リスクや格差の拡大なども懸念さ
れている。 
データや利益の集中 
 一部のAI 開発者のみにデータや利益が集中する懸念があ
る。また、少数言語国では自国言語による高性能なAI が存在
しないといった懸念がある。 
資格等の侵害 
 法律又は医療等業法免許及び資格が求められる領域に生成
AI を利活用する場合、業法免許及び独占資格等の侵害リスク
が存在する。 
偽・誤情報等の流通・拡散 
 
21 著作権と生成AI との関係で生じるリスクを低減させる上で、また、自らの権利を保
全・行使する上で望ましいと考えられる取組については、「AI と著作権に関するチェ
ックリスト＆ガイダンス」（令和６年７月31 日文化庁著作権課）にまとめられている
ため、当該ドキュメントを踏まえ必要な対応を行う。 

 
22 
 
リスクの分類案 
AI によるリスク事例とその概要 
情報空間
に関する
リスク 
 生成AI による誤情報、ディープフェイク等による情報操作
や世論工作が行われる懸念がある。 
民主主義への悪影響 
 選挙活動等において、他の候補者の偽・誤情報やディープ
フェイクの生成・拡散に利活用される懸念がある。 
フィルターバブル及びエコーチェンバー現象 
 SNS 等によるレコメンドにおいて生じる問題であり、自分
の見たい情報にのみ囲まれる及び自分と同じような考えばか
りが表示される現象により極端な考えの持ち主になる懸念が
ある。 
多様性・包摂性の喪失 
 社会の構成員全体が同じ生成AI モデルを同じ用い方で活用
した場合、導かれる意見及び回答が画一化し、多様性が失わ
れる懸念がある。また、金融取引において共通したアルゴリ
ズムが用いられることで、市場の不安定性が増すことが懸念
されている。 
バイアス等の再生成 
 生成AI の出力を鵜呑みにする状況が続くことで、既存の情
報に含まれる偏見を増幅し、不公平及び差別的な出力が継
続・拡大する懸念がある。 
環境に関
するリス
ク 
エネルギー使用量及び環境の負荷 
 AI 開発・利用拡大に伴い大量の電力を使用することで、環
境負荷が増大する。 
 
 政府における生成AI の調達・利活用においても、上記のようなリスクに留
意することが必要であり、政府として、例えば、以下のようなリスクについて
も考慮が必要となる。 
• 
政策に関わる業務に生成AI を活用する際等において、政治的中立性・適正
性から逸脱した情報や表現を生成するリスク 
• 
単一の系統のモデルに依存することによるコスト増やバイアスが定着する
リスク 
• 
利用言語・文化・歴史的背景への考慮が不十分な生成AI の出力を直接利活
用することで誤った発信や国益に反する発信を行ってしまうリスク 
• 
業務に生成AI を利活用することで行政上の判断の根拠等が不明瞭または追
跡不可能となり、行政過程について国民等への説明責任が果たせないリス

 
23 
 
ク 
• 
ベンダーロックインによる不要なコストの増加のリスク 
• 
法的拘束力を持つ翻訳や問合せ対応に生成AI を活用する場合、誤回答によ
って違法有害情報を流布するリスク 
 
各府省庁においては、生成AI の便益のみならず、こうしたリスクがあること
にも留意した上で、生成AI の利活用とリスク管理を表裏一体で進めることが必
要である。 
 
 

 
24 
 
６ 政府における生成AIの調達・利活用に係るルール 
6.1 政府における生成AI の調達・利活用に係る対応事項の全体像 
6.1.1 各種法令・ガイドライン等を踏まえた対応事項 
① 生成AI システムの調達・利活用においても、各種法令や「デジタル社会
推進標準ガイドライン」、「政府機関等のサイバーセキュリティ対策のための
統一基準群」、「IT 調達に係る国等の物品等又は役務の調達方針及び調達手続
に関する申合せ」、「個人情報の保護に関する法律についてのガイドライン
（行政機関等編）」等の政府情報システムに係るガイドラインを遵守するこ
とが必要である。 
 
② 本ガイドラインの対象となる生成AI システムに関して、要機密情報を取り
扱うクラウドサービスを調達する場合においては、政府情報システムのため
のセキュリティ評価制度（ISMAP：Information system Security Management 
and Assessment Program）の原則利用の考え方に基づき、原則としてISMAP
クラウドサービスリスト又はISMAP-LIU クラウドサービスリストから選定し
た上で、別途、本ガイドラインによる対応を行う必要がある。すなわち、生
成AI システムに特有のリスク等についての必要な対応は本ガイドラインに基
づき行うため、ISMAP クラウドサービスリスト又はISMAP-LIU クラウドサー
ビスリストから選定したものであっても、本ガイドラインの対応が不要とな
るものではないことに注意が必要である。 
 
③ 不特定多数の利用者に対して提供され、かつ定型約款や規約等への同意の
みで利用可能となるクラウドサービス型の生成AI システムを業務で利活用す
る場合には、原則として要機密情報を取り扱うことはできない。また、要機
密情報を取り扱わない場合であっても、リスクを考慮した上で利用可能な業
務の範囲をあらかじめ特定し、個々の利用に当たっては、利用手続きに従っ
て、利用目的（業務内容）や利用者の範囲などの企画者からの申請内容を許
可権限者
22が審査した上で利用の可否を決定し、その利用状況について管理
することが必要である。 
 
④ 政府機関等における生成AI の業務利用にあたっては、「DeepSeek 等の生成
AI の業務利用に関する注意喚起（令和７年２月６日デジタル社会推進会議幹
 
22 例外措置の適用の申請を審査し、許可する者を指す。 

`;