var toc_content = ` 
30 
 
進等に関する法律の一部を改正する法律（令和７年法律第４号））に基
づき、国の行政機関等が自らの事務の実施に関連する情報システムの
整備を行う場合は、ガバメントクラウドの利活用を検討する義務があ
る。 
生成AI と組み合わせたシステム整備あるいは更改を検討する際にも、
当該システムをガバメントクラウド上に構築した上でパッケージやツ
ールを活用する形で効率的に生成AI 環境を確保できないか等について
検討することが求められる。 
その他、具体的な利活用検討の考え方については、「ガバメントクラ
ウド利用検討の基本的な考え方について」を参照されたい。 
6.3.2 生成AI システムの調達時の対応事項 
① 企画者は、「【別紙３】調達チェックシート（生成AI システム用）」（以下、
「調達チェックシート」という。）（※）を参照し、事業者及び調達予定の
生成AI システム等について、調達の応募者に対し求める事項として、調達
仕様書に盛り込む。また、企画者は、リスク分析結果等を踏まえ、「調達
チェックシート」に記載のない事項についても、必要に応じ追加を検討す
る。 
 
※ 「調達チェックシート」は、AI 事業者ガイドライン及びAISI が公表し
ている「AI セーフティに関する評価観点ガイド（第1.01 版）」24等を
参考に、生成AI 納入事業者のAI ガバナンス、適切なインプット・アウ
トプットやデータの取扱い、偽誤情報の出力防止等を含むLLM やサービ
スの品質確保、生成AI システム特有のリスクケース発生時の適切な対
応確保、国民等が利用する場合の適切な取扱確保（生成AI によるアウ
トプットであることの表示等）、個人情報や知的財産の保護、セキュリ
ティや説明可能性の確保といった観点から、生成AI システムの調達時
の要求事項や、要求事項を満たすための対策例とその詳細、裏付けと
なる情報例を整理している。「調達チェックシート」を参照することで、
生成AI システムの調達時の要点を確認することができるため、仕様書
に盛り込む内容とその裏付けとなる情報を提出させるか、またどのよ
うな情報を提出させるかの検討時に参照されたい。なお、「調達チェッ
 
24 本ガイドラインは、「AI セーフティに関する評価観点ガイド（第1.01 版）」を参考
にしており、最新版「AI セーフティに関する評価観点ガイド（第1.10 版）」の改定に
よる修正については、今後の本ガイドラインの改定の際に検討する。 

 
31 
 
クシート」は「生成AI システムの調達」に関して特有の留意すべき項
目のみ掲載しているため、あわせて、別途「デジタル・ガバメント推
進標準ガイドライン」の内容や、「デジタル・ガバメント推進標準ガイ
ドライン実践ガイドブック」の別紙「調達仕様書テンプレート」等を
参照し調達仕様書を作成する必要がある。 
 
※「調達チェックシート」の見方 
（「図 ５ 「調達チェックシート」の要求事項イメージ」参照） 
図 ５ 「調達チェックシート」の要求事項イメージ 
 
 
 
 
 
 
 
 
 
 
 
 
 
「要求事項」のうち、政府機関が調達する生成AI システムに原則要
求すべきと考えられる事項については、「基本項目」として設定してい
る（調達チェックシートの「評価・選定時の項目の分類」列に記載）。 
「基本項目」としている要求事項は、調達時に応募者に求める事項
として盛り込むことを原則とする。「任意追加項目（加点項目）」とし
ている要求事項は、必要に応じ考慮した方が良い観点であり、調達の
評価項目の加点項目とすることを想定したものである。 
調達チェックシートの参考として、「（参考）要求事項の参考」シー
トに、要求事項を満たすための対策例である「対策例」と「対策例詳
細」、「裏付けとなる情報の例」を記載している。なお、対策例、対策
例詳細、裏付けとなる情報の例について、技術動向やビジネス環境等
の変化を踏まえ、柔軟に記載の更新を検討していく予定である。 
 

 
32 
 
② 企画者は、総合評価方式や企画競争方式を採用する場合は、こうした要求
事項について、必要に応じ評価項目にも反映する。 
 
③ 国内の生成AI 事業者等のスタートアップ育成のためには、「公共調達」の活
用が重要である。このため、企画者は、生成AI システムに係る調達におい
ては、「デジタル・スタートアップの公共調達参入機会拡大に向けた情報シ
ステムに係る調達における評価制度の実施要領」（令和６年１月15 日デジタ
ル社会推進会議幹事会決定）に掲げるところにより、デジタル・スタートア
ップを評価することとする。また、SaaS 型の生成AI システムや、その導入
支援を行う会社のサービスの検討にあたっては、デジタル庁が運営する「デ
ジタルマーケットプレイス」25が活用可能である。「デジタルマーケットプレ
イス」を活用することで、迅速な導入が実現できるほか、中小・スタートア
ップを含む多様な事業者が公共調達市場にアクセスしやすくなり、公正競争
が加速する効果が期待できるため、積極的な活用を検討する。 
 
④ 企画者は、「【別紙４】契約チェックシート（生成AI システム用）」（以下、
「契約チェックシート」という。）（※）を参照し、生成AI システムの調達
において留意すべき事項についても、契約書または調達仕様書に盛り込むこ
とを検討する。また、企画者は、リスク分析結果等を踏まえ、「契約チェッ
クシート」に記載のない事項についても、必要に応じ追加を検討する。 
 
※「契約チェックシート」は、AI 事業者ガイドライン、経済産業省の「AI
の利用・開発に関する契約チェックリスト」及び「AI・データの利用
に関する契約ガイドライン」等を参考に、生成AI システムのインプッ
トに係る権利帰属関係、アウトプットに係る事業者の義務の範囲や知
的財産権の帰属関係、生成AI システム特有のリスクケース発生時の事
業者の対応義務の範囲、期待品質の維持、環境への配慮等に係る事業
者の対応義務の範囲等について、生成AI システムの調達における契約
時に確認が必要な項目を整理している。「契約チェックシート」を参照
することで、生成AI システム調達時の契約において留意すべき要点を
確認することができるため、契約書または調達仕様書に盛り込む条項
の検討時に参照されたい。なお、契約チェックシートは、「生成AI シス
テムの調達」に関して契約特有の留意すべき項目のみ記載されている。 
 
 
25 デジタルマーケットプレイス https://www.dmp-official.digital.go.jp/  

 
33 
 
※「契約チェックシート」の見方 
（「図 ６ 「契約チェックシート」の取決め事項イメージ」参照） 
図 ６ 「契約チェックシート」の取決め事項イメージ 
 
 
 
 
 
 
 
 
 
契約時に事業者とすり合わせるべき事項として、「取決め事項」を設
定している（契約チェックシートの「取決め事項」列に記載）。「取決
め事項」は、原則として契約書または調達仕様書に盛り込むことを検
討する。 
「契約に盛り込む条項内容例」と「補足説明」については、取り決
めた事項を契約に盛り込む際の条項内容例とその補足説明であるため、
調達する生成AI システムの特徴や案件の特性、リスク評価結果を踏ま
え、取捨選択の上、企画者が必要に応じ契約書または調達仕様書に盛
り込むこととする。 
 
 

 
34 
 
コラム：SBIR 制度（Small/Startup Business Innovation Research） 
 
スタートアップ等の支援を目的としたSBIR 制度（Small/Startup Business 
Innovation Research）26がある。 
本制度は、スタートアップ等による研究開発を促進し、その成果を円滑に
社会実装し、それによって我が国のイノベーション創出を促進するための制
度である。 
 
SBIR 制度のもとでは、「特定新技術補助金等」と「指定補助金等」という、
２種類の補助金等が交付される。 
 
1) 特定新技術補助金等 
特定新技術補助金等とは、各府省庁における研究開発の補助金や委託費の
うち、研究開発型スタートアップ等を交付対象に含むものを指す。研究開発
型スタートアップ等への支出の目標額を設定するとともに、支出の増大を図
るための措置を規定している。 
 
2）指定補助金等 
指定補助金等とは、上述の特定新技術補助金等のうち、政策ニーズに基づ
き国が研究開発課題を設定して交付する補助金等のことで、令和３年度の制
度改革により新たに創設された。 
 
生成AI を含むAI の分野においては「スタートアップ」が最先端の知見・
技術を有していることが多々ある。 
このため、指定補助金等の運用を行う各府省庁は、解決したい政策課題や
調達ニーズをトピックとして取りまとめる際に、AI 関連テーマも積極的に検
討することが望ましい。 
なお、SBIR 制度の特定新技術補助金等の交付先中小企業者等は、政府調達
においても、入札参加資格等級、過去の納入実績の有無にかかわらず、基本
的に全ての入札への参加が可能となる支援措置も講じられている。 
 
 
 
 
26 SBIR 制度（Small/Startup Business Innovation Research） 
https://www8.cao.go.jp/cstp/openinnovation/sbirseido/sbirseido.html 

 
35 
 
6.3.3 生成AI システムの構築・リリース前の準備時の対応事項 
生成AI システムの企画者は、システムのリリース前に以下の取組を実施する。 
① 安定的な稼働の確認 
• 
利用目的・機能を踏まえて、入出力の検証のためのテストシナリオを作
成、入出力を検証し、システムが安定して動作すること及び期待品質を
満たしているか確認する（※）。 
（例：個別開発の場合に当該ドメインで禁忌とされる出力をしていない
か、不適切な生成やバイアスの有無[人種、民族、性別等の偏見及び差別
等の社会的バイアス等]をしていないか、また、レッドチーム等の様々な
⼿法を組み合わせて多様/独⽴した内外部テスト⼿段を採⽤する、調達時
の生成AI システムに対する仕様書要件を満たしているか。） 
※ 企画者のみで作成するのが難しい場合には、ユーザーへのヒアリン
グや開発者等と相談をして作成。国民が使うシステムの場合は、テス
トとして稼働確認する人について国民も含まれる可能性がある。デー
タ（学習データ、テストデータ）の検証および改善対応については、
契約上の責任に応じて、必ずしも企画者が実施するものではなく事業
者（生成AI システムのプロバイダー含む）が実施する場合もあり得る。 
 
② 適正利用の促進 
• 
生成AI システムごとの利活用ルールや利用方法を整備し、生成AI シス
テムのユーザー（府省庁内の利用者および生成AI システムが国民に提供
される場合は利用する国民のことをいう。以下同様）に周知する。 
（例：生成AI の利用目的・利用範囲、利用可能な生成AI 環境と活用可
能なデータの種別、利用条件・手続き・利用方法、利活用に係る推奨事
項・禁止事項、その他生成AI システムごとの要件に沿ってユーザーに伝
えおくべき事項等） 
• 
生成AI システムに関する重要な情報や生成AI システムの利活用にあた
っての留意点を生成AI システムのユーザーが理解し易くかつアクセスが
容易な方法で提供する。 
（例：生成AI の利用目的・利用範囲、適切／不適切な利用、技術的特性、
予見可能なリスクとその緩和策、動作状況、受入テストの検証結果、発
生した不具合や生成AI システム特有のリスクケースの内容と対応状況、
データ収集ポリシー、学習方法、システムアーキテクチャ、データの処
理プロセス、緊急時の連絡先や問合せ窓口等） 
• 
実際に使用する生成AI システムの目的・利用方法について、モデル上の
制約等を含めて生成AI システムのユーザーに提供する。 
（例：データアップロード可否、プロンプトのトークン上限、応答速度
等） 
• 
生成AI システムのユーザーの情報を収集する可能性がある旨を周知する。 

`;