var toc_content = `記⼊⽇
所属（府省庁/課室等）
システム名
記⼊者名
リスク判定結果
■⾼リスク判定チェックリスト
以下のチェック内容を確認し、企画時点の想定で回答欄を記載ください
観点
チェック内容
選択肢
回答
コメント※⾃由記述
A. 利⽤者の範囲・種別
利⽤範囲は次のいずれでしょうか？
①国⺠等による府省庁外利⽤
②政府職員等による府省庁内・複数府省庁横断での利活⽤（共通システムでの利活⽤等）
③政府職員等による府省庁内・単⼀府省庁での利活⽤
④企画時点で未定
B. ⽣成AI利活⽤業務の性格
利活⽤業務は次のいずれでしょうか？
①過失が重⼤な影響を及ぼす可能性のある業務*において利活⽤する
②過失が重⼤な影響を及ぼす可能性のある業務において利活⽤しない
③企画時点で未定
*国⺠の基本的権利や安全に⼤きな影響を及ぼす業務、機微な政策分野に関する業務、⼈間の⽣命・⾝
体・財産に影響を及ぼす業務、資格が求められる業務、⾼い説明可能性が求められる業務等
C. 要機密情報や個⼈情報の学習等
の有無
データおよびその取り扱いは次のいずれでしょうか？
①機密性2情報または個⼈情報が⽣成AIシステムに保存または学習される
②機密性2情報または個⼈情報を取り扱うが⽣成AIシステムに保存および学習されない
③機密性2情報および個⼈情報を取扱わない
④企画時点で未定
D. 出⼒結果の政府職員による判断
を経た利活⽤
出⼒結果の利活⽤に係る運⽤は次のいずれでしょうか？
①⽣成AIシステムの出⼒結果の適切さを判断せずに利活⽤する
②⽣成AIシステムの出⼒結果の適切さを判断して利活⽤する
③企画時点で未定
回答欄を記載ください
別紙１

※「⾼リスク判定シート」の⾒⽅
【回答前】
【判定ロジック】[⾼]=[⾼リスクに該当する可能性が⾼い]、[低]=[⾼リスクに該当する可能性が低い]
【回答後】
「⾼リスク判定シート」は、以下4つのリスク軸に係る設問について、回答するだけで「⾼リスクに該当する可能性が⾼
い」か「⾼リスクに該当する可能性が低い」かを簡易的に判定するツール。判定ロジックは以下のフローに従う

1 
〇〇省  生成AI システム利活用ルール（ひな形Ver1.0） 
令和〇年〇月〇日 
1.
ルールの目的
本ルールは、〇〇省職員による生成AI の適正な利活用を促進するため、「行
政の進化と革新のための生成AI の調達・利活用に係るガイドライン」等を踏ま
え、〇〇省職員が、生成AI システムを利用する際に遵守・留意すべき事項等を
定めるものである。 
2.
生成AI システムの利活用に係るルール
生成AI システムを利活用する際は、以下の（１）利活用前のルール※
（２）利活用中のルールを遵守すること。
※「DeepSeek 等の生成AI の業務利用に関する注意喚起（事務連絡）」1につ
いても併せて確認されたい。
（１）利活用前のルール
•
生成AI の利活用は、様々な便益が期待される一方、要機密情報の流出やハ
ルシネーションなどのリスクがあることを理解すること（生成AI による便
益とリスクについては、「行政の進化と革新のための生成AI の調達・利用
に係るガイドライン」の「５ 生成AI による便益とリスクを理解した利活
用推進」を参照。）。
•
生成AI システムの企画者又は提供者（政府職員又は国民が利活用する生成
AI システムを運営する政府職員。以下同じ。）から説明された利用方法、
セキュリティ上の留意点、生成AI の出力についての精度及びリスクの程度
を理解すること。（例：利活用できる生成AI の環境、利用条件、ルール、
相談先、情報セキュリティインシデント（JIS Q 27000:2019 における情報
セキュリティインシデントをいう）・生成AI システム特有のリスクケース
発生時対応等を利活用前に理解しておく。）。
•
生成AI システムへの入力結果及び出力結果は、必要に応じて生成AI シス
テムの提供者に提供する必要がある旨事前に了解すること（例：PJMO（プ
1DeepSeek 等の生成AI の業務利用に関する注意喚起（事務連絡）
https://www.digital.go.jp/assets/contents/node/basic_page/field_ref_resources
/d2a5bbd2-ae8f-450c-adaa-33979181d26a/e7bfeba7/20250206_councils_social-
promotion-executive_outline_01.pdf 
別紙２ 

`;