var toc_content = ` 
1 
 
１ はじめに 
1.1 背景 
AI 関連技術は日々発展し、産業におけるイノベーション創出や社会課題の解
決に向けたAI の活用が官民で急速に進展している。 
こうした中、令和５年のＧ７（議長国：日本）では、安全、安心で信頼でき
るAI の実現に向け、「高度なAI システムを開発する組織向けの広島プロセス国
際指針」1、「高度な AI システムを開発する組織向けの広島プロセス国際行動
規範」2及び「全てのAI 関係者向けの広島プロセス国際指針」3が策定されたほ
か、国連、欧州評議会、OECD 等の多国間の枠組みにおいても、AI ガバナンスに
関する議論が活発に行われている。また、諸外国の政府機関等においても、政
府内での適切なAI のガバナンスの確保や、リスク管理を行いながら、積極的に
AI の活用を進めるためのルール整備が進むなど、着実に環境整備が進められて
いる。 
我が国でも、技術、そして、技術を利活用した社会の変化に迅速かつ柔軟に
対応するため、事業者等の自発的な取組を支援するための「AI 事業者ガイドラ
イン（第1.1 版）」（令和７年３月28 日 総務省 経済産業省。以下「AI 事業
者ガイドライン」という。）4を策定するなど、AI の安全・安心な利活用に向け
た取組を進めている。 
また、「デジタル社会の実現に向けた重点計画」（令和６年６月21 日閣議決定）
5においても、AI に関して、生成AI を含むAI の様々なリスクを抑え、安全・安
心な環境を確保しつつ、イノベーションを加速する好循環の形成を図っていく
こととされ、イノベーション推進のためにも、ガードレールとなるAI 利活用の
安全・安心を確保するためのルールが必要とされたところである。 
さらに、各府省庁では、様々な業務への生成AI の活用の検討が進められると
 
1 高度なAI システムを開発する組織向けの広島プロセス国際指針 
https://www.mofa.go.jp/files/100573469.pdf 
2 高度なAI システムを開発する組織向けの広島プロセス国際行動規範 
https://www.mofa.go.jp/files/100573472.pdf 
3 全てのAI 関係者向けの広島プロセス国際指針
https://www.soumu.go.jp/hiroshimaaiprocess/pdf/document03.pdf 
4 AI 事業者ガイドライン（第 1.1 版）  
https://www.soumu.go.jp/main_content/001002576.pdf 
https://www.meti.go.jp/shingikai/mono_info_service/ai_shakai_jisso/pdf/2
0250328_1.pdf 
5 デジタル社会の実現に向けた重点計画 
https://www.digital.go.jp/policies/priority-policy-program 

`;