var toc_content = ` 
29 
 
6.3 政府における生成AI システムの企画者の対応事項 
6.3.1 生成AI システムの企画時の対応事項 
 生成AI システムの企画者は、企画時に以下の対応を実施する。生成AI の便
益を最大化するためには、企画時に業務・生成AI システム両方の知見を用いて
検討を進めることが望ましい。そのため、業務知見者と生成AI システム知見者
の両者が連携する体制を構築した上で、生成AI システムを企画することに努め
る。 
① 企画者は、生成AI システムを使って何を実現・解決したいのか目的を明確
にするとともに、適切な目標設定を行う。 
 
② 企画者は、当該ユースケースを想定した環境・リスク分析を行うとともに、
リスクを最小限に抑える方法や運用時を含めた品質確保策等を検討する。 
 
③ 企画者は、デジタル庁が実施する統括監理の際に、生成AI システムの導入
予定、リスク分析結果、リスク対応策、行政データの取扱い等について、報
告を行う。 
 
④ 企画者は、高リスクの可能性がある生成AI システムについては、「4.2.2 
先進的AI 利活用アドバイザリーボードへの報告」のとおり、当該プロジェ
クト目的、リスク軽減策や運用時を含めた品質確保策等を、AI 統括責任者
（CAIO）が先進的AI 利活用アドバイザリーボードへ報告する際、連携して
対応を行う。 
 
⑤ 今後、政府における生成AI の利用拡大を見据え、政府機関等における生成
AI システム間のデータ等の連携や府省庁間の共同利用、共同プロジェクトや
共通システムの組成等を通じて政府全体としての生成AI システムの最適化
を図る観点は重要である。例えば、ガバメントクラウド等の共通機能上で、
提供される生成AIシステムを積極的に活用することで、費用対効果の向上、
セキュリティの確保、業務システムとの連携等を効率的に行うことができる
可能性がある。このため、企画者は、新たな生成AI システムの検討に当た
っては、こうした共通機能として提供されたサービスの利活用についても留
意する。（※） 
 
※ ガバメントクラウドに関する法律（情報通信技術を活用した行政の推

`;