var toc_content = ` 
14 
 
４ AIの利活用促進とAIガバナンスの強化及び推進のための体制構築 
4.1 政府全体のAI の利活用促進とAI ガバナンスのための体制構築 
4.1.1 先進的AI 利活用アドバイザリーボードの開催・AI 相談窓口の運用等 
政府横断で効果的・安全な生成AI プロジェクトの推進を行うため、AI の制
度、利活用、リスク管理、サイバーセキュリティ等に高度な知見を有する有識
者（民間有識者と政府職員の双方を含み得る）等からなる「先進的AI 利活用ア
ドバイザリーボード」を開催し、デジタル庁が事務局機能を担うこととする。 
「先進的AI利活用アドバイザリーボード」は、デジタル庁の他、AISI（AIセ
ーフティ・インスティテュート）がアドバイザリーボードの構成員や事務局機
能への参画を通じその知見や機能を生かした役割を果たすことによる効果的運
営を行う。 
 「先進的AI 利活用アドバイザリーボード」は、以下の役割を担う。 
• 各府省庁における生成AI の調達・利活用状況の把握 
• 各府省庁の高リスクに該当する可能性の高い生成AI の調達・利活用に係る
評価及びリスク緩和のための助言 
• 各府省庁における生成AI の調達・利活用のベストプラクティスの把握・発
信 
• 各府省庁で発生した生成AI システム特有のリスクケースの把握、再発防止
のための助言 
• 各府省庁における生成AI の効果的な利活用や、生成AI システムの機能性
や品質及び費用対効果の向上のための助言（AI 利活用について高度な知見
や豊富な経験を有する有識者や政府職員のリスト化や紹介の機能を含む。） 
• 本ガイドラインの見直しの検討 
 
先進的AI 利活用アドバイザリーボードは、政府全体の生成AI 施策の動向や
ガイドラインの運用状況を踏まえ、関係府省庁等と連携を行いつつガイドラ
インの見直しを行う。また、デジタル庁は、関係府省庁連絡会議として、「各
府省庁AI 統括責任者（CAIO）連絡会」を開催し、先進的AI 利活用アドバイザ
リーボードでの議論等について紹介するとともに、各府省庁における生成AI
の利活用状況や各府省庁におけるガバナンスの状況等の必要な情報提供を行
うこととする。 
 
あわせて、デジタル庁は、各府省庁からの生成AI の調達・利活用や本ガイド

`;