var toc_content = ` 
5 
 
イドラインの全部を適用対象外とする。 
 なお、独立行政法人及び指定法人12においても、生成AI の調達・利活用に当
たって、本ガイドラインに準拠した取組を期待する。さらに、地方公共団体に
おいても、必要に応じ、参考とされることを期待する。 
2.2.2 本ガイドラインが対象とする生成AI 
本ガイドラインが対象とする生成AI は、大規模言語モデル（LLM）を構成要
素とするテキスト生成AI13とする（テキスト及び画像の両方を生成するAI 等に
ついては、テキストの生成について対象とする。）。 
なお、画像や動画等を生成するAI、より高度なタスクを実行できるAI（AIエ
ージェント等）、その他のAI については、政府等における利活用状況、国内外
のルールの整備状況等を踏まえ、必要に応じ、本ガイドラインの適用範囲等の
拡充を検討することとする。 
2.2.3 本ガイドラインの対象者 
 本ガイドラインの対象者は、生成AI の調達・利活用に関わる政府職員として
おり、具体的に読者として想定される政府職員の種別は、表２のとおりである。 
表 ２ 本ガイドラインの対象となる政府職員の種別14 
種別 
説明 
具体的な政府職員の
例 
AI 統括責任者 
（CAIO：Chief 
AI Officer） 
各府省庁における行政の進化と革
新のための生成AI 利活用方針を策
定・推進し、組織全体の利活用状況
とリスク管理等を統括管理する者 
「デジタル統括責
任者」又は「副デジ
タル統括責任者」級
の職員 
 
12 サイバーセキュリティ基本法（平成26 年法律第104 号）第13 条に規定する「指定
法人」を指す。 
13 本ガイドラインで対象としていないテキスト生成AI 以外のAI システム・サービス
の利用については、AI 事業者ガイドライン（テキスト生成AI 以外も含むAI 全般を
対象）や、本ガイドライン（本ガイドラインがテキスト生成AI を念頭に記載されて
いることに留意）も参考にした上で、各府省庁において適切なリスク対応等を実施
し、利活用を進めることが望ましい。 
14 例えば、共通機能としてデジタル庁が提供するシステムについては、企画者・提供
者や利用者が共通機能を提供するデジタル庁と各府省庁にまたがる可能性なども想
定されるが、この場合は、責任分界を明確にした上で、各主体で連携の上、リスク
対応等を実施する必要がある。 

`;