var toc_content = ` 
8 
 
３ 政府における生成AIの利活用方針 
3.1 政府における生成AI の利活用方針 
生成AI の政府での利活用は、情報漏えいや不適切な表現の生成などのリスク
を伴う一方、様々な事務作業や事務手続の効率化・高度化を実現し、働き方改
革や国民サービスの向上等行政の進化と革新を飛躍的に進める可能性がある。
加えて、今後、社会全体での安全・安心なAI の活用の推進や日本のAI 分野に
おける国際競争力の向上を実現するためにも、政府において率先してAI の利活
用に取り組むことは、極めて重要である。 
このため、各府省庁は、生成AI について、以下に取り組みつつ、積極的に業
務での活用を検討することとする。 
 
① 各府省庁は、AI 統括責任者（CAIO）の設置等AI システム統括監理の体制整
備を行うなど、AI ガバナンスの強化に取り組むこと。 
⇒「４ AI の利活用促進とAI ガバナンスの強化及び推進のための体制構築」
を参照。 
② 各府省庁の生成AI の調達・利活用を行う全ての者は、生成AI の便益とリス
クについて理解すること。 
⇒「５ 生成AI による便益とリスクを理解した利活用推進」を参照。 
③ 各府省庁の生成AI 調達・利活用を行う者は、生成AI のリスクを軽減するた
めの方策を把握し、それぞれが適切なリスク対策を実施するとともに、生成
AI システムの品質向上や利用方法の工夫による利用効果の増進を図ること。 
⇒「６ 政府における生成AI の調達・利活用に係るルール」を参照。 
 
その際、生成AI の活用を政府全体で着実に進めるため、各府省庁は、内部管
理系の業務等リスクが低いと考えられる生成AI の利活用について、スピード感
を持って実装を進める。 
また、相対的に高リスクである可能性がある生成AI の利活用（後述の「3.2 
高リスクな生成AI 利活用の考え方」を参照）であっても、行政の進化や革新を
もたらす取組については、適切なリスク対応を行った上で、可能な限り安全か
つ効果的なAI プロジェクトとして実施していけるよう、その取組を後押しする。 
このため、各府省庁は、行政の進化と革新につながるような生成AI の利活用
を積極的に推進するとともに、当該利活用ケースにあわせたリスク評価を行い、
高リスクの可能性がある生成AI の利活用について、当該プロジェクトの内容、
リスク軽減策や運用時を含めた品質確保策等を、「先進的AI 利活用アドバイザ

 
9 
 
リーボード」に報告することとする。「先進的AI 利活用アドバイザリーボード」
は、内外の政府AI 利活用のベストプラクティス、ルール整備及び生成AI シス
テムの評価手法の確立等の状況を踏まえた、助言を行うこととする。 
さらに、各府省庁は、行政の進化と革新につながるような利用方法の発掘や、
各府省庁において利活用する生成AI 全体の機能性や品質及び費用対効果の向上
に努め、必要に応じこれらについて上記「先進的AI 利活用アドバイザリーボー
ド」の機能や、後述する「AI 相談窓口」の機能を有効活用することとする。 
 
3.2 高リスクな生成AI 利活用の考え方 
各府省庁のAI 統括責任者（CAIO）は、企画者と連携しつつ、利活用ケースに
あわせたリスク評価を行い、そのリスクレベル（高リスクの可能性が高いか否
か）を適切に判断する。 
 各府省庁のAI 統括責任者（CAIO）は、企画者と連携しつつ、リスクレベルを
判断するにあたり「【別紙１】高リスク判定シート」（以下、「高リスク判定シ
ート」という。）を踏まえたうえで、最終判断すること。「高リスク判定シート」
は、表４に示すリスク軸に沿ってリスクレベル案を示すものである。 
高リスクに該当する可能性が高いと判断した場合には、先進的AI 利活用アド
バイザリーボードに報告を行うこと（※高リスクに該当する可能性が高いと判
断しない場合であっても、必要に応じて、デジタル庁に別途相談可能）。 
 
表 ４ リスク軸とその考え方 
リスク軸 
説明 
観点 
A.利用者の範
囲・種別 
調達・利活用する生成AI の利用
範囲によってリスクの大きさや影響
を与える範囲の大きさが異なる。国
民等が用いるような形で府省庁外で
利活用するサービスは、政府職員等
による府省庁内での利活用に比べリ
スクが高いと考えられる。また、府
省庁内利用であっても、複数府省庁
横断で利活用する場合などはリスク
が顕在化した際の影響範囲が大きく
① 国民等による府省
庁外利用 
② 政府職員等による
府省庁内・複数府
省庁横断での利活
用（府省庁共通シ
ステムでの利活用
等） 

`;