var toc_content = ` 
15 
 
ラインの運用に関する質問・相談を受け付けることとし、「AI 相談窓口」とし
て運用を行う。 
「AI 相談窓口」は、以下のような各府省庁の相談を受け付け、技術的・専
門的観点から、機動的に各府省庁による生成AI の効果的な利活用を実現する
ために必要な支援・助言を行う。 
• ガイドラインの内容に関する問合せ 
• 生成AI を活用した行政事務の効率化・行政サービスの高度化等の手法や技
術的側面に係る相談 
• 高リスクな生成AI に該当するか判断に迷う事案についての相談 
• その他、リスク軽減に関して生成AI システムの企画や調達上留意すべき点
についての相談 
 
さらに、デジタル庁のAI 有識者/担当職員等が、デジタル庁が各府省庁に派
遣している専門人材とも連携して、各府省庁のプロジェクトにおける生成AI 利
活用について必要に応じて支援する体制も整えていく。 
 
4.1.2 デジタル庁の統括監理におけるチェック 
デジタル庁は、デジタル庁設置法（令和３年法律第36号）第４条第２項第17
号に基づく国の情報システムの整備・管理に関する事業の統括監理（一元的な
プロジェクト監理）の一環として、各府省庁における生成AI システムの導入予
定、生成AI システムのリスク対応の状況等について確認を行うとともに、その
状況を「先進的AI 利活用アドバイザリーボード」に共有する。 
4.2 各府省庁におけるAI ガバナンス体制の整備 
4.2.1 各府省庁におけるAI 統括責任者（CAIO）の設置 
各府省庁において生成AI システム調達契約のチェックを本ガイドラインに基
づき行うことを含め、生成AI システムのライフサイクルを通じた生成AI シス
テム統括監理の体制整備等を行う。 
具体的には、各府省庁は、AI 統括責任者（CAIO）を設置し、各府省庁におけ
る、生成AI システムの企画、行政データの取扱い、調達、利活用、運用、生成
AI システム特有のリスクケース等の状況を一元的に把握し、生成AI の適切な
調達・利活用に係る取組を行う。 
AI 統括責任者（CAIO）は、各府省庁における生成AI の利活用を各府省庁の

 
16 
 
業務において積極的に進めるとともに、各府省庁におけるAI ガバナンスの構築
及び実践の司令塔として、生成AI システム把握、適切なリスク管理の徹底、生
成AI システム特有のリスクケース対応、政府職員のAI リテラシー向上に向け
た研修、アドバイザリーボードへの報告の要否の決定等を行う。 
AI 統括責任者（CAIO）は、当該組織における総合的・計画的な行政デジタル
化の推進を統括する責任者であるデジタル統括責任者の役割のうち、AI 分野に
係る役割を担う。このため、AI 統括責任者（CAIO）は、各府省庁における「デ
ジタル統括責任者」又はデジタル統括責任者の業務を補佐する「副デジタル統
括責任者」級の政府職員が想定される17。 
 
4.2.2 先進的AI 利活用アドバイザリーボードへの報告 
各府省庁のAI 統括責任者（CAIO）は、随時各府省庁内における生成AI シス
テムの運営状況及び行政における生成AI の利活用の状況を一覧的にとりまと
め、その状況を定期的に（四半期に一度程度の頻度を目安とする）「先進的AI
利活用アドバイザリーボード」へ報告を行うこととする。 
また、各府省庁のAI 統括責任者（CAIO）は、企画者と連携しつつ、「３ 
政府における生成AI の利活用方針」のとおり、生成AI の利活用プロジェクト
の企画時において、適切なリスク評価を行い、高リスクの可能性がある生成AI
については、当該プロジェクトの内容・目的、リスク軽減策や運用時を含めた
品質確保策等を先進的AI 利活用アドバイザリーボードへ報告する。 
また、プロジェクトの企画時に限らず、構築時、リリース時、運用開始後も
含め、事情変化等により高リスクに該当する可能性が生じた場合や、企画時に
は生成AI の利活用を認識しておらず、リリース時や構築後に生成AI の利活用
を認識し、かつ、高リスクに該当する可能性が生じた場合にも、先進的AI 利
活用アドバイザリーボードへ報告を行うこととする。 
なお、生成AI の利活用が高リスクに該当するか否かについては、各府省庁
においてリスク評価の結果を踏まえて判断（AI 統括責任者（CAIO）が最終決
定）することとするが、「先進的AI 利活用アドバイザリーボード」から求め
があった場合は、各府省庁は当該プロジェクトについて、必要な報告を行うこ
ととする（「図 ４ 政府のAI 調達・利活用に係るガバナンス体制の概要」参
 
17 AI 統括責任者（CAIO）は、各府省庁の「デジタル統括責任者」又は「副デジタル統
括責任者」が兼任することも可能。 

`;