var toc_content = ` 
２ 
 
発には反対の立場を取っている。イギリスもＡＩ政治宣言に支持・参加しており、
国際的な規範形成に積極的に参加している。 
(2) ＡＩの軍事利用に関する国際的な議論及び我が国の見解 
ア ＡＩ政治宣言の概要等 
米国が主導して立ち上げられたＡＩ政治宣言は、軍事分野におけるＡＩの責
任ある開発、配備、使用を確保するための国際的な指針を示す重要な取り組み
である。参加国は軍事用ＡＩ能力のライフサイクル全体を通じ、関連する各段
階で適切な措置を講じることが期待されている。我が国を含む多くの国がこの
宣言に支持を表明しており、２０２４年１２月時点で５８か国が参加している。 
この宣言は法的拘束力を持たないものの、参加国はＡＩの軍事利用に関する
宣言の目的推進のために、表１に示す措置の実施や継続的な協議、これらの措
置の改善などを行うことが求められている。 
そのほか、オランダ・韓国が主導する「軍事領域における責任あるＡＩ(ＲＥ
ＡＩＭ：Responsible Artificial Intelligence in the Military Domain)」
イニシアティブがあり、我が国を含む多くの国が支持を表明した成果文書では、
軍事領域において、適用可能な国際法を遵守しつつ、責任ある形でＡＩが活用
されなければならないこと等が確認されている。 
イ 自律型致死兵器システムをめぐる議論（ＣＣＷ等） 
近年の軍事分野における急速な技術発展や国際社会における関心の高まり
を背景に、特定通常兵器使用禁止制限条約（Convention on Certain 
Conventional Weapons：ＣＣＷ）（以下「ＣＣＷ」という。）の下、２０１４年
から自律型致死兵器システム（Lethal Autonomous Weapons Systems：ＬＡＷ
Ｓ）（以下「ＬＡＷＳ」という。）について議論が開始されている。２０１７年
以降は、ＣＣＷに政府専門家会合（Group of Governmental Experts：ＧＧＥ）
（以下「ＧＧＥ」という。）が設置され、ＬＡＷＳに関する国際的なルール作り
に関する議論が行われている。 
ＣＣＷのＬＡＷＳ・ＧＧＥでは、主にＬＡＷＳの特徴・定義、国際人道法の
適用、人間の関与の在り方、責任・説明責任、リスク軽減・信頼醸成、規制の
在り方等の論点について議論が行われている。主要な成果として、２０１９年
１１月、国際人道法がＬＡＷＳにも適用されること、人間の責任が確保されな
ければならないこと等の１１項目から成る「ＬＡＷＳに関する指針」を採択し、
２０２３年５月、国際人道法の遵守の観点からの禁止・制限の考え方等につい
て記載したＬＡＷＳ・ＧＧＥ報告書を採択した。一方で、現在に至るまでＬＡ
ＷＳの国際的な定義は定まっていない。 
２０２３年１２月、国連事務総長にＬＡＷＳに関する報告書の作成を求める
オーストリア提案決議が国連総会で採択され、国連が国連加盟国等に対し意見
提出を要請した。これを受けて我が国も、２０２４年５月、同報告書の作成及
びＣＣＷでの議論に貢献するべく、我が国の見解をまとめた作業文書（以下「Ｌ 

 
３ 
 
ＡＷＳ作業文書」という。）を提出している。ＬＡＷＳ作業文書において、我が
国は、我が国が国際人道法を始めとする国際法や国内法により使用が認められ
ない兵器システムの研究開発や運用を行うことはない旨を述べているほか、開
発、使用が国際的に認められるべきでない兵器システム等についての我が国の
見解を示している。 
 
表１ ＡＩ政治宣言において参加国が実施すべき措置として定められている事項 
Ａ
国家は、自国の軍事組織が、ＡＩ能力の責任ある開発、配備、使用のために、
これらの原則を採用し、実施することを確保すべきである。  
Ｂ
国家は、軍事用ＡＩ能力が国際法、特に国際人道法の下でのそれぞれの義務に
合致して使用されることを確保するために、法的審査などの適切な措置をとる
べきである。国家はまた、国際人道法の履行を促進し、武力紛争における文民
及び民用物の保護を改善するために、軍事用ＡＩ能力をどのように使用するか
を検討すべきである。 
Ｃ
国家は、高官が、このような兵器システムを含むがこれに限定されない、重大
な影響を及ぼす活用を伴う軍事用ＡＩ能力の開発と配備を効果的かつ適切に
監督することを確保すべきである。 
Ｄ
国家は、軍事用ＡＩ能力における意図せざるバイアスを最小化するための積極
的な措置をとるべきである。 
Ｅ
国家は、軍事用ＡＩ能力を組み込んだ兵器システムを含め、軍事用ＡＩ能力の
開発、配備、使用において、関係者が適切な注意を払うことを確保すべきであ
る。 
Ｆ
国家は、軍事用ＡＩ能力が、関連する防衛要員にとり透明で、また、かかる要
員により監査可能な方法論、データソース、設計手順及び文書作成により開発
されることを確保すべきである。 
Ｇ
国家は、軍事用ＡＩ能力を使用する、又は使用を承認する要員が、それらのシ
ステムの使用について状況に応じた適切な判断を下し、自動化バイアスのリス
クを軽減するために、それらのシステムの能力と限界を十分に理解するよう訓
練されることを確保すべきである。 
Ｈ
国家は、軍事用ＡＩ能力が明確かつ十分に定義された用途を有し、それらの意
図された機能を果たすようにデザイン及び設計されていることを確保すべき
である。 
Ｉ
国家は、軍事用ＡＩ能力の安全性、セキュリティ、有効性が、その明確に定義
された用途の範囲内で、そのライフサイクル全体にわたって、適切かつ厳格な
テストと保証の対象となることを確保すべきである。自己学習または継続的に
更新される軍事用ＡＩ能力については、国家は、モニタリングなどのプロセス
を通じて、重要な安全機能が低下していないことを確保すべきである。 
 

`;