var toc_content = ` 
３ 
 
ＡＷＳ作業文書」という。）を提出している。ＬＡＷＳ作業文書において、我が
国は、我が国が国際人道法を始めとする国際法や国内法により使用が認められ
ない兵器システムの研究開発や運用を行うことはない旨を述べているほか、開
発、使用が国際的に認められるべきでない兵器システム等についての我が国の
見解を示している。 
 
表１ ＡＩ政治宣言において参加国が実施すべき措置として定められている事項 
Ａ
国家は、自国の軍事組織が、ＡＩ能力の責任ある開発、配備、使用のために、
これらの原則を採用し、実施することを確保すべきである。  
Ｂ
国家は、軍事用ＡＩ能力が国際法、特に国際人道法の下でのそれぞれの義務に
合致して使用されることを確保するために、法的審査などの適切な措置をとる
べきである。国家はまた、国際人道法の履行を促進し、武力紛争における文民
及び民用物の保護を改善するために、軍事用ＡＩ能力をどのように使用するか
を検討すべきである。 
Ｃ
国家は、高官が、このような兵器システムを含むがこれに限定されない、重大
な影響を及ぼす活用を伴う軍事用ＡＩ能力の開発と配備を効果的かつ適切に
監督することを確保すべきである。 
Ｄ
国家は、軍事用ＡＩ能力における意図せざるバイアスを最小化するための積極
的な措置をとるべきである。 
Ｅ
国家は、軍事用ＡＩ能力を組み込んだ兵器システムを含め、軍事用ＡＩ能力の
開発、配備、使用において、関係者が適切な注意を払うことを確保すべきであ
る。 
Ｆ
国家は、軍事用ＡＩ能力が、関連する防衛要員にとり透明で、また、かかる要
員により監査可能な方法論、データソース、設計手順及び文書作成により開発
されることを確保すべきである。 
Ｇ
国家は、軍事用ＡＩ能力を使用する、又は使用を承認する要員が、それらのシ
ステムの使用について状況に応じた適切な判断を下し、自動化バイアスのリス
クを軽減するために、それらのシステムの能力と限界を十分に理解するよう訓
練されることを確保すべきである。 
Ｈ
国家は、軍事用ＡＩ能力が明確かつ十分に定義された用途を有し、それらの意
図された機能を果たすようにデザイン及び設計されていることを確保すべき
である。 
Ｉ
国家は、軍事用ＡＩ能力の安全性、セキュリティ、有効性が、その明確に定義
された用途の範囲内で、そのライフサイクル全体にわたって、適切かつ厳格な
テストと保証の対象となることを確保すべきである。自己学習または継続的に
更新される軍事用ＡＩ能力については、国家は、モニタリングなどのプロセス
を通じて、重要な安全機能が低下していないことを確保すべきである。 
 

`;