var toc_content = ` 
８ 
 
具体的には、図４のフローに従って装備品等を分類することとする。装備品等
の研究開発には様々な種別が存在するが、本ガイドラインにおいては、原則とし
てＡＩ技術を適用した装備品等の試作事業を対象とする。その上で、ＡＩ機能に
起因する出力がシステム内の破壊能力を有する機能に影響を与えない場合は低
リスクＡＩ装備品等として分類する。それ以外の場合は法的・政策的審査（詳細
後述）にかけ、不適格とされた場合は許容できない結果をもたらす可能性がある
ため、その時点で当該装備品等の研究開発の実施は取止めとする。適格とされた
場合には高リスクＡＩ装備品等として分類し、技術的審査（詳細後述）を実施す
ることにより重点的なリスク管理を行う。 
 
 
 
 
 
 
 
 
 
 
 
図４ 装備品等の分類と対応フロー 
 
 
(2) 法的・政策的審査 
法的・政策的審査は研究開発対象のＡＩ装備品等が搭載する予定の機能及び想
定される使用の態様等が前項の要件Ａに沿って適切なものになっているかを法
的・政策的観点から当該ＡＩ装備品等の構想段階で審査するものである。審査は、
前号の分類において低リスクＡＩ装備品等ではないと判断されたＡＩ装備品等
を対象にして表２に示す審査項目について実施する。審査にあたっては国際人道
法を始めとする国際法や国内法の遵守に係る方策の適正性の確認が必要なため、
法律分野の専門家や専門部署を審査員に含めることとする。図５に示すとおり、
法的・政策的審査は事業（研究開発事業を指す。）開始の可否を判断する重要な位
置付けであるため、ＡＩ装備品等に関する総合的な意思決定を行う会議体にて事
業実施担当を審査する形で実施することとする。審査を行う時点は事業開始前と
する。 
 
 
 

 
９ 
 
表２ 要件Ａの審査項目（基準） 
 
確認項目 
Ａ－１ 
国際人道法を始めとす
る国際法及び国内法の
遵守が確保できないも
のでないこと 
・ 当該装備品等を使用するにあたって軍事的必要性と
人道的配慮のバランスを考慮し、過度の傷害又は無用の
苦痛を与えることを防止する措置が含まれた構想にな
っているか。 
・ 軍事目標と非軍事目標（文民及び民用物）を区別し、
軍事目標のみに攻撃を行うことが可能な装備品等の構
想になっているか（区別原則）。 
・ 予測される具体的かつ直接的な軍事的利益との比較
において、巻き添えによる文民の死亡、文民の傷害、民
用物の損傷又はこれらの複合した事態を過度に引き起
こすことが予測される攻撃を防止する措置が含まれた
構想になっているか（比例性原則）。 
・ 攻撃に先立つ軍事目標の選定から攻撃の実施に至る
まで、無差別攻撃を防止し文民と民用物への被害を最小
限に抑えるための各種予防措置を実施し得る構想にな
っているか（予防原則）。 
・ 国際人道法のその他の要請や適用のある他の国際法
及び国内法に従って使用することができないような装
備品等の構想となっていないか。 
Ａ－２ 
人間の関与が及ばない
完全自律型致死兵器で
ないこと 
・ 適切なレベルの人間の判断が介在し、人間による責任
ある指揮命令系統の中での運用が確保できる構想とな
っているか。 
・ 人間の関与が及ばない完全自律型の致死性を有する
兵器システムの開発ではないか。 
 
 
 
 
 
 
 
図５ 法的・政策的審査体制イメージ 
 
 
 
 

 
１０ 
 
(3) 技術的審査 
技術的審査は、高リスクＡＩ装備品等の試作品につき、実際の配備・運用段階
でも要件Ａを引き続き満たすことを可能にするための機能を備えているか、また
適切なリスク軽減策が施されているかを技術的観点から確認するために行う審
査である。審査は表３に示す審査項目について実施する。図６に示すとおり、技
術的審査はＡＩ技術に対して専門的な知識を持つ部内の者によって構成される
会議体が事業実施担当を審査する形で実施することとする。審査にあたってはＡ
Ｉを搭載したシステムの安全性確保や品質管理についての高度な技術的知識が
必要となる可能性もあるので、部外の専門家にも必要に応じて意見聴取する。審
査を行う時点は事業開始前、設計承認前、試験開始前、運用開始前等の研究開発
における結節とする。 
なお、リスク管理における表３の確認に関する一例を別紙のとおり示す。 
 
表３ 要件Ｂの審査項目（基準） 
 
確認項目 
Ｂ－１ 
人間の責
任の明確
化 
・ ＡＩシステムの利用に際して適切なタイミングと程度において、運
用者の関与や運用者による適切な制御が可能となるように設計され
ているか。 
・ ＡＩシステムと運用者それぞれの役割が明確に定義されているか。
・ 運用者が負うべき責任が明確に定義されているか。 
Ｂ－２ 
運用者の
適切な理
解の醸成 
・ ＡＩシステムの挙動、パフォーマンス範囲、操作等に運用者が習熟
して当システムを適切に使用できるように設計されているか。 
・ ＡＩシステムへの過度の依存を防ぐための対策が設計されている
か。 
・ ＡＩシステムのモニタリング時に、運用者が不具合を認めたときに
それを改善することを可能とする仕組みが設計されているか。 
Ｂ－３ 
公平性の
確保 
・ データセットの公平性要件が明確化されているか。 
・ ＡＩモデルに関連するバイアスが許容レベルを超えないか確認す
るとともに、不具合が認められた場合の改善の仕組みが設計されてい
るか。 
Ｂ－４ 
検証可能
性、透明
性の確保 
・ ＡＩシステムの構築に係る過程、使用した手法・データ・アルゴリ
ズム等が明確化され、その妥当性を後に検証可能な仕組みが整備され
ているか。 
・ 研究開発体制（事業者含む。）において、説明責任を果たす責任者
を明確化しているか。 
 
 
 

`;