var toc_content = ` 
５ 
 
３ ＡＩ装備品等の研究開発における確認事項 
第１項で述べたＬＡＷＳ作業文書を踏まえ、ＡＩ適用のリスクへの実効性のある
対策を確保した管理（以下「リスク管理」という。）を行うため、ＡＩ装備品等の研
究開発において準拠すべき要件を以下のとおり設定し、研究開発事業の中で確認す
ることとする。 
(1) 準拠すべき要件の設定 
我が国は、国際人道法の原則は、ＡＩ等の新興技術を活用するものを含め、あ
らゆる兵器に適用されるべきという立場である。また、防衛省・自衛隊として、
当然のことながら国際法や国内法により使用が認められない装備品の研究開発
及び導入を行うことはない。さらに、ＬＡＷＳの議論の中でも、我が国は、国際
人道法に従って使用することができない兵器システムや人間の関与が及ばない
完全自律型の致死性を有する兵器システムは許容できない結果をもたらす可能
性があるとして、その開発、使用は国際的にも認められるべきではないとしてい
る。そのため、研究開発するシステムの運用構想は、これに準拠すべきである。 
これを踏まえ、ＡＩ装備品等の運用構想が法的・政策的観点から適正であるか
（以下「要件Ａ」という。）確認し、その運用構想を技術的観点から満足している
か（以下「要件Ｂ」という。）を確認することとする。Ａ－１については、国際人
道法を始めとする国際法及び国内法の要請を満たしているかという法的観点か
らの要件である。なお、Ａ－１の要件は、我が国は国際人道法の原則は、新興技
術を活用するものを含め、あらゆる兵器に適用されるべきであり、国際法や国内
法により使用が認められない装備品の研究開発を行うことはないとの立場であ
るところ、ＡＩ装備品等の研究開発に特有の要件ではないが、新興技術を活用し
た兵器に関する議論においては特に国際人道法を始めとする国際法の遵守が焦
点の一つとなっていることから、本文書でも、確認的に要件の一つとして位置付
けるものである。Ａ－２については、国際人道法も念頭に置いた我が国の政策的
立場を反映した要件である。なお、Ａ－２については、あくまでも現時点での我
が国の政策的立場を反映した要件であり、国際場裏における今後の議論の過程で
我が国として依拠すべきと考える新たな考え方が形成される場合には、必要に応
じてこれを見直すことも検討する。 
また、責任あるＡＩ適用の議論の関係では、以下に示すＢ－１～Ｂ－７の要素
から構成される要件Ｂについても準拠すべきである。要件Ｂは、構想段階で要件
Ａを満たすものと認められた高リスクＡＩ装備品等（後述）の試作品につき、実
際の配備・運用段階でも要件Ａを引き続き満たすことを可能にするための機能を
備えているか、また適切なリスク軽減策が施されているかを技術的観点から確認
するために導入する要件である。米国を始めとした諸外国においては責任あるＡ
Ｉの実施のために目指すべき方向性をＡＩ倫理原則という形で打ち出している。
要件Ｂは図２に示すとおり、各国のＡＩ倫理原則との関係性からも国際的な潮流
と整合していることが分かる。研究開発事業におけるリスク管理のためには、構 

 
６ 
 
想段階から研究開発終了までの間、審査等の必要な結節において要件Ａ及び要件
Ｂを継続的に確認することとする。 
 
法的・政策的要件（要件Ａ） 
Ａ－１ 国際人道法を始めとする国際法及び国内法の遵守が確保できないものでな
いこと 
その性質上過度の傷害又は無用の苦痛を与えるもの、本質的に無差別なもの、
その他国際人道法に従って使用することができないものでないこと等 
国内法に従った使用ができるものであること 
Ａ－２ 人間の関与が及ばない完全自律型致死兵器でないこと 
適切なレベルの人間の判断が介在せず、人間による責任ある指揮命令系統の
中での運用が確保できないような、人間の関与が及ばない完全自律型で致死性
を有するものでないこと 
 
技術的要件（要件Ｂ） 
Ｂ－１ 人間の責任の明確化 
ＡＩシステムの利用に際して人間が適切な水準での注意を払い責任をもっ
て対応できるよう、運用者の関与や運用者による適切な制御が可能な設計とし
ていること 
Ｂ－２ 運用者の適切な理解の醸成 
運用者がＡＩシステムを適切に使用できる仕組み、過度の依存を防ぐ対策、
不具合発生時の運用者による改善の仕組みを設計していること 
Ｂ－３ 公平性の確保 
バイアスの原因を探索、理解した上でＡＩシステムとデータセットに対して
適切な軽減策を講じ、不当で有害なバイアスを局限化していること 
Ｂ－４ 検証可能性、透明性の確保 
ＡＩシステムの設計手順、採用したアルゴリズム、学習に使用したデータ等、
システム構築の過程を明確化し、ＡＩシステムの検証可能性と透明性を確保し
ていること 
Ｂ－５ 信頼性、有効性の確保 
ＡＩシステムの信頼性、有効性、セキュリティに関して、多様な観点から試
験評価を行い、ライフサイクル全体にわたって、許容可能なレベルでの動作を
確保していること 
Ｂ－６ 安全性の確保 
ＡＩシステムの誤作動や深刻な失敗のリスク発生を低減できる仕組みを整
備し、安全性を確保していること 
Ｂ－７ 国際法及び国内法の遵守が確保できないものでないこと 
適用される国際法及び国内法を遵守した運用が可能な設計としていること 

`;