var toc_content = ` 
６ 
 
想段階から研究開発終了までの間、審査等の必要な結節において要件Ａ及び要件
Ｂを継続的に確認することとする。 
 
法的・政策的要件（要件Ａ） 
Ａ－１ 国際人道法を始めとする国際法及び国内法の遵守が確保できないものでな
いこと 
その性質上過度の傷害又は無用の苦痛を与えるもの、本質的に無差別なもの、
その他国際人道法に従って使用することができないものでないこと等 
国内法に従った使用ができるものであること 
Ａ－２ 人間の関与が及ばない完全自律型致死兵器でないこと 
適切なレベルの人間の判断が介在せず、人間による責任ある指揮命令系統の
中での運用が確保できないような、人間の関与が及ばない完全自律型で致死性
を有するものでないこと 
 
技術的要件（要件Ｂ） 
Ｂ－１ 人間の責任の明確化 
ＡＩシステムの利用に際して人間が適切な水準での注意を払い責任をもっ
て対応できるよう、運用者の関与や運用者による適切な制御が可能な設計とし
ていること 
Ｂ－２ 運用者の適切な理解の醸成 
運用者がＡＩシステムを適切に使用できる仕組み、過度の依存を防ぐ対策、
不具合発生時の運用者による改善の仕組みを設計していること 
Ｂ－３ 公平性の確保 
バイアスの原因を探索、理解した上でＡＩシステムとデータセットに対して
適切な軽減策を講じ、不当で有害なバイアスを局限化していること 
Ｂ－４ 検証可能性、透明性の確保 
ＡＩシステムの設計手順、採用したアルゴリズム、学習に使用したデータ等、
システム構築の過程を明確化し、ＡＩシステムの検証可能性と透明性を確保し
ていること 
Ｂ－５ 信頼性、有効性の確保 
ＡＩシステムの信頼性、有効性、セキュリティに関して、多様な観点から試
験評価を行い、ライフサイクル全体にわたって、許容可能なレベルでの動作を
確保していること 
Ｂ－６ 安全性の確保 
ＡＩシステムの誤作動や深刻な失敗のリスク発生を低減できる仕組みを整
備し、安全性を確保していること 
Ｂ－７ 国際法及び国内法の遵守が確保できないものでないこと 
適用される国際法及び国内法を遵守した運用が可能な設計としていること 

 
７ 
 
 
 
 
 
 
 
 
 
 
図２ 諸外国の軍事領域におけるＡＩ倫理原則 
 
４ ＡＩ装備品等の研究開発における実施事項 
以降で前項において設定した要件を確認する流れを示す。具体的には図３に示す
「ＡＩ装備品等の分類」、「法的・政策的審査」及び「技術的審査」の３つの事項を
実施することとする。審査要領の詳細及び体制等に係る制度等は別途定める。 
 
 
 
 
 
 
 
 
 
 
 
図３ 研究開発事業における実施事項 
 
 
(1) ＡＩ装備品等の分類 
ＡＩ装備品等の研究開発にあたっては、特に第１項で述べたＬＡＷＳの観点か
ら重点的にリスク管理すべき装備品等を高リスクＡＩ装備品等、それ以外のＡＩ
装備品等を低リスクＡＩ装備品等と分類し、装備品等の態様に応じた適切なリス
ク管理を実施することとする。 
 
 
 
 

 
８ 
 
具体的には、図４のフローに従って装備品等を分類することとする。装備品等
の研究開発には様々な種別が存在するが、本ガイドラインにおいては、原則とし
てＡＩ技術を適用した装備品等の試作事業を対象とする。その上で、ＡＩ機能に
起因する出力がシステム内の破壊能力を有する機能に影響を与えない場合は低
リスクＡＩ装備品等として分類する。それ以外の場合は法的・政策的審査（詳細
後述）にかけ、不適格とされた場合は許容できない結果をもたらす可能性がある
ため、その時点で当該装備品等の研究開発の実施は取止めとする。適格とされた
場合には高リスクＡＩ装備品等として分類し、技術的審査（詳細後述）を実施す
ることにより重点的なリスク管理を行う。 
 
 
 
 
 
 
 
 
 
 
 
図４ 装備品等の分類と対応フロー 
 
 
(2) 法的・政策的審査 
法的・政策的審査は研究開発対象のＡＩ装備品等が搭載する予定の機能及び想
定される使用の態様等が前項の要件Ａに沿って適切なものになっているかを法
的・政策的観点から当該ＡＩ装備品等の構想段階で審査するものである。審査は、
前号の分類において低リスクＡＩ装備品等ではないと判断されたＡＩ装備品等
を対象にして表２に示す審査項目について実施する。審査にあたっては国際人道
法を始めとする国際法や国内法の遵守に係る方策の適正性の確認が必要なため、
法律分野の専門家や専門部署を審査員に含めることとする。図５に示すとおり、
法的・政策的審査は事業（研究開発事業を指す。）開始の可否を判断する重要な位
置付けであるため、ＡＩ装備品等に関する総合的な意思決定を行う会議体にて事
業実施担当を審査する形で実施することとする。審査を行う時点は事業開始前と
する。 
 
 
 

`;