var toc_content = ` 
５ 
 
３ ＡＩ装備品等の研究開発における確認事項 
第１項で述べたＬＡＷＳ作業文書を踏まえ、ＡＩ適用のリスクへの実効性のある
対策を確保した管理（以下「リスク管理」という。）を行うため、ＡＩ装備品等の研
究開発において準拠すべき要件を以下のとおり設定し、研究開発事業の中で確認す
ることとする。 
(1) 準拠すべき要件の設定 
我が国は、国際人道法の原則は、ＡＩ等の新興技術を活用するものを含め、あ
らゆる兵器に適用されるべきという立場である。また、防衛省・自衛隊として、
当然のことながら国際法や国内法により使用が認められない装備品の研究開発
及び導入を行うことはない。さらに、ＬＡＷＳの議論の中でも、我が国は、国際
人道法に従って使用することができない兵器システムや人間の関与が及ばない
完全自律型の致死性を有する兵器システムは許容できない結果をもたらす可能
性があるとして、その開発、使用は国際的にも認められるべきではないとしてい
る。そのため、研究開発するシステムの運用構想は、これに準拠すべきである。 
これを踏まえ、ＡＩ装備品等の運用構想が法的・政策的観点から適正であるか
（以下「要件Ａ」という。）確認し、その運用構想を技術的観点から満足している
か（以下「要件Ｂ」という。）を確認することとする。Ａ－１については、国際人
道法を始めとする国際法及び国内法の要請を満たしているかという法的観点か
らの要件である。なお、Ａ－１の要件は、我が国は国際人道法の原則は、新興技
術を活用するものを含め、あらゆる兵器に適用されるべきであり、国際法や国内
法により使用が認められない装備品の研究開発を行うことはないとの立場であ
るところ、ＡＩ装備品等の研究開発に特有の要件ではないが、新興技術を活用し
た兵器に関する議論においては特に国際人道法を始めとする国際法の遵守が焦
点の一つとなっていることから、本文書でも、確認的に要件の一つとして位置付
けるものである。Ａ－２については、国際人道法も念頭に置いた我が国の政策的
立場を反映した要件である。なお、Ａ－２については、あくまでも現時点での我
が国の政策的立場を反映した要件であり、国際場裏における今後の議論の過程で
我が国として依拠すべきと考える新たな考え方が形成される場合には、必要に応
じてこれを見直すことも検討する。 
また、責任あるＡＩ適用の議論の関係では、以下に示すＢ－１～Ｂ－７の要素
から構成される要件Ｂについても準拠すべきである。要件Ｂは、構想段階で要件
Ａを満たすものと認められた高リスクＡＩ装備品等（後述）の試作品につき、実
際の配備・運用段階でも要件Ａを引き続き満たすことを可能にするための機能を
備えているか、また適切なリスク軽減策が施されているかを技術的観点から確認
するために導入する要件である。米国を始めとした諸外国においては責任あるＡ
Ｉの実施のために目指すべき方向性をＡＩ倫理原則という形で打ち出している。
要件Ｂは図２に示すとおり、各国のＡＩ倫理原則との関係性からも国際的な潮流
と整合していることが分かる。研究開発事業におけるリスク管理のためには、構 

`;