var toc_content = ` 
３ 
 
ＡＷＳ作業文書」という。）を提出している。ＬＡＷＳ作業文書において、我が
国は、我が国が国際人道法を始めとする国際法や国内法により使用が認められ
ない兵器システムの研究開発や運用を行うことはない旨を述べているほか、開
発、使用が国際的に認められるべきでない兵器システム等についての我が国の
見解を示している。 
 
表１ ＡＩ政治宣言において参加国が実施すべき措置として定められている事項 
Ａ
国家は、自国の軍事組織が、ＡＩ能力の責任ある開発、配備、使用のために、
これらの原則を採用し、実施することを確保すべきである。  
Ｂ
国家は、軍事用ＡＩ能力が国際法、特に国際人道法の下でのそれぞれの義務に
合致して使用されることを確保するために、法的審査などの適切な措置をとる
べきである。国家はまた、国際人道法の履行を促進し、武力紛争における文民
及び民用物の保護を改善するために、軍事用ＡＩ能力をどのように使用するか
を検討すべきである。 
Ｃ
国家は、高官が、このような兵器システムを含むがこれに限定されない、重大
な影響を及ぼす活用を伴う軍事用ＡＩ能力の開発と配備を効果的かつ適切に
監督することを確保すべきである。 
Ｄ
国家は、軍事用ＡＩ能力における意図せざるバイアスを最小化するための積極
的な措置をとるべきである。 
Ｅ
国家は、軍事用ＡＩ能力を組み込んだ兵器システムを含め、軍事用ＡＩ能力の
開発、配備、使用において、関係者が適切な注意を払うことを確保すべきであ
る。 
Ｆ
国家は、軍事用ＡＩ能力が、関連する防衛要員にとり透明で、また、かかる要
員により監査可能な方法論、データソース、設計手順及び文書作成により開発
されることを確保すべきである。 
Ｇ
国家は、軍事用ＡＩ能力を使用する、又は使用を承認する要員が、それらのシ
ステムの使用について状況に応じた適切な判断を下し、自動化バイアスのリス
クを軽減するために、それらのシステムの能力と限界を十分に理解するよう訓
練されることを確保すべきである。 
Ｈ
国家は、軍事用ＡＩ能力が明確かつ十分に定義された用途を有し、それらの意
図された機能を果たすようにデザイン及び設計されていることを確保すべき
である。 
Ｉ
国家は、軍事用ＡＩ能力の安全性、セキュリティ、有効性が、その明確に定義
された用途の範囲内で、そのライフサイクル全体にわたって、適切かつ厳格な
テストと保証の対象となることを確保すべきである。自己学習または継続的に
更新される軍事用ＡＩ能力については、国家は、モニタリングなどのプロセス
を通じて、重要な安全機能が低下していないことを確保すべきである。 
 

 
４ 
 
表１ ＡＩ政治宣言において参加国が実施すべき措置として定められている事項
（続き） 
Ｊ
国家は、軍事用ＡＩ能力における失敗のリスクを軽減するために、意図しない
結果を検出し回避する能力、及び、そのようなシステムが意図しない挙動を示
した場合に、例えば、配備されたシステムによる交戦を停止させる、又はその
作動を停止させることによって対応する能力などの適切な保護措置を実施す
べきである。 
 
２ 本ガイドラインの位置付け 
ＡＩを搭載した無人機の実戦投入や、情報収集・分析へのＡＩ活用など、諸外国
においても装備品へのＡＩ適用の具体的な事例が増加しており、防衛分野における
責任あるＡＩ適用のための実効性のあるルール作りの必要性が日々高まっている。
また、人間の関与が確保された自律性を有する兵器システムついては、ヒューマン
エラーの減少、省人化といった安全保障上の意義を有するものの、ＡＩには、判断
プロセスの不透明性、予期せぬ挙動の可能性、倫理的な問題など、従来の技術とは
異なる特有の難しさが存在している。軍事・防衛分野における責任あるＡＩの適用
方策については前項まで紹介してきたように諸外国においても慎重に検討が進め
られている一方で、前項に紹介したＡＩ政治宣言のように、具体的に実施すべき措
置を示す枠組みも出てきている。このような流れを受け、基本方針では、装備品等
の研究開発におけるガイドラインを策定する方針を明らかにした。 
こうした背景を踏まえて、装備品等の研究開発における責任あるＡＩ適用ガイド
ライン（以下「本ガイドライン」という。）は、防衛省・自衛隊の一連のコミットメ
ントを具体化するとともに、研究開発の文脈でＡＩのリスクを適切に管理し、リス
ク低減を図るための枠組みを提供するものである。これにより、研究開発に参画す
る事業者等における予見可能性を確保し、装備品等へのＡＩの利活用を一層推進す
ることを企図している。図１に示す装備品等のライフサイクルの中で構想段階から
研究・開発段階までの間の研究開発事業を本ガイドラインの対象範囲とする。本ガ
イドラインにおけるＡＩの定義は基本方針に準拠し、機械学習をするソフトウェア
やプログラムを指すこととする。 
なお、本ガイドラインは、ＡＩ技術を適用した装備品等（以下「ＡＩ装備品等」
という。）に係る研究開発事業の計画立案や実施等に当たって実施者が準拠すべき
指針として位置付けられるものである。 
 
 
 
 
 
図１ 本ガイドラインの対象範囲 

 
５ 
 
３ ＡＩ装備品等の研究開発における確認事項 
第１項で述べたＬＡＷＳ作業文書を踏まえ、ＡＩ適用のリスクへの実効性のある
対策を確保した管理（以下「リスク管理」という。）を行うため、ＡＩ装備品等の研
究開発において準拠すべき要件を以下のとおり設定し、研究開発事業の中で確認す
ることとする。 
(1) 準拠すべき要件の設定 
我が国は、国際人道法の原則は、ＡＩ等の新興技術を活用するものを含め、あ
らゆる兵器に適用されるべきという立場である。また、防衛省・自衛隊として、
当然のことながら国際法や国内法により使用が認められない装備品の研究開発
及び導入を行うことはない。さらに、ＬＡＷＳの議論の中でも、我が国は、国際
人道法に従って使用することができない兵器システムや人間の関与が及ばない
完全自律型の致死性を有する兵器システムは許容できない結果をもたらす可能
性があるとして、その開発、使用は国際的にも認められるべきではないとしてい
る。そのため、研究開発するシステムの運用構想は、これに準拠すべきである。 
これを踏まえ、ＡＩ装備品等の運用構想が法的・政策的観点から適正であるか
（以下「要件Ａ」という。）確認し、その運用構想を技術的観点から満足している
か（以下「要件Ｂ」という。）を確認することとする。Ａ－１については、国際人
道法を始めとする国際法及び国内法の要請を満たしているかという法的観点か
らの要件である。なお、Ａ－１の要件は、我が国は国際人道法の原則は、新興技
術を活用するものを含め、あらゆる兵器に適用されるべきであり、国際法や国内
法により使用が認められない装備品の研究開発を行うことはないとの立場であ
るところ、ＡＩ装備品等の研究開発に特有の要件ではないが、新興技術を活用し
た兵器に関する議論においては特に国際人道法を始めとする国際法の遵守が焦
点の一つとなっていることから、本文書でも、確認的に要件の一つとして位置付
けるものである。Ａ－２については、国際人道法も念頭に置いた我が国の政策的
立場を反映した要件である。なお、Ａ－２については、あくまでも現時点での我
が国の政策的立場を反映した要件であり、国際場裏における今後の議論の過程で
我が国として依拠すべきと考える新たな考え方が形成される場合には、必要に応
じてこれを見直すことも検討する。 
また、責任あるＡＩ適用の議論の関係では、以下に示すＢ－１～Ｂ－７の要素
から構成される要件Ｂについても準拠すべきである。要件Ｂは、構想段階で要件
Ａを満たすものと認められた高リスクＡＩ装備品等（後述）の試作品につき、実
際の配備・運用段階でも要件Ａを引き続き満たすことを可能にするための機能を
備えているか、また適切なリスク軽減策が施されているかを技術的観点から確認
するために導入する要件である。米国を始めとした諸外国においては責任あるＡ
Ｉの実施のために目指すべき方向性をＡＩ倫理原則という形で打ち出している。
要件Ｂは図２に示すとおり、各国のＡＩ倫理原則との関係性からも国際的な潮流
と整合していることが分かる。研究開発事業におけるリスク管理のためには、構 

`;