var toc_content = `(2) ＡＩの軍事利用に関する国際的な議論及び我が国の見解２ 
 
２ 本ガイドラインの位置付け４ 
 
３ ＡＩ装備品等の研究開発における確認事項５ 
 (1) 準拠すべき要件の設定５ 
 
４ ＡＩ装備品等の研究開発における実施事項７ 
(1) ＡＩ装備品等の分類７ 
(2) 法的・政策的審査８ 
(3) 技術的審査１０ 
(4) その他１２ 
 
５ まとめ１３ 
 

 
１ 
 
１ 本ガイドライン策定の背景 
近年の人工知能（ＡＩ）技術の急速な発展と普及に伴いＡＩの性能が大幅に向上
した一方で、新たな課題も浮上している。ＡＩは、人間が定めた明確なルールや条
件に基づいて動作するのではなく、与えられたデータからルールや知識を自ら学習
し、それに基づいて新たな結果を出力する。このため、学習データの偏りなどに起
因するバイアスや誤判断が生じる可能性など、ＡＩ特有の技術的なリスクが存在す
る。また、ＡＩの性能が向上したためにＡＩが人間や社会に与える影響が大きくな
っている。ＡＩの推論過程や判断根拠等の不透明性、個人情報保護やプライバシー
への懸念、著作権侵害の可能性、ＡＩによる偽情報の生成と拡散、ＡＩ導入による
雇用への影響など、技術的なリスクだけでなくＡＩ特有の倫理的・法的・社会的な
リスクが存在する。これらの課題に対処するため、ＡＩ技術の責任ある研究開発と
利用に関する国際的な議論が活発化している。各国政府や国際機関、企業、学術団
体などが、ＡＩの倫理ガイドラインや規制フレームワークの策定に取り組んでいる。
防衛省は、防衛省・自衛隊のＡＩ活用に関する考え方を部内・部外に示すため、「防
衛省ＡＩ活用推進基本方針（令和６年７月防衛省）」（以下「基本方針」という。）を
策定した。基本方針の中では研究開発における防衛省・自衛隊独自のガイドライン
を策定することとしている。 
(1) 諸外国の軍事領域におけるＡＩの責任ある利用に関する取組状況 
諸外国の軍事領域では、ＡＩの責任ある利用について次のような取り組みが行
われている。 
米国防総省は２０２０年に「ＡＩ倫理原則」を策定し、責任、公平性、追跡可
能性、信頼性、統治可能性の５つの原則を掲げている。これらの原則に基づき、
ＡＩの軍事利用における倫理的配慮と技術的信頼性の確保を目指している。２０
２２年、米国防総省は、ＡＩの信頼性を達成することを望ましい最終状態として
責任あるＡＩを導入していくための行動方針となる「Responsible Artificial 
Intelligence Strategy and Implementation Pathway」を策定した。その後、２
０２３年には「ＡＩと自律性の責任ある軍事利用に関する政治宣言」（以下「ＡＩ
政治宣言」という。）を主導し、多くの国が支持・参加した。 
フランスでは、フランス軍事省が設置した軍事倫理委員会が、２０２１年に
「Opinion on the Integration of Autonomy into Lethal Weapons Systems」を
とりまとめた。フランス軍事省は、ＡＩの軍事利用における人間の判断の重要性
を強調し、完全自律型の致死兵器システムの研究開発には反対の立場を取るとと
もに、米国主導のＡＩ政治宣言にも支持・参加しており、国際的な規範形成に積
極的に参加している。 
イギリスは、２０２２年に「Ambitious, Safe, Responsible: Our Approach 
  to the Delivery of AI-enabled Capability in Defence」を策定し、倫理的・
法的・技術的な観点からの検討を進めている。英国防省は、ＡＩの軍事利用にお
ける人間の意思決定の重要性を強調し、完全自律型の致死兵器システムの研究開 

 
２ 
 
発には反対の立場を取っている。イギリスもＡＩ政治宣言に支持・参加しており、
国際的な規範形成に積極的に参加している。 
(2) ＡＩの軍事利用に関する国際的な議論及び我が国の見解 
ア ＡＩ政治宣言の概要等 
米国が主導して立ち上げられたＡＩ政治宣言は、軍事分野におけるＡＩの責
任ある開発、配備、使用を確保するための国際的な指針を示す重要な取り組み
である。参加国は軍事用ＡＩ能力のライフサイクル全体を通じ、関連する各段
階で適切な措置を講じることが期待されている。我が国を含む多くの国がこの
宣言に支持を表明しており、２０２４年１２月時点で５８か国が参加している。 
この宣言は法的拘束力を持たないものの、参加国はＡＩの軍事利用に関する
宣言の目的推進のために、表１に示す措置の実施や継続的な協議、これらの措
置の改善などを行うことが求められている。 
そのほか、オランダ・韓国が主導する「軍事領域における責任あるＡＩ(ＲＥ
ＡＩＭ：Responsible Artificial Intelligence in the Military Domain)」
イニシアティブがあり、我が国を含む多くの国が支持を表明した成果文書では、
軍事領域において、適用可能な国際法を遵守しつつ、責任ある形でＡＩが活用
されなければならないこと等が確認されている。 
イ 自律型致死兵器システムをめぐる議論（ＣＣＷ等） 
近年の軍事分野における急速な技術発展や国際社会における関心の高まり
を背景に、特定通常兵器使用禁止制限条約（Convention on Certain 
Conventional Weapons：ＣＣＷ）（以下「ＣＣＷ」という。）の下、２０１４年
から自律型致死兵器システム（Lethal Autonomous Weapons Systems：ＬＡＷ
Ｓ）（以下「ＬＡＷＳ」という。）について議論が開始されている。２０１７年
以降は、ＣＣＷに政府専門家会合（Group of Governmental Experts：ＧＧＥ）
（以下「ＧＧＥ」という。）が設置され、ＬＡＷＳに関する国際的なルール作り
に関する議論が行われている。 
ＣＣＷのＬＡＷＳ・ＧＧＥでは、主にＬＡＷＳの特徴・定義、国際人道法の
適用、人間の関与の在り方、責任・説明責任、リスク軽減・信頼醸成、規制の
在り方等の論点について議論が行われている。主要な成果として、２０１９年
１１月、国際人道法がＬＡＷＳにも適用されること、人間の責任が確保されな
ければならないこと等の１１項目から成る「ＬＡＷＳに関する指針」を採択し、
２０２３年５月、国際人道法の遵守の観点からの禁止・制限の考え方等につい
て記載したＬＡＷＳ・ＧＧＥ報告書を採択した。一方で、現在に至るまでＬＡ
ＷＳの国際的な定義は定まっていない。 
２０２３年１２月、国連事務総長にＬＡＷＳに関する報告書の作成を求める
オーストリア提案決議が国連総会で採択され、国連が国連加盟国等に対し意見
提出を要請した。これを受けて我が国も、２０２４年５月、同報告書の作成及
びＣＣＷでの議論に貢献するべく、我が国の見解をまとめた作業文書（以下「Ｌ 

`;