var toc_content = ` 
１１ 
 
表３ 要件Ｂの審査項目（基準）（続き） 
 
確認項目 
Ｂ－５ 
信頼性、有効
性の確保 
・ ＡＩシステムの信頼性を確保するために、多様な指標を用いた試
験評価を実施しているか。 
・ 開発初期から研究開発終了までの全ての期間において、運用を想
定したデータセットを使用することが検討されているか。 
・ 運用を想定して、ＡＩに連接する装備品等の信頼性を損なうこと
なく、ＡＩを適用できることを設計において担保されているか。 
・ ＡＩシステムが容易に維持管理できる設計となっているか。 
・ ＡＩシステムに対してセキュリティ管理策の実施が検討されて
いるか。 
Ｂ－６ 
安全性の確
保 
・ ＡＩシステムの誤作動や深刻な失敗・事故の発生を低減する安全
機構が設計されているか。 
Ｂ－７ 
国際法及び
国内法の遵
守が確保で
きないもの
でないこと 
・ 装備品等の運用に際して適用される国際法や国内法令、各種内部
規則等から逸脱しないよう対策が検討されているか。 
 
 
 
 
 
 
 
 
 
 
 
 
図６ 技術的審査体制イメージ 
 
 
 
 
 

 
１２ 
 
第１号～第３号を踏まえ、高リスクＡＩ装備品等の標準的なリスク管理イメー
ジを図７のとおり示す。 
 
 
 
 
 
 
 
 
 
 
 
 
 
図７ 高リスクＡＩ装備品等の標準的なリスク管理イメージ 
 
(4) その他 
ア 自己点検 
第１号において低リスクＡＩ装備品等と分類されたものについては、第２号
に掲げる法的・政策的審査及び第３号に掲げる技術的審査については不要とし、
事業実施担当による自己点検を基本としたリスク管理を行うこととする。具体
的には従前のリスク管理と同様の進捗会議等の適宜の機会において表３に掲
げる要件を確認する形で行う。図８に低リスクＡＩ装備品等のリスク管理イメ
ージを示す。 
 
 
 
 
 
 
 
 
 
 
 
図８ 低リスクＡＩ装備品等の標準的なリスク管理イメージ 
 

 
１３ 
 
イ 設計・試験評価への運用者の関与 
ＡＩは、学習に用いられるデータに性能が大きく影響される。また、ＡＩの
性能はどのような環境でどのようにそれを使用するかにも影響される。そのた
め、様々な運用場面を想定してＡＩの試験評価を行う必要がある。したがって、
防衛装備庁と各自衛隊等は構想段階から密接な調整を行い、各幕の関係部署や
将来の利用者と想定している部隊、ＡＩの研究開発に必要なデータを提供する
部隊、将来維持管理を担うことが予期されている部隊等を関与させて研究開発
を実施することが有効である。また、試作品等を部隊等に試験的に配備し、部
隊等において試作品等を試験的に運用しながら運用上の評価を実施し、その評
価結果を受けて試作品等の改善又は能力向上の措置を行うというサイクルを
繰り返し実施することを可能とする枠組みを構築して研究開発を実施するこ
とも有効である。この中で、部隊等において試験的に運用するフェーズを設け
運用上の評価を実施し、部隊等で維持管理可能な水準まで十分に検証した上で
リスク管理を部隊等に引き継ぐ。このように、設計・試験評価等について研究
開発の可能な限り初期の段階から運用者を関与させることが有効である。 
 
５ まとめ 
本ガイドラインは、装備品等の研究開発における責任あるＡＩ適用の具体的な指
針を提示するものであるが、実際の装備品等の研究開発には様々な形態があり得る
ため、本ガイドラインで示した考え方を指針として、各事業に応じて柔軟に事業設
計を行うこととする。ＡＩをとりまく状況は急速に変化しており、一度決めたルー
ルや手続きを維持し続けることが必ずしも適切でない場合がある。したがって、本
ガイドラインはLiving Document とし、適宜更新を行うことを予定している。 
なお、本ガイドライン公表時点において、既に着手している研究開発事業につい
ては、本ガイドラインの趣旨を踏まえ、研究開発の進捗状況を勘案して、個別の対
応を検討する。

`;