var toc_content = ` 
１０ 
 
(3) 技術的審査 
技術的審査は、高リスクＡＩ装備品等の試作品につき、実際の配備・運用段階
でも要件Ａを引き続き満たすことを可能にするための機能を備えているか、また
適切なリスク軽減策が施されているかを技術的観点から確認するために行う審
査である。審査は表３に示す審査項目について実施する。図６に示すとおり、技
術的審査はＡＩ技術に対して専門的な知識を持つ部内の者によって構成される
会議体が事業実施担当を審査する形で実施することとする。審査にあたってはＡ
Ｉを搭載したシステムの安全性確保や品質管理についての高度な技術的知識が
必要となる可能性もあるので、部外の専門家にも必要に応じて意見聴取する。審
査を行う時点は事業開始前、設計承認前、試験開始前、運用開始前等の研究開発
における結節とする。 
なお、リスク管理における表３の確認に関する一例を別紙のとおり示す。 
 
表３ 要件Ｂの審査項目（基準） 
 
確認項目 
Ｂ－１ 
人間の責
任の明確
化 
・ ＡＩシステムの利用に際して適切なタイミングと程度において、運
用者の関与や運用者による適切な制御が可能となるように設計され
ているか。 
・ ＡＩシステムと運用者それぞれの役割が明確に定義されているか。
・ 運用者が負うべき責任が明確に定義されているか。 
Ｂ－２ 
運用者の
適切な理
解の醸成 
・ ＡＩシステムの挙動、パフォーマンス範囲、操作等に運用者が習熟
して当システムを適切に使用できるように設計されているか。 
・ ＡＩシステムへの過度の依存を防ぐための対策が設計されている
か。 
・ ＡＩシステムのモニタリング時に、運用者が不具合を認めたときに
それを改善することを可能とする仕組みが設計されているか。 
Ｂ－３ 
公平性の
確保 
・ データセットの公平性要件が明確化されているか。 
・ ＡＩモデルに関連するバイアスが許容レベルを超えないか確認す
るとともに、不具合が認められた場合の改善の仕組みが設計されてい
るか。 
Ｂ－４ 
検証可能
性、透明
性の確保 
・ ＡＩシステムの構築に係る過程、使用した手法・データ・アルゴリ
ズム等が明確化され、その妥当性を後に検証可能な仕組みが整備され
ているか。 
・ 研究開発体制（事業者含む。）において、説明責任を果たす責任者
を明確化しているか。 
 
 
 

 
１１ 
 
表３ 要件Ｂの審査項目（基準）（続き） 
 
確認項目 
Ｂ－５ 
信頼性、有効
性の確保 
・ ＡＩシステムの信頼性を確保するために、多様な指標を用いた試
験評価を実施しているか。 
・ 開発初期から研究開発終了までの全ての期間において、運用を想
定したデータセットを使用することが検討されているか。 
・ 運用を想定して、ＡＩに連接する装備品等の信頼性を損なうこと
なく、ＡＩを適用できることを設計において担保されているか。 
・ ＡＩシステムが容易に維持管理できる設計となっているか。 
・ ＡＩシステムに対してセキュリティ管理策の実施が検討されて
いるか。 
Ｂ－６ 
安全性の確
保 
・ ＡＩシステムの誤作動や深刻な失敗・事故の発生を低減する安全
機構が設計されているか。 
Ｂ－７ 
国際法及び
国内法の遵
守が確保で
きないもの
でないこと 
・ 装備品等の運用に際して適用される国際法や国内法令、各種内部
規則等から逸脱しないよう対策が検討されているか。 
 
 
 
 
 
 
 
 
 
 
 
 
図６ 技術的審査体制イメージ 
 
 
 
 
 

`;