var toc_content = `機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
216 
 
策についても検討する必要がある。 
また、本節で挙げる管理策を全て実施する必要があるとは限らない。例えば、訓練用デー
タにセンシティブ情報が含まれない場合、「訓練用データに関する情報漏洩攻撃」の管理策
を行う必要がない。 
10.3.5.2 
システム運用フェーズにおけるセキュリティ管理策のまとめ 
 機械学習利用システムの運用者が運用フェーズに行うべきセキュリティ管理策について、
アセットごとにまとめる（表 12）。管理策は、内部品質「E-0：運用状況の継続的モニタリ
ングと記録」（8.1 節）に分類している。 
開発者は、あらかじめ具体的なシステム・運用環境を考慮してセキュリティリスクアセス
メントを行い、システム運用時のセキュリティ管理策を検討し、運用者に提示する必要があ
る。 
 
表 12：システム運用フェーズにおけるセキュリティ管理策の例 
 
10.3.5.3 
機械学習に特有でない一般的なセキュリティ管理策 
機械学習に特有でない一般的なセキュリティの分析とセキュリティリスクへの対応につ
いては、ISO/IEC 27000 シリーズ [10]、ISO/IEC 15408（Common Criteria）[3]、NIST 
SP800 シリーズ [50]、NIST Cyber Security Framework [51]、情報処理推進機構のガイド
ライン類などのフレームワークが提供されている。 
各種ビジネス分野に特化した観点については、分野ごとのISAC（Information Sharing and 

`;