var toc_content = `10.1.1.2.1 法的拘束力のある規則 
公平性については、アメリカの法制度整備に長い歴史があり、いくつかの概念のもととな
っている。半世紀以上前に、人種や宗教等による差別を禁じる法律Civil Rights Act of 1964
（米国公民権法）が制定された。この中のTitle VII では雇用における差別について述べて
いる。さらにその後、住宅に関するFair Housing Act of 1968 など、分野ごとに人種等の属
性による差別を禁じる法律も制定され、これらの法律の適用を通じ、後述するDisparate 
impact とDisparate treatment という、2 つの重要な法的概念が確立されてきた。しかしな
がら、これら昔からの法律は、現在のAI システム技術特有の問題は扱っていない。2019 年
のFacebook の提訴16 もAI に限定しない技術中立的な法律に基づくものである。 
一方で、2021 年4 月にはEU からAI 規制枠組み規則案 [29] を含むAI に特化した政策
パッケージが発表された。専門家の間では、特定分野の規則ではなく「横断的な」法的規制
は、AI によるイノベーションへの重要な足かせになりかねない面があるとして活発な議論
が続いてきたが、このEU の規則案は、AI システムを利用目的に応じ分類する現実的なリ
スクベースアプローチをとっている。例えば、公平性と深く関連する基本的権利保護と相反
しかねないAI は「unacceptable risk AI」と分類され原則禁止となる。また交通機関や社会
システムなど安全性要求が高いAI などは「high-risk AI」に分類され、開発や運用に所定の
手続きが要求される。今後審議を経て正式決定された場合、この規則はGDPR 同様、EU 域
内のAI システムの提供事業者とその利用者だけでなく、AI システムのサービスがEU 域内
で利用される場合には、EU 域外のAI システム提供事業者や利用者にも適用されると想定
 
16 2019 年3 月、米住宅都市開発省がFacebook のターゲティング広告が人種等の特徴に基づいて特定の
層を広告配信対象から外していたことを公正住宅法違反で提訴。 

機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
159 
 
される。 

`;