var toc_content = `10.3.2.3.3 その他の機密情報の漏洩 
情報埋込型のモデルポイズニング攻撃[204]（10.3.4.2 節）では、機密情報がモデルのパ
ラメータや出力などに埋め込まれ、システムの運用時に漏洩する。これにより、プライバシ
ーの侵害や営業秘密の漏洩などが生じる場合がある。 
 
機械学習利用システムに対する攻撃 
本節では機械学習利用システムに対する攻撃について説明する。まず、機械学習に特有の
脅威の分類を与える（10.3.3.1 節）。次に、アセットとステークホルダを列挙し（10.3.3.2 節）、
機械学習利用システムの攻撃界面と可能な攻撃者を示し（10.3.3.3 節）、機械学習特有の攻
撃に利用される得る情報について述べる（10.3.3.4 節）。 
なお、機械学習利用システムに対する攻撃は、現在も盛んに研究されており[89] [224] 
[159]、最新の動向を把握することが重要である。例えば、開発対象に関連する攻撃事例に
ついて、最新のサーベイ論文やサイバーセキュリティのカンファレンス（Black Hat、DEF 
CON など）から情報収集することが望ましい。 

`;