var toc_content = `機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
1 
 
1. 
本ガイドラインの狙い、考え方、構成 
 本章の内容は参考（informative）である。本章に含まれ、本ガイドラインの規範の一部を
構成する (normative) 内容については、後の章で再掲する。 
1.1 
目的と背景 
 人工知能（AI）、とりわけ機械学習技術は、製造業、自動運転、ロボット、ヘルスケア、
金融、小売などの幅広い応用分野で有効性が確認され、社会実装が本格化する兆しを見せて
いる。その一方、AI を利用した製品・サービスの品質を測定し説明する技術の不足に起因
し、万が一の事故の際に原因が特定できず、また投資に見合うAI システムの優位性を説明
できず、結果として、社会的な受容性を得るための制度設計の遅れや、AI 開発ビジネス拡
大への大きな障害となっている。 
本ガイドラインは、機械学習を利用したシステム、特にその中に含まれる機械学習で実装
されたソフトウェアコンポーネント（機械学習要素）の品質に関する基準と達成目標を定め
ることにより、企業が自ら構築したAI を利用するシステムの品質を測定し向上させ、また
AI の誤判断による事故や経済損失などを減少させる一助となることを目的とする。さらに、
このようなアプローチを取ることで、達成した品質の認識を開発のステークホルダ間で共
有したり、社会に対し具体的に示し説明することができるようになったりすることで、受発
注などの条件の明確化や問題点の特定、高品質による付加価値の提示などが実現し、「よい
システムを作る事業者がより高く評価される」健全なビジネス環境の実現にも寄与するこ
とを目的とする。 
1.2 
本ガイドラインの使われ方 
 本ガイドラインが想定する一次的な読者は、機械学習を利用して作られる製品やサービ
スの提供者（ここでは「サービス提供者」とする1）と、実際に製品・サービスをソフトウ
 
1 ソフトウェア事業者などが、他者が提供・自己使用するサービスを想定したシステムをあらかじめ企
 

`;