var toc_content = `機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
21 
 
fairness 
機械学習要素の出力またはその分布が、入力の元となる人などのもつ属性のうちのい
くつかについて、その差異に影響されない（影響が十分低く抑えられる）こと。 
（本ガイドライン4.4 および5.3 を参照） 
 
4. 
耐攻撃性 
attack resistance 
機械学習要素（または機械学習利用システム）が、「攻撃者」によって意図的に構築さ
れた入力データまたは外部環境に対して、運用者の期待に反する（「攻撃者」の意図に
沿う）反応を示さないことが期待できる性質。 
 
5. 
倫理性 
ethicalness 
機械学習利用システムの動作が、人間を中心とする社会のなかで適切なものであるこ
と。 
 
6. 
堅牢性 
robustness 
システムが性能のレベルをどのような状況下でも維持できる性質。 
 
 
開発プロセスに関する用語 
1. 
システムライフサイクルプロセス 
system lifecycle process 
システムの企画立案から運用終了廃棄までの一連の流れを俯瞰した工程管理モデル。 
[ISO/IEC/IEEE 15288] [2] 
 
2. 
アジャイル型開発プロセス 
agile development process 
価値駆動型の俊敏性のある開発アプローチの総称。 
（参考）2001 年のアジャイルマニフェストに端を発したもので、スクラムやXP など

機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
22 
 
様々な手法が活用可能。 
 
3. 
PoC 
proof of concept 
製品としての実現ではなく、実現したいアイデアや想定する課題解決方法についての
実現可能性の検証を目的として行う、予備的な開発活動。 
 
4. 
システムズエンジニアリング 
systems engineering 
多様な利害関係者のニーズに対応するバランスの取れたシステムソリューションを展
開するための複数の分野にまたがるアプローチ。マネジメントプロセスと技術的プロ
セスの両者を適用し、これらのバランスをとってプロジェクトの成功に影響するリス
クを低減する。 
 
5. 
RAMS 
Specification and demonstration of Reliability, Availability, Maintainability and Safety 
(RAMS) 
本ガイドラインでは主に、鉄道分野の信頼性管理プロセスについて定めたIEC 62278 
[17] (EN 50126) 規格に定められた総合的なシステムライフサイクルプロセスの概念
を指すものとして用いる。 
（参考）「RAMS 規格」としては、一般にIEC 62278 自体のことを指すこともある。 
 
利用環境に関する用語 
1. 
環境 
environment 
本ガイドラインでは3 つの文脈で用いる: 1) 外部環境 / 2) 計算機環境 / 3) 運用環境 
 
2. 
外部環境 
external environment 
機械学習利用システムに対する入力の源となるシステム外部の実環境 (physical 
environment) または情報空間 (cyberspace) であって、その環境からシステムへの干

`;