var toc_content = `10.2.2.3.1 公平性との関係 
倫理的なAI は、人間の安全さを保証する２つの主要な観点として、プライバシーと公平
性を挙げている[28]。公平性（Fairness）はデータ主体の機微属性（Sensitive Attributes）に
よってAI の出力結果が偏るかに関わる。どのような偏り（Bias）を公平性への脅威とする

機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
185 
 
かは、差別についての社会正義を基準として決める。グループ公平性（Group Fairness）は
異なる機微特性を持つグループ間の偏り、個人公平性（Individual Fairness）は特定のデー
タ主体への結果が社会的な正義に反するかを論じる。 
公平性は、特定のデータ主体の機微情報（パーソナルデータ）が関わるという点でプライ
バシーと共通する。一方、公平性は上位概念の社会正義を基準とすることから開発対象のシ
ステム要求に依存するが、プライバシーはデータ主体の機微情報が漏洩するか否かという
一般的な基準、法規制からの議論である点が異なる。 

`;