var toc_content = `10.1.1.2.2 法的拘束力の無いガイドライン 
一方で、「法的拘束力のないガイドライン」は、 
① 法的規制が存在する場合に、その要件を実際に満たすための手段をチェックリスト
などの形で具体化するため 
② 低リスク分類など、法的規制が適用されない場合において、提供するAI 製品・サー
ビスの品質を担保するため 
の2 つの位置づけを持つ。 
例えば、 欧州ハイレベルAI 専門家グループによるThe Assessment List For Trustworthy 
Artificial Intelligence (ALTAI) [38] は、公平性について「多様性（Diversity）、差別のなさ
（Non-discrimination）、公平性（Fairness）」要求とし取り上げ、「不公平なバイアスを避け
る」趣旨として、例えば以下のチェック項目をあげている。 
・ データの使い方とアルゴリズム設計の両面において、不公平な偏りを避けるための
戦略をたてたか？ 
・ ユーザやデータの多様性や代表性について検討したか？ 
・ 選択した “fairness”17 は適切か？（他の定義も考えたか？コミュニティに相談した
か？など） 
本ガイドラインも同様に、上記①、②の位置づけを持つ。 

`;