var toc_content = `機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
59 
 
場合。 
 
当該製品・サービスが内包する機械学習要素（ないしAI）の出力が公平であ
ることを説明できないことが、システムの社会受容性などに影響する場合・運
用の障害になる場合。 
・ 
AIFL 0 
 
当該製品・サービスに対する公平性の要求が存在しない場合。 
 
当該製品・サービスが潜在的に不公平・不均一であったとしても、性能とのト
レードオフなどの観点から積極的に肯定されうる応用である場合。 
 
公平性の品質要求が、安全性などの面で「常に性能が高いこと」を求めるよう
な場合。このような場合は、リスク回避性（またはパフォーマンス）の品質に
おける、入力多様性への対応の要求と考える。 
（例えば、機械的損傷の検知のような応用において、特定の損傷の検知率が高
くなった場合に、他の損傷に合わせて検知率を下げるべきでは無い。） 
5.4 
プライバシー 
プライバシーについての基準は以下の通りとする。 
・ 
AIPrL 2 
 
当該製品・サービスが明示的および潜在的にデータ主体保護への脅威を示す
場合で、根拠となる法規制の遵守を目的とするパーソナルデータ保護加工な
らびに組織上の対策を行い、さらに、再特定の脅威を低減する技術的な対策を
適用する必要がある場合。 
・ 
AIPrL 1 
 
当該製品・サービスが明示的および潜在的にデータ主体保護への脅威を示す
場合で、根拠となる法規制の遵守を目的とするパーソナルデータ保護加工な
らびに組織上の対策を適用する必要がある場合。 
・ 
AIPrL 0 
 
当該製品・サービスに対するデータ主体保護の要求が存在しない場合。 
 
当該製品・サービスが明示的および潜在的にデータ主体保護への脅威を示す
場合で、根拠となる法規制の遵守を目的とする組織上の対策を適用する必要
がある場合。 

機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
60 
 
5.5 
AI セキュリティ 
AI セキュリティについては、現時点ではこの外部品質に固有のレベルは設定しない。上記
4 つの品質特性の要求の強さに応じて、利用状況および開発の状況に対するリスクアセスメ
ントを行い、必要な場合に対策を行うことが基本的な考え方となる。 
 

`;