var toc_content = `10.2.1.1.1 倫理的なAI 
データ利活用の時代が到来し、AI の技術を用いた高度な機能の実現とその広範な利用が

機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
175 
 
可能になった。同時に、使い方によっては利用者のプライバシー権を侵害するサービスが登
場している。公共の場での遠隔顔認識、プロファイリング、マイクロターゲティングなどが
利用者のコントロール範囲外で使われるとプライバシー侵害の危険性が増大する。このよ
うな危惧から、社会的に受容できないサービスを法的に制限したり、サービス開発・提供者
にプライバシー権の保護義務を課したりする動きが見られる。議論が先行している欧州か
ら、倫理的なAI（Ethical AI）の考え方が示された [25][37]。 
倫理的なAI は、人間の安全に対する脅威の低減を目指し、利用者の権利としてのプライ
バシー全般に関わる [96]。欧州では、プライバシー権侵害の恐れがあるサービスを具体的
にリストアップし、これらの許容できないリスクをもたらすAI システムやハイリスクAI
システムを対象とする規制法 [29] が議論されている。 
AI 技術を含む情報システム開発では、利用者に関わる情報・パーソナルデータの保護に
注目する [38][30]。利用者のコントロールが及ばないところで、入手可能な情報からパー
ソナルデータの特定が可能になってはならない。パーソナルデータの野放図な共有・流通は
人間の安全に脅威をもたらす。パーソナルデータが適切に保護されていることを、開発から
運用に至るシステムライフサイクルを通して保証しなければならない。 

`;