var toc_content = `10. 外部品質ごとの特有の事項の解説 
本章では、外部品質のうち、公平性、プライバシー、AI セキュリティについて、背景や
固有の課題とその一般的な対策を示す。 
10.1 
公平性に関する品質マネジメントについて 
 本節では、公平性に関する品質マネジメントについて、社会的な背景や問題の整理、公平
性に特有の技術的課題などを分析するとともに、内部品質特性として留意すべき事柄を整
理する。 
 
背景 
10.1.1.1 
社会的要請と社会原則 
10.1.1.1.1 AI 社会原則等 
 人工知能に対しては近年、とくに「倫理性」(ethicalness, ethics 倫理) に関する懸念や社
会における規範のあり方の議論がなされている。このような状況に対応して、11.1 節で紹
介したAI 社会原則の文書類はいずれも、公平性や倫理性に関する要求を項目の1 つとして
明確に掲げている。総合イノベーション戦略推進会議による『人間中心のAI 社会原則』[24] 
では、第6 項に「公平性、説明責任及び透明性の原則」として、「AI の設計思想の下におい
て、人々がその人種、性別、国籍、年齢、政治的信念、宗教等の多様なバックグラウンドを
理由に不当な差別をされることなく、全ての人々が公平に扱われなければならない。」とし
て、設計段階からの公平性への配慮を求めている。また、OECD のAI 原則 [26] は、AI シ
ステムは人権や多様性などに配慮した設計と適切な「セーフガード」の仕組みを含むことを
求めている。さらに、このOECD のAI 原則を基に、EU AI 白書 [32]や欧州AI ハイレベ
ル専門家グループのAI 透明性ガイドライン [37] などでも触れられ、原則レベルではコン
センサスが得られつつあると考えられている [106][40]。 

`;