var toc_content = `機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
27 
 
3. 
ガイドライン適用の考え方 
本章では、想定する本ガイドライン適用プロセスを概観する。 
本章では機械学習要素の構築に焦点を当てているが、説明上必要な範囲において、従来既
に行われているであろう、システム全体の分析などの過程も含んでいる。そのため、開発担
当者において、国際規格対応のために具体的な開発プロセスが既に構築されていて、その妥
当性を説明できる場合には、その既存プロセスを基に本章で掲げる段階の必要なもののみ
を追加するなど、改変を行ってもよい。 
3.1 
ビジネス上のリスク分析 
 
安全性機能の事前検討・適用規格の確認 
 
機械学習利用システムが一定以上（おおむねSIL1 以上・無視できない人身傷害が想定
される程度）の安全性機能を必要とするかをあらかじめ検討する。 
 
安全性機能が必要な場合は、IEC 61508 または各応用分野の規格から適用すべきもの
を選択し、そのプロセスに従う。 
 
システムの機能要件（目的・目標）の特定 
 
システムの利用目的・想定される利用環境の範囲、および達成すべきKPI を概要レベ
ルで特定する。 
 
システム利用のリスクシナリオ検討 
 
システムの機能要件が達成されない、またはシステムが利⽤⽬的や社会の要求に不適
合となる状況の可能性を検討し、その場合に起こる被害その他のデメリットを列挙す
る。いわゆるリスクアセスメントに対応する。 

`;