var toc_content = `10.3.3.3.1 改変され得るアセットと攻撃者の想定 
機械学習利用システムの脅威と脆弱性の分析では、可能な攻撃者を列挙し、システムの攻
撃界面（攻撃者によってアクセスされ悪用され得る経路や手段の集合）を把握する[133]。 
 

機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
199 
 
表 9：機械学習特有の脅威・攻撃界面・攻撃実行フェーズ・攻撃者・攻撃手段の例 
 
表 9 に、機械学習特有の脅威の種類ごとに、攻撃界面を構成するアセット、攻撃の実行
フェーズ、可能な攻撃者、攻撃手段の例を示す。このうち可能な攻撃者としては、アセット
とステークホルダの分析（10.3.3.2 節）に基づき、攻撃界面のアセットを扱う可能性のある
ステークホルダ（表 8）を想定する。例えば、学習データ提供者は、学習データセットを取

機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
200 
 
り扱うため、データポイズニング攻撃の攻撃者として想定しておく必要がある。 

`;