var toc_content = `機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
58 
 
5.2 
AI パフォーマンス 
 AI パフォーマンスについては、以下を基準とし、サービス提供者が、または開発ステー
クホルダ間の協議により決定する。 
・ 
AIPL 2 (mandatory requirements): 
 
当該製品・サービスが一定の性能指標（正解率・適合率・再現率など）を満た
すことが、製品・サービスの運用上の必須または強い前提である場合。 
 
受発注などの契約において、前記の一定の性能指標の充足が受入要件として
明確に記載される場合。 
・ 
AIPL 1 (best-effort requirements):  
 
一定の性能指標が製品・サービスの目的として特定されているが、AIPL 2 に
該当しない場合。 
 特に、リリースまでの日程スケジュールが重視される場合、または品質をモ
ニタリングしながら試験運用を行い漸次性能向上を行う運用が許される場合。 
・ 
AIPL 0 
 
性能指標が開発時点で特定されず、性能指標そのものを発見することが開発
の目的となる場合など。 
 
いわゆるPoC の段階で終了する開発を行う場合。 
5.3 
公平性 
公平性については、以下を基準とする。 
・ 
AIFL 2 (mandatory requirements) 
 
法令・規則・社会的なガイドラインなどにより、一定の公平な取扱いを行う事
があらかじめ要求・強く想定されている場合。 
 
当該製品・サービスがパーソナルデータを扱い、その出力が、個人の権利など
に直接影響を及ぼす場合。 
 
・ 
AIFL 1 (best-effort requirements) 
 
当該製品・サービスが偏りを持たないことについて、明確な要件が特定できる

`;