var toc_content = `機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
122 
 
8. 
運用時における品質管理の事前準備と確認 
8.1 
E-0: 運用状況の継続的モニタリングと記録 
運用時に品質指標を継続的にモニタリングし、その記録を残すことは、実現した品質の説
明や証明にも、また品質の維持・向上にも不可欠である。 
 
基本的な考え方 
機械学習AI システムの品質マネジメントの目標は、信頼できるAI を実現することにあ
る。そのためには、必要な品質を実現することだけでなく、品質が実現できていることを証
拠によって示すことも必要である。またシステムの開発期間中や運用開始時だけでなく、運
用が始まってからこそ品質が重要となる。この意味で、システムの品質に関わる情報を開発
中だけでなく、運用開始後にも継続的に採取し、適切な相手に適切なタイミングで提示でき
るよう備えることが重要である。 
 
具体的な取扱い 
客観的に観測できる品質指標としては、6 章、7 章で説明した各内部品質に沿った評価指
標がまず候補となるが、その基となる運用中の観測対象としては以下が主なものと考えら
れる。 
 
システムの運用状況 
 
システムの改修 
 
外部環境の変化 
8.1.2.1 
システムの運用状況 
機械学習システムの日々の運用状況を示すものとして、入力、出力、内部状態などを主要
なものだけでも採取して記録しておく。 
生データを残すことに加え、内部品質に対応する、入力データセットの分布、出力の正確

`;