var toc_content = `10.2.2.3.2 情報セキュリティとの関係 
プライバシーは情報漏洩（Information Leakage）の一種と考えられることから、情報セキ
ュリティと関連する。情報セキュリティ（Information Security）は機密性（Confidentiality）、
完全性（Integrity）、可用性（Availability）の３つの性質（CIA）から論じられる [77]。付
与された権限にしたがった情報アクセスをコントールすることで、システムが管理する情
報を保護する。特に、機密性は、システム内部データの直接的な情報漏洩（Direct Information 
Leakage）を問題とする。 
プライバシーは正当な権限の下での情報システム利用によって出力された情報からデー
タ主体に関する情報漏洩の問題、つまり、間接的な情報漏洩（Indirect Information Leakage）
に着目する。情報漏洩を取り扱うという点で機密性と関連が深く、プライバシーを情報セキ
ュリティの問題（CIA+P）として論じていたことがあった[179]。ところが、プライバシー
では、脅威を受ける対象はシステムが内部管理する情報ではない。要保護情報に紐付けされ
たデータ主体であって、これはシステム外部に位置する。そして、この要保護情報はシステ
ム出力情報ならびに別途入手可能な補助情報や背景知識を利用した間接的な方法で推測さ
れるものである。 
プライバシーには固有の技術課題があることから、最近では、情報セキュリティから独立
した分野と考えられるようになっている。プライバシーは倫理的なAI が満たすべき品質特
性であり、機械学習の主要な研究課題のひとつである [83]。 

`;