var toc_content = `機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
246 
 
11. （参考）関連する文書類に関する情報 
本章の内容は参考（informative）である。 
11.1 
他の文書・規範類との関係について 
 
「人間中心のAI 社会原則」 
日本においては、内閣府が「人間中心のAI 社会原則」[24] として、主に機械学習利用シ
ステムの運用者や開発者と、社会および一般市民との間のあるべき関係についてまとめて
いる。同原則との関係では、本ガイドラインは一義的には、このような原則を運用者や開発
者が十分に理解した上で、実際に機械学習利用システムやその内部の機械学習要素を開発
する際に、その品質を作り込み、開発者の意図しない形で「安全・安心」などを損なわない
ようにするために、開発者が自ら参照して実践する技術的な事項を整理する、非拘束的なガ
イダンス類として位置づけられる（図 19）。また、本ガイドラインは、他のガイドライン類
や将来の国際規格類などと合わせて、同原則中で言及されている「人間中心のAI 開発原則」
を構成する要素とも位置づけられる。 
 
図 19: 「人間中心のAI 社会原則」との関係 
人間中心の原則
人間中心のAI社会原則
教育・リテラシーの原則
プライバシー確保の原則
セキュリティ確保の原則
公正競争確保の原則
公平性、説明責任及び透明性の原則
イノベーションの原則
社会
規範の順守
製品・サービス開発者
（人間中心のAI開発原則）
本ガイドライン
規範性の要求
品質の
作り込み
技術・手順の具体化
社会原則の中で、
「開発者及び事業者において、
（中略）定め」るものと
されている。
「国際的なコンセンサスを
醸成し（中略）国際的に
共有されることが重要」

`;