var toc_content = `機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
20 
 
development entruster 
機械学習要素の実装を他者に依頼する製品開発主体。契約の形態（役務・委託など）を
問わない。 
 
4. 
開発協力者 
development entrustee 
機械学習要素の実装を開発依頼者から依頼されて行う者。 
 
5. 
開発当事者・ステークホルダ 
(development) stakeholders 
機械学習利用システムの開発・運用に関わる全ての当事者。製品運用主体・自己開発者・開
発依頼者・開発協力者を含む。 
 
 
品質に関する用語 
1. 
リスク回避性（危害回避性・安全性） 
harm avoidance (risk avoidance / safety) 
機械学習要素の望ましくない判断動作によって、その製品の運用者・利用者または第三
者などに人的被害や経済損失・機会損失などの悪影響を及ぼすことを回避する品質特
性である。「リスク回避性」を高めることが、安全分野における「リスク低減」の概念
と対応する。 
[本ガイドライン4.2 および5.1 で定義] 
 
2. 
AI パフォーマンス 
AI performance 
機械学習要素が、機械学習利用システムおよびその利用者が期待する出力を、長期的に
平均してより高い精度・確率で出力するという性質。個々の出力の是非よりも、総合的
な性能を元に評価する。 
[本ガイドライン4.3 および5.2 で定義] 
 
3. 
公平性 

機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
21 
 
fairness 
機械学習要素の出力またはその分布が、入力の元となる人などのもつ属性のうちのい
くつかについて、その差異に影響されない（影響が十分低く抑えられる）こと。 
（本ガイドライン4.4 および5.3 を参照） 
 
4. 
耐攻撃性 
attack resistance 
機械学習要素（または機械学習利用システム）が、「攻撃者」によって意図的に構築さ
れた入力データまたは外部環境に対して、運用者の期待に反する（「攻撃者」の意図に
沿う）反応を示さないことが期待できる性質。 
 
5. 
倫理性 
ethicalness 
機械学習利用システムの動作が、人間を中心とする社会のなかで適切なものであるこ
と。 
 
6. 
堅牢性 
robustness 
システムが性能のレベルをどのような状況下でも維持できる性質。 
 
 
開発プロセスに関する用語 
1. 
システムライフサイクルプロセス 
system lifecycle process 
システムの企画立案から運用終了廃棄までの一連の流れを俯瞰した工程管理モデル。 
[ISO/IEC/IEEE 15288] [2] 
 
2. 
アジャイル型開発プロセス 
agile development process 
価値駆動型の俊敏性のある開発アプローチの総称。 
（参考）2001 年のアジャイルマニフェストに端を発したもので、スクラムやXP など

`;