var toc_content = `機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
176 
 
再特定の脅威が増大し、これへの対策が大きな課題になっている [170][119]。今後、AI 技
術は、機微情報を含むパーソナルデータを活用した高度なサービス実現の基盤となり得る。
負の外部性がもたらす危険性を理解し、技術上ならびに組織上の対応体制を整える必要が
ある。 
10.2.1.1.3 パーソナルデータの広がり 
パーソナルデータ（Personal Data）は個人を特定する情報を表す。情報技術の進展に伴
って保護問題を論じる文脈が広がり、パーソナルデータの種類が増えてきた。登録データと
アクティビティデータに大別される。 
10.2.1.1.3.1 登録データ 
登録データ（Registered Data）は、個人を直接に特定する情報を表す。氏名・生年月日・
性別・人種・住所といった国勢調査の対象となる項目 [248] や社会保険番号・医療情報な
どの機微属性（Sensitive Attributes）がある。法規制の対象として明示されていることもあ
る。例えば、特定の機微な個人情報（プライバシーマークの審査基準JIS Q 15001）あるい
は要配慮個人情報（改正個人情報保護法）と呼ばれる。 
 
10.2.1.1.3.2 アクティビティデータ 
アクティビティデータ（Activity Data）は、実世界での活動から生じる情報だけでなく、
インターネットサービス利用に関わる情報を含む。後者は、インターネットサービスの広が
りと共にパーソナルデータとして理解されるようになった。検索エンジン利用時の検索履
歴、「いいね」ボタン情報、電子商取引の購買履歴、オンデマンドビデオサービスの視聴履
歴、クッキーなどが代表的なアクティビティデータである。また、法規制の対象として明示
されていることもある [30]。AI を含む情報技術の発展と共に、今後、さらに多様化すると
考えられる。 
10.2.1.2 
データ主体の権利 

`;