var toc_content = `10.2.1.1.2 負の外部性 
パーソナルデータ保護の考え方は時代と共に変わってきた。一般に、情報には、正の外部
性（Positive Externality）があり、情報量が多ければ多いほど新たな価値を生む [108]。1980
年頃まで、データ保護は二重投資などの非効率性をもたらすとし、データ共有の仕組み作り
が求められた。1990 年半ばになると、情報技術の進展と共に、大規模デジタルデータある
いはデータベースの共有が可能になった。2 次利用による便益の享受が論じられ、デジタル
データ流通が積極的に進められた。 
共有・流通する公開データベースから、個人特定が可能となるようなパーソナルデータを
加工・除去すればデータ保護の問題は生じないと考えられがちである。ところが、ある医療
関連データベースから、加工・除去された個人識別データを再特定（Re-identification）で
きることが示された [209]。参照可能な公開情報が外部にあれば、この補助情報あるいは背
景知識を利用することで再特定がさらに容易になる。つまり、情報量が多ければ多いほどパ
ーソナルデータ再特定のリスクが増大する。これを、情報の負の外部性（Negative Externality）
と呼ぶ [64]。 
サービス開発・提供に携わる事業者の立場からすると、負の外部性はビジネスリスクに直
結する。実際、21 世紀、インターネットサービスが活発化すると共に、パーソナルデータ

機械学習品質マネジメントガイドライン 第4 版 
 
国立研究開発法人産業技術総合研究所 
DigiARC-TR-2023-03 / CPSEC-TR-2023003 
176 
 
再特定の脅威が増大し、これへの対策が大きな課題になっている [170][119]。今後、AI 技
術は、機微情報を含むパーソナルデータを活用した高度なサービス実現の基盤となり得る。
負の外部性がもたらす危険性を理解し、技術上ならびに組織上の対応体制を整える必要が
ある。 

`;