var toc_content = `9 
 
⑦事務処理業務の効率化 
行政組織としての防衛省の中で行われている様々な事務処理業務にＡＩを導
入し効率化を図ることにより、例えば、新たなものを創造する業務、人間の気持
ちを汲み取ることが強く求められる業務といったＡＩが不得手とされる業務や、
人間が重要な役割を果たす、高度な論理展開と判断を要する業務に、人的リソー
スを割くことができると期待される。 
 
３．ＡＩの利用に伴うリスクへの理解と対応 
ＡＩについては、一定の誤りが含まれることによる信頼性の懸念のほか、学習
データの偏りなどに起因するバイアスや、誤用・悪用などの課題やリスクが伴う
と指摘されている。そこで、その活用に当たっては、リスクを正しく認識し、必
要となる対策を講じることが重要となる。このような背景の中、令和６年４月、
総務省と経済産業省は、「様々な事業活動においてＡＩを活用する全ての者（政
府・自治体等の公的機関を含む）」を対象とする「ＡＩ事業者ガイドライン」を
策定した。同ガイドラインは、「ＡＩ開発・提供・利用にあたって必要な取組に
ついての基本的な考え方を示すもの」であり、「実際のＡＩ開発・提供・利用に
おいて、本ガイドラインを参考の一つとしながら、ＡＩ活用に取り組む全ての事
業者が自主的に具体的な取組を推進することが重要」とされている。同ガイドラ
インは拘束力を有するものではなく、「関係事業者による自主的な取組を促し、
非拘束的なソフトローによって目的達成に導くゴールベースの考え方」で作成
されたものである。同ガイドラインは、国際場裡における議論との整合性も意識
したものとなっており、２０２３年５月のＧ７広島サミットの結果を受けて生
成ＡＩに関する国際的なルールの検討を行うために立ち上げた「広島ＡＩプロ
セス」への貢献を意図するとともに、「同プロセスを含む国際的な議論を踏まえ
ながら検討されたもの」とされる。 
ＡＩ事業者ガイドラインは、民間事業者を含め、様々な事業活動においてＡＩ
を活用する全ての者を対象としているため、必ずしも防衛分野の動向に即した
ものではなく、記載内容の全てを防衛省・自衛隊に当てはめることは妥当ではな
いが(11)、同ガイドラインが示す以下のような考え方は、防衛省・自衛隊がＡＩの
活用を進める上でも重要と考えられる。そこで、防衛省・自衛隊としては、同ガ
イドラインを参考の一つとしつつ、ＡＩをめぐる国際社会や他国の防衛当局等
との議論にも注意を払い、ＡＩの活用推進とＡＩがもたらすリスクの低減に取
り組むこととする。さらに、防衛省・自衛隊が進める取組から得られた知見を共
有するなどして、国際的な議論やルール作りにも積極的かつ建設的に参加して
                                                      
(11) ＡＩ事業者ガイドラインは、「ＡＩ提供者やＡＩ利用者が政府・自治体等、公的機関にな
る場合は、民間事業者の場合とは別の考えが必要になる可能性がある」と記述。 

10 
 
いく。 
 
【ＡＩ事業者ガイドラインが示す考え方】 
（注：以下の記述は、防衛省・自衛隊がＡＩの活用を進める上で重要と考えられ
るＡＩ事業者ガイドラインの記述を引用・編集したもの） 
 
（１）関連する用語 
 ・ ＡＩシステム 
   活用の過程を通じて様々なレベルの自律性をもって動作し学習する機能
を有するソフトウェアを要素として含むシステムとする（機械、ロボット、
クラウドシステム等）。 
 ・ ＡＩモデル（ＭＬモデル） 
   ＡＩシステムに含まれ、学習データを用いた機械学習によって得られる
モデルで、入力データに応じた予測結果を生成する。 
 ・ ＡＩサービス 
   「ＡＩシステム」を用いた役務を指す。 
 ・ ＡＩガバナンス 
   ＡＩの利活用によって生じるリスクをステークホルダーにとって受容可
能な水準で管理しつつ、そこからもたらされる正のインパクト（便益）を
最大化することを目的とする、ステークホルダーによる技術的、組織的、
及び社会的システムの設計及び運用。 
 
（２）原則 
各主体は、基本理念（注：①人間の尊厳が尊重される社会、②多様な背景を持
つ人々が多様な幸せを追求できる社会、③持続可能な社会）により導き出される
人間中心の考え方を基に、ＡＩシステム・サービスの開発・提供・利用を促進し、
人間の尊厳を守りながら、事業における価値の創出、社会課題の解決等、ＡＩの
目的を実現していくことが重要である。このため、各主体は、ＡＩ活用に伴う社
会的リスクの低減を図るべく、安全性・公平性といった価値を確保することが重
要である。また、個人情報の不適正な利用等の防止を始めとするプライバシー保
護並びにＡＩシステムの脆弱性等による可用性の低下や外部からの攻撃等のリ
スクに対応するセキュリティ確保を行うことが重要である。上記を実現するた
めに、各主体は、システムの検証可能性を確保しながらステークホルダーに対す
る適切な情報を提供することにより、透明性を向上させ、アカウンタビリティを
果たすことが重要となる。 
（注：下線部はＡＩ事業者ガイドライン本文のまま） 

`;