var toc_content = `19 
 
(21)が担い、個々の情報システムごとに必要なデータ関連の措置やデータマネジ
メントはＰＪＭＯ（Project Management Office）が講ずることとする。 
  
３．ＡＩやデータに関する知見を有する人材とその確保・育成 
 
（１）防衛省に求められるＡＩ・データ人材 
データを用いた学習を繰り返すことによりＡＩの性能を維持・向上させるた
めには、ＡＩやデータに関する知見を有する人材が欠かせない。 
ＡＩ人材は、研究者と、個別の業務目的に応じてＡＩモデルの組込み、アルゴ
リズムの適用、これらの維持管理を担う活用者に大別することができる。防衛省
では、個々の業務にＡＩを活用するために必要なデータの準備を行うデータ人
材、用途に応じてＡＩモデルを評価し、学習やパラメータの最適化等を通じてカ
スタマイズするＡＩエンジニア、ＡＩを活用するプロジェクトの企画から評価
までを総括するプロジェクトリーダーが必要となることから、これまで隊員を
対象とするＡＩ講座等を開講し、必要な知識の取得を促してきた。同時に、民間
の研究者を「ＡＩ・データ分析官」として採用し、高度な専門性に裏付けられた
助言や隊員への教育の機会を得てきたところである。 
 また、ＡＩに関する研究開発や維持管理に携わらない、ＡＩを利用するだけの
隊員についても、ＡＩを利用するに当たって最低限知っておくべき知識(22)を有
していることが求められる。 
 
                                                      
(21) ＰＭＯは、各府省のＩＴガバナンスの機能強化を目的に、デジタル庁が定める「デジタ
ル・ガバメント推進標準ガイドライン」により設置することとされている組織。防衛省では、
整備計画局サイバー整備課に置かれている。 
(22) 例えば、「ＡＩは事実に基づかない情報を出力する（いわゆるハルシネーション）ことが
あり、最終的な判断は人が行う必要がある」ということ。 

20 
 
（２）ＡＩ・データ人材の育成 
 ＡＩ・データ人材にはその業務目的に応じた能力が求められる。各機関は、具
体的なニーズに適した講座を見極めて取り入れることが重要である。整備計画
局サイバー整備課は、これまで隊員を対象とする初級・中級のＡＩ講座を開講し
受講者を募集してきたが、他の政府機関もＡＩに関連する講座を提供している。
以下では、上述の考え方に倣いＡＩへの業務上の関わり方の観点から人材像を
類型化するとともに、それぞれの類型ごとに受講することが効果的と考えられ
る講座の例を示すこととする。 
①ＡＩを利用する者 
今後、ＡＩの普及が更に進み日常生活で広く使われるようになると、翻訳作業
のような一般的な行政事務の遂行に当たってもＡＩを活用する場面が増えると
想定される。そこで、例えば隊員が日常的に使用する業務処理システムにＡＩを
活用したソフトウェアを導入するなどして、隊員が業務の遂行を通じて恒常的
にＡＩの利活用に関する知識とスキルを習得することを促進する。 
実際の業務を通じた知識とスキルの習得に加え、ＡＩ講座の受講も有効な手
段である。ＡＩは、一般的な行政事務のほか、指揮統制における意思決定支援か
ら整備・補給における補用品取得の最適化に至るまで、多くの場面で活用が進む
と考えられる。そのため、作戦の立案者・意思決定者から整備・補給要員に至る
まで、実際にＡＩを利用し得る隊員が、ＡＩ、数理、データサイエンスに関する
基礎的な素養を身に付けることは重要である。 
政府全体でＡＩの利用が進む中、隊員のＡＩリテラシーの向上は、防衛省・自
衛隊のみならず他の政府機関等においても重要な課題となっている。ＡＩ事業
者ガイドラインにおいても、「各主体内のＡＩに関わる者が、その関わりにおい
て十分なレベルのＡＩリテラシーを確保するために必要な措置を講じる」こと
が記述されているところ、政府全体の取組も活用しつつ、隊員のＡＩリテラシー
向上に取り組む。 
講座の例： 
整備計画局サイバー整備課「ＡＩ基礎講習」 
 総務省統計局「社会人のためのデータサイエンス入門」「社会人のためのデー
タサイエンス演習」 
②ＡＩの研究開発や維持管理に携わる者（データ人材、ＡＩエンジニア） 
さらに、ＡＩの研究・開発や維持管理に携わる隊員は、ＡＩ・データを専門に
する企業や研究機関の関係者と専門知識を交えてやり取りすることが期待され
る。その際、例えばPython(23)のようなＡＩ開発及び活用との親和性の高いプロ
                                                      
(23) 人工知能や機械学習などＡＩ分野で利用されている汎用的なプログラミング言語。 

21 
 
グラミング言語に触れた経験を有することが専門的なやり取りを行う上での資
となることから、Python 等を用いたプログラミングなどの講習の受講と能力の
取得を推進する。その上で、各々の職務に応じて、ＡＩエンジニアリング、デー
タサイエンス、ＡＩプロジェクトマネジメントのうち必要となる能力を伸ばす
ことが重要である。 
講座の例： 
 整備計画局サイバー整備課「ＡＩ中級講座」「ＡＩ実践講座」 
③ＡＩの活用をリードする者（プロジェクトリーダー） 
中級のＡＩ講座を履修し、プログラミングやデータサイエンスの素養を身に
付けた隊員は、自身の部隊等のＡＩ適用システムについて理解を深めることで、
所属部隊でＡＩの活用をリードし、後進の育成に携わる人材を目指すべきであ
る。その際、部隊等の現場で利用されているＡＩはシステムにより様々であるこ
とから、実務を通じてスキルを引き継ぐことが重要である。 
このような人材が新たな部隊に赴任した際は、着任先の部隊等で使用されて
いるＡＩ適用システムについて理解を深めるとともに、前職の経験に基づくベ
ストプラクティスの共有を行うことで、防衛省全体のＡＩ・データ人材の成熟度
が増し、ＡＩの活用がより一層推進される好循環が生まれることとなる。このよ
うな人材育成のエコサイクルを確立することが重要となる。 
講座の例： 
 整備計画局サイバー整備課「ＡＩ実践講座」 
ＡＩ適用システムの維持管理によるＯＪＴ 
 
（３）民間のＡＩ・データ人材の活用 
 ＡＩの技術革新は民間を中心に進んでいるところ、民間知見を取り込むこと
は非常に重要である。加えて、国家防衛戦略や防衛力整備計画がＡＩの活用に言
及し、実際に防衛省においてＡＩを使った取組が進む中、ＡＩに関連する全ての
業務を隊員だけで処理するのは現実的ではない。そこで、この分野に知見やノウ
ハウを有する民間の企業や研究機関の活用を通じ、そこで働くＡＩ・データ人材
の方々と協力することが重要となる。この点、整備計画局サイバー整備課では、
令和２年度から、ＡＩ導入推進アドバイザー役務を調達しており、安全保障分野
における諸外国のＡＩ導入に関する調査、防衛省・自衛隊へのＡＩ導入に関する
政策の企画立案の支援、ＡＩを活用する事業への助言など、幅広い支援を得てい
る。ＡＩを活用する事業の担当者など、業務上ＡＩと深く関わる隊員は、このよ
うな民間の専門的知見を得ることが業務を遂行する上での助力となろう。 
 このほか、ＡＩやデータに関する専門的な知見・経験を有する民間の人材を個
別に採用することも重要である。防衛省では、令和３年度から、ＡＩやデータ分

`;