var toc_content = `13 
 
⑦ アカウンタビリティ（15） 
■ データの出所、ＡＩシステム・サービスの開発・提供・利用中に行われた意
思決定等について、技術的に可能かつ合理的な範囲で追跡・遡及が可能な状
態を確保する 
 
⑧ 教育・リテラシー 
■ ＡＩに関わる者が、その関わりにおいて十分なレベルのＡＩリテラシーを
確保するために必要な措置を講じる 
■ 生成ＡＩの活用によって、ＡＩと人間の作業の棲み分けが変わっていくと
想定されるため、新たな働き方ができるよう教育・リスキリング等を検討す
る 
 
⑨ イノベーション 
■ 国際化・多様化、産学官連携及びオープンイノベーションを推進する 
■ 自らのＡＩシステム・サービスと他のＡＩシステム・サービスとの相互接続
性と相互運用性を確保する 
 
（４）ＡＩガバナンスの構築 
  各主体間で連携しバリューチェーン全体で「共通の指針」を実践しＡＩを安
全安心に活用していくためには、ＡＩに関するリスクをステークホルダーに
とって受容可能な水準で管理しつつ、そこからもたらされる便益を最大化す
るための、ＡＩガバナンスの構築が重要となる。…（中略）…事前にルールや
手続が固定されたＡＩガバナンスではなく、企業・法規制・インフラ・市場・
社会規範といった様々なガバナンスシステムにおいて、「環境・リスク分析」
「ゴール設定」「システムデザイン」「運用」「評価」といったサイクルを、マ
ルチステークホルダーで継続的かつ高速に回転させていく、「アジャイル・ガ
バナンス」の実践が重要となる。 
  なお、具体的な検討にあたっては開発・提供・利用予定のＡＩのもたらすリ
スクの程度及び蓋然性や、各主体の資源制約に配慮することが重要である。
                                                      
(15) アカウンタビリティを説明可能性と定義することもあるが、ＡＩ事業者ガイドラインでは
情報開示は透明性で対応することとしており、アカウンタビリティとはＡＩに関する事実上・
法律上の責任を負うこと及びその責任を負うための前提条件の整備に関する概念としている。 

14 
 
 
 
 
 
 
 
 
 
 
 
 

`;