var toc_content = `２．ＡＩの活用分野と方向性  7 
３．ＡＩの利用に伴うリスクへの理解と対応  9 
第３部 ＡＩ活用推進に向けた取組  15 
１．防衛力の抜本的強化に向けたＡＩの活用  15 
２．防衛省におけるデータ・情報基盤の構築  16 
（１）「データは任務遂行に不可欠な戦略アセット」という意識の涵養  16 
（２）防衛省におけるメタデータの把握とデータフォーマットの整備  17 
（３）クラウドを活用したデータの収集・蓄積・管理  17 
（４）防衛省のデータマネジメント推進体制  18 
３．ＡＩやデータに関する知見を有する人材とその確保・育成  19 
（１）防衛省に求められるＡＩ・データ人材  19 
（２）ＡＩ・データ人材の育成  20 
（３）民間のＡＩ・データ人材の活用  21 
４．ＡＩを使った装備品の研究開発  22 
５．大学等の教育・研究機関との協力関係  24 
６．各国との協力・連携  24 
７．ＡＩ軍備管理・ＡＩ倫理をめぐる国際社会の動きと防衛省の対応  24 
８．他の先端技術の活用可能性と生成ＡＩの活用  26 
（１）次世代情報通信技術や量子コンピューティング技術等の情報処理能力等の
向上に資する技術の活用可能性  26 
（２）生成ＡＩの活用  26 
おわりに  28 
 
 
 

1 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

2 
 
第１部 基本方針策定の背景 
 
１．基本方針策定の背景と目的 
（１）基本方針策定の背景 
 ＡＩは、ものづくり、物流、医療、金融などの様々な分野で急速に活用が進み、
今やデジタル社会を形成していく上で不可欠の要素となっている。特に２０２
２年１１月に米国OpenAI 社が発表したChatGPT は大きな話題となり、生成ＡＩ
によって仕事や生活の在り方が大きく変わる可能性も指摘されている。２０１
９年には、統合イノベーション戦略推進会議が「ＡＩ戦略２０１９」を発表し、
今後のＡＩ利活用のための方針が示された。２０２２年には、同会議から「ＡＩ
戦略２０２２」が発表され、ＡＩの社会実装を推進しているところである。 
 防衛分野においても、令和４年１２月に閣議決定した国家防衛戦略や防衛力
整備計画では、例えば無人アセット、指揮統制・情報関連機能、指揮官の意思決
定を支援する技術にＡＩの活用を進めることが記されている。他国でも軍事分
野でＡＩを活用する試みが行われており、例えば、米国では、「ＡＳＴＡＲＴＥ
計画」（ASTARTE: Air Space Total Awareness for Rapid Tactical Execution）
の下、多様なシステム・大量のデータを統合し、状況認識や意思決定などを行う
ため、指揮統制システムにＡＩを適用することを検討している。先端技術を応用
した軍の「智能化」を掲げる中国は、ＡＩを活用した無人アセットの強化に取り
組んでいるとされる。 
国家防衛戦略は、我が国の防衛目標として、 
● 力による一方的な現状変更を許容しない安全保障環境を創出すること、 
● 我が国の平和と安全に関わる力による一方的な現状変更やその試みについ
て、我が国として、同盟国・同志国等と協力・連携して抑止し、これが生起し
た場合でも早期に事態を収拾すること、 
● 万が一、抑止が破れ、我が国への侵攻が生起した場合には、その態様に応じ
てシームレスに即応し、我が国が主たる責任をもって対処し、同盟国等の支援
を受けつつ、これを阻止・排除すること、 
を掲げている。同戦略は、このような防衛目標を実現するためのアプローチの一
つとして、「我が国自身の防衛体制の強化として、我が国の防衛の中核となる防
衛力を抜本的に強化するとともに、国全体の防衛体制を強化すること」を示して
いる（3）。防衛力の抜本的強化を進める上で、ＡＩのような先端技術に関しては、
「科学技術の急速な進展が安全保障の在り方を根本的に変化させ、各国は将来
                                                      
(3) このほかのアプローチとして、「同盟国である米国との協力を一層強化することにより、日
米同盟の抑止力と対処力を更に強化すること」、「自由で開かれた国際秩序の維持・強化のため
に協力する同志国等との連携を強化すること」も示している。 

`;