var toc_content = `iii 
 
戦能力を例にすると、目標の探知・識別の精度向上や指揮官への行動方針案の提
示等のためにＡＩを活用し、探知・識別から意思決定に至る過程の優位性や迅速
性を確保することが考えられる。ＡＩは、このような形で新しい戦い方に対応で
きる防衛力の一部を構成することとなろう。また、防衛力の抜本的強化に向けて
ＡＩ活用を進める上で、好事例や教訓を組織横断的に横展開し、今後の取組にフ
ィードバックするプロセスを確立することとする。 
 領域横断作戦の実効性を上げるためには、ＡＩの活用のほかにも、陸・海・空
自衛隊の組織の壁や個々の情報システムの仕様を越えて、必要な者が必要なデ
ータにアクセスできる状態を実現することが欠かせない。そこで、全ての隊員を
対象に「データは任務遂行に不可欠な戦略アセットである」との意識を涵養しつ
つ、データの設計・作成から利用に至るまでの連続的な管理を行うデータマネジ
メントの取組を進めることとする。 
 ＡＩの性能を維持・向上させるためには、データマネジメントに加え、人材の
確保・育成も必要である。防衛省・自衛隊では、業務でＡＩを利用することによ
る知識やスキルの習得に加え、ＡＩ講座等を開講するなどして、隊員のＡＩリテ
ラシーの向上を図るとともに、ＡＩの研究開発や維持管理に携わる者とそれぞ
れの部署でＡＩの活用に取り組む上でそれをリードするプロジェクトリーダー
の育成を進め、部署ごとの状況に即した具体的な課題の克服に取り組む。同時に、
ＡＩの技術革新は民間を中心に進んでいること、ＡＩ関連の全ての業務を隊員
のみで処理するのは現実的ではないことから、民間のＡＩ・データ人材への積極
的なアプローチを行う。 
 ＡＩを使った装備品の研究開発については、国際的な議論の文脈で我が国が
表明している一連のコミットメントをどのように具体化するかについて、「ＡＩ
事業者ガイドライン」を参考としつつ、他国の政府機関等との議論を通じて検討
を深め、防衛省・自衛隊独自のガイドラインを策定する。 
 このほか、外部の教育・研究機関との協力関係の拡大・深化、国際的な協力・
連携の拡充、防衛分野におけるＡＩの利用に関する国際的な議論やルール作り
への積極的かつ建設的な参加、ＡＩ以外の先端技術の活用等にも取り組む。 
 生成ＡＩについては、政府における検討状況を踏まえながら、できる限りリス
クを低減することを重視して導入に取り組む。実際に業務で生成ＡＩを使用す
ることを通じて隊員のリテラシー向上を図るとともに、必要に応じ課題を抽出
し対策を講じることで、リスクを受容可能な水準で管理しつつ、便益を最大化す
ることを追求する。 
 日本社会全体とともに自衛隊が人口減少に直面する中、ＡＩは課題解決の重
要なツールであるとともに、これらの取組は将来的な組織の構成や文化の改革
の基盤となるものである。国家安全保障戦略には、「我々は今、希望の世界か、

iv 
 
困難と不信の世界のいずれかに進む分岐点にあり、そのどちらを選び取るかは、
今後の我が国を含む国際社会の行動にかかっている」と記されている。その言葉
を防衛省・自衛隊におけるＡＩの活用に当てはめれば、「我々は今、ＡＩの活用
により効率的で将来を自ら創り出す組織となるか、後れをとって非効率で旧態
依然の組織となるのかの分岐点にあり、そのどちらを選び取るかは、今後の我々
の努力にかかっている」と言えるだろう。 

v 
 
 
 
 
 
 
 
 
 
 
 
 

`;