var toc_content = `19 
 
(21)が担い、個々の情報システムごとに必要なデータ関連の措置やデータマネジ
メントはＰＪＭＯ（Project Management Office）が講ずることとする。 
  
３．ＡＩやデータに関する知見を有する人材とその確保・育成 
 
（１）防衛省に求められるＡＩ・データ人材 
データを用いた学習を繰り返すことによりＡＩの性能を維持・向上させるた
めには、ＡＩやデータに関する知見を有する人材が欠かせない。 
ＡＩ人材は、研究者と、個別の業務目的に応じてＡＩモデルの組込み、アルゴ
リズムの適用、これらの維持管理を担う活用者に大別することができる。防衛省
では、個々の業務にＡＩを活用するために必要なデータの準備を行うデータ人
材、用途に応じてＡＩモデルを評価し、学習やパラメータの最適化等を通じてカ
スタマイズするＡＩエンジニア、ＡＩを活用するプロジェクトの企画から評価
までを総括するプロジェクトリーダーが必要となることから、これまで隊員を
対象とするＡＩ講座等を開講し、必要な知識の取得を促してきた。同時に、民間
の研究者を「ＡＩ・データ分析官」として採用し、高度な専門性に裏付けられた
助言や隊員への教育の機会を得てきたところである。 
 また、ＡＩに関する研究開発や維持管理に携わらない、ＡＩを利用するだけの
隊員についても、ＡＩを利用するに当たって最低限知っておくべき知識(22)を有
していることが求められる。 
 
                                                      
(21) ＰＭＯは、各府省のＩＴガバナンスの機能強化を目的に、デジタル庁が定める「デジタ
ル・ガバメント推進標準ガイドライン」により設置することとされている組織。防衛省では、
整備計画局サイバー整備課に置かれている。 
(22) 例えば、「ＡＩは事実に基づかない情報を出力する（いわゆるハルシネーション）ことが
あり、最終的な判断は人が行う必要がある」ということ。 

`;