var toc_content = `12 
 
危害が発生することを避けるべく、ＡＩシステム・サービスの開発・提供・利
用を行う 
■ ＡＩシステム・サービスの特性や用途を踏まえ、学習等に用いるデータの正
確性・必要な場合には最新性（データが適切であること）等を確保する 
 
③ 公平性 
■ 不適切なバイアスを生み出す要因は多岐に渡るため、各技術要素（学習デー
タ、モデルの学習過程、ＡＩ利用者が入力するプロンプト、ＡＩモデルの推
論時に参照する情報や連携する外部サービス等）及びＡＩ利用者の振る舞い
を含めて、公平性の問題となり得るバイアスの要因となるポイントを特定す
る 
■ ＡＩの出力結果が公平性を欠くことのないよう、ＡＩに単独で判断させる
だけでなく、適切なタイミングで人間の判断を介在させる利用を検討する 
 
④ プライバシー保護 
■ プライバシーが尊重され、保護されるよう、その重要性に応じた対応を取る 
 
⑤ セキュリティ確保 
■ ＡＩシステム・サービスの機密性・完全性・可用性を維持し、常時、ＡＩの
安全な活用を確保するため、その時点での技術水準に照らして合理的な対策
を講じる 
■ ＡＩシステム・サービスに対する外部からの攻撃は日々新たな手法が生ま
れており、これらのリスクに対応するための留意事項を確認する 
 
⑥ 透明性（14） 
■ ＡＩの判断にかかわる検証可能性を確保するため、データ量やデータ内容
に照らし合理的な範囲で、ＡＩシステム・サービスの開発過程及び利用時の
入出力等、ＡＩの学習プロセス、推論過程、判断根拠等のログを記録・保存す
る 
■ ログの記録・保存に当たっては、利用する技術の特性や用途に照らして、そ
の記録方法、頻度、保存期間等について検討する 
 
 
                                                      
(14) 透明性については諸外国でも様々な定義があるが、ＡＩ事業者ガイドラインでは、情報開
示に関する事項を広く「透明性」としている。 

`;