var toc_content = `17 
 
（２）防衛省におけるメタデータの把握とデータフォーマットの整備 
 必要な時に必要なデータを利用できる状況をつくるためには、データの棚卸
をして、どこにどのようなデータが存在するのか整理し、メタデータ(18)の一覧
を作成することが必要となる。メタデータ把握のためには、データ作成時にタグ
付けを行い、カタログ化することが有効である。 
 また、防衛省は、陸・海・空自衛隊や防衛装備庁など多くの機関から成る巨大
な組織であり、それぞれの機関が独自の情報システムを構築している。今後、統
合運用や領域横断作戦の深化を図る上で、データを組織横断的に共有すること
がますます重要となるところ、共有することが必要なデータを特定した上で、そ
れを可能とするデータフォーマットの整備も必要である。 
 さらに、学習データの質と量の向上の観点から、他の政府機関等とのデータの
共有が有効である場合、必要に応じ、個別の事例に即した取組を検討する。 
 
（３）クラウドを活用したデータの収集・蓄積・管理 
 防衛省・自衛隊では、統合幕僚監部と陸・海・空自衛隊がこれまでそれぞれ整
備してきた任務遂行の基盤となる情報システムを、クラウドに統合することと
している。実際の統合は、個々の情報システムの換装のタイミングで順次行われ
る予定であるが、各機関の個々の情報システムのクラウドへの統合は、データの
収集・蓄積・管理を進める上で良い機会となる。この機会を捉え、標準化された
データの蓄積・管理とメタデータの把握を軌道にのせることを目指す。同時に、
情報の保全区分も考慮しつつ、誰がどのデータにアクセスできるのかというデ
ータアクセスに関するルールを明確化することも必要である。さらに、データが
外部等から不正にアクセスされ、改ざんされることがないよう、セキュリティを
確保する必要がある。 
 また、ＡＩのためのデータの蓄積・管理という点では、取得したデータを蓄積
するデータレイク(19)、ＡＩが学習しているデータの分析やＡＩの学習に適した
形にデータを加工・保存するためのデータウェアハウス(20)、ＡＩの学習を行う
ためのサーバ及び操作用端末などから構成されるＡＩの性能の維持管理のため
の環境を整備することが重要である。そこで、防衛省では、ＡＩ運用環境での新
しいデータの蓄積、維持管理環境でのデータ分析、ＡＩの再学習、ＡＩ運用環境
への学習済モデルの配布といった一連のサイクルを実現できる態勢を構築する
こととしている。 
 その上で、収集したデータの信頼性を確保し、その品質を維持するとともに、
                                                      
(18) データを説明するための情報から構成されるデータ。 
(19) データをそのまま貯めておく場所。 
(20) データを使いやすく加工、整理した上で貯めておく場所。 

`;