var toc_content = `21 
 
グラミング言語に触れた経験を有することが専門的なやり取りを行う上での資
となることから、Python 等を用いたプログラミングなどの講習の受講と能力の
取得を推進する。その上で、各々の職務に応じて、ＡＩエンジニアリング、デー
タサイエンス、ＡＩプロジェクトマネジメントのうち必要となる能力を伸ばす
ことが重要である。 
講座の例： 
 整備計画局サイバー整備課「ＡＩ中級講座」「ＡＩ実践講座」 
③ＡＩの活用をリードする者（プロジェクトリーダー） 
中級のＡＩ講座を履修し、プログラミングやデータサイエンスの素養を身に
付けた隊員は、自身の部隊等のＡＩ適用システムについて理解を深めることで、
所属部隊でＡＩの活用をリードし、後進の育成に携わる人材を目指すべきであ
る。その際、部隊等の現場で利用されているＡＩはシステムにより様々であるこ
とから、実務を通じてスキルを引き継ぐことが重要である。 
このような人材が新たな部隊に赴任した際は、着任先の部隊等で使用されて
いるＡＩ適用システムについて理解を深めるとともに、前職の経験に基づくベ
ストプラクティスの共有を行うことで、防衛省全体のＡＩ・データ人材の成熟度
が増し、ＡＩの活用がより一層推進される好循環が生まれることとなる。このよ
うな人材育成のエコサイクルを確立することが重要となる。 
講座の例： 
 整備計画局サイバー整備課「ＡＩ実践講座」 
ＡＩ適用システムの維持管理によるＯＪＴ 
 
（３）民間のＡＩ・データ人材の活用 
 ＡＩの技術革新は民間を中心に進んでいるところ、民間知見を取り込むこと
は非常に重要である。加えて、国家防衛戦略や防衛力整備計画がＡＩの活用に言
及し、実際に防衛省においてＡＩを使った取組が進む中、ＡＩに関連する全ての
業務を隊員だけで処理するのは現実的ではない。そこで、この分野に知見やノウ
ハウを有する民間の企業や研究機関の活用を通じ、そこで働くＡＩ・データ人材
の方々と協力することが重要となる。この点、整備計画局サイバー整備課では、
令和２年度から、ＡＩ導入推進アドバイザー役務を調達しており、安全保障分野
における諸外国のＡＩ導入に関する調査、防衛省・自衛隊へのＡＩ導入に関する
政策の企画立案の支援、ＡＩを活用する事業への助言など、幅広い支援を得てい
る。ＡＩを活用する事業の担当者など、業務上ＡＩと深く関わる隊員は、このよ
うな民間の専門的知見を得ることが業務を遂行する上での助力となろう。 
 このほか、ＡＩやデータに関する専門的な知見・経験を有する民間の人材を個
別に採用することも重要である。防衛省では、令和３年度から、ＡＩやデータ分

22 
 
析に関する高度な知識と豊富な経験を有する民間の人材を「ＡＩ・データ分析官」
として採用する取組を行ってきた。今後もこのような取組を継続・拡充し、民間
人材への積極的なアプローチを進める。 
 
４．ＡＩを使った装備品の研究開発 
ＡＩシステムの開発は単純に言えばソフトウェア開発の一種ではあるが、従
来のソフトウェア開発の考え方をそのまま適用するには技術的に不足する点が
ある。そのため民生分野においてＡＩシステム開発のための様々な方法論が用
いられている。例えば、Proof of Concept（PoC）と呼ばれる予備的実験段階の
導入や同段階における運用者の参画、アジャイル開発など、いわゆる従来のウォ
ーターフォール型の開発のみではない、より柔軟で効率的な開発プロセスの適
用が広く行われている。また、運用段階で得られる実際のデータをもとにして、
より高い精度の実現や環境変化への適応を運用中に行うための継続的な評価・
改善も必要となる。ＡＩを使った装備品の研究開発においてもこのような民生
の知見を必要に応じて適切に取り込み、効率的な事業実施に努める必要がある。 
さらに、ＡＩの学習に必要となる防衛省・自衛隊特有のデータは、一般社会に
おけるデータ量と比較すると圧倒的に不足する面があるため、少ないデータ量
でも学習が可能、または与えられたルール下でＡＩ自身が学習データの生成が
可能となる技術の基礎研究に投資するとともに、研究開発段階から組織横断的
にデータや研究開発案件を共有することも重要である。この点について、防衛
省・自衛隊特有のデータを収集する方法として、データの収集を目的とした演習
等を行うことも考えられる。 
リスクへの理解と対応の観点からは、ＡＩを使った装備品の研究開発段階で、
ＡＩのリスクを正しく認識し、必要となる対策を講じることが重要である。この
点について、前述のＡＩ事業者ガイドラインは、第２部に記したＡＩ開発・提供・
利用の全ての段階に共通する基本的な考え方に加え、特にＡＩ開発者にとって
重要な事項として、例えば以下のような点を指摘している。ＡＩの開発者は、
「Ａ
Ｉモデルを直接的に設計し変更を加えることができるため、ＡＩシステム・サー
ビス全体においてもＡＩの出力に与える影響が高い」（ＡＩ事業者ガイドライン）
とされるところ、以下の事項は防衛省・自衛隊がＡＩを使った装備品の研究開発
を進める上でも重要な観点であると考えられる。 
 
【ＡＩ事業者ガイドラインがＡＩ開発者にとって重要として示す事項】 
（注：以下の記述は、ＡＩ事業者ガイドラインの記述を引用・編集したもの） 
 
■ 学習データ、モデルの学習過程によってバイアス（学習データには現れない

23 
 
潜在的なバイアスを含む）が含まれうることに留意し、データの質を管理す
るための相当の措置を講じる 
■ 学習データ、モデルの学習過程からバイアスを完全に排除できないことを
踏まえ、必要に応じて、単一手法ではなく多様な手法に基づく開発を並行し
て行う 
■ 予想される利用条件下でのパフォーマンスだけでなく、予期しない環境で
の利用にも耐えうる性能を検討する 
■ リスク（連動するロボットの制御不能や不適切な出力等）を最小限に抑える
方法（ガードレール技術等）を検討する 
■ 開発時に想定していないＡＩの提供・利用により危害が発生することを避
けるため、安全に利用可能なＡＩの使い方について明確な方針・ガイダンス
を設定する 
■ ＡＩシステムの開発の過程を通じて、採用する技術の特定に照らし適切に
セキュリティ対策を講ずる 
■ ＡＩの予測性能や出力の品質が、活用開始後に大きく変動する可能性や想
定する精度に達しないこともある特性を踏まえ、事後検証のための作業記録
を保存しつつ、その品質の維持・向上を行う 
■ トレーサビリティ及び透明性の向上のため、ＡＩシステムの開発過程、意思
決定に影響を与えるデータ収集やラベリング、使用されたアルゴリズム等に
ついて、可能な限り第三者が検証できるような形で文書化する 
 
また、令和６年２月、ＡＩの安全性に対する国際的な関心の高まりを踏まえ、
ＡＩの安全性の評価手法の検討等を行う機関として、米国や英国と同様に、我が
国においても、ＡＩセーフティ・インスティテュートが設立された。同機関は、
今後ＡＩの安全性評価に関する基準や手法の検討などを進めることとしている
ところ、防衛省・自衛隊としても必要な協力を行い、必要に応じ自らが行う研究
開発にも活かしていく。 
ＡＩを使った装備品の研究開発は、ＡＩの軍事的な利用をめぐる国際場裡で
の議論とも関連している。我が国は、人間の関与が及ばない完全自律型の致死性
兵器の開発を行う意図がない旨を表明しているほか、令和５年１１月には、米国
主導でまとめられた「ＡＩと自律性の責任ある軍事利用に関する政治宣言」への
支持と参加を表明した。同宣言は、モニタリング等のプロセスを通じて重要な安
全機能が低下していないことを保証すること等、軍事分野でのＡＩの責任ある
開発、配備及び使用を確保するという観点から各国が実施すべき措置のあり方
を示すものとされている。今後、研究開発の文脈で、このような我が国の一連の
コミットメントをどのように具体化するかについて、ＡＩ事業者ガイドライン

24 
 
を参考の一つとしつつ、他国の政府機関等との議論を通じて検討を深め、防衛
省・自衛隊のガイドラインを策定する。このような取組を通じ、信頼性や堅牢性
を有するとともに、人間がコントロールできる制御可能性を備えたＡＩの研究
開発を進めていく。 
 
５．大学等の教育・研究機関との協力関係 
 ＡＩの研究開発や活用を進める上で、大学等の教育・研究機関との協力は重要
である。大学等の教育・研究機関は、ＡＩ技術の研究開発、ＡＩの普及に必要な
社会環境や条件の研究、ＡＩ倫理や規制の研究など様々な観点でＡＩにアプロ
ーチしている。ＡＩの学習に必要となるデータ基盤の構築を開始し、これからＡ
Ｉを本格的に活用する防衛省にとって、大学等の教育・研究機関は、研究開発の
頼れるパートナー、ＡＩ人材育成に欠かせない教育プログラムのプロバイダー、
活用推進に当たっての心強いアドバイザーとなる。このような観点から、引き続
き大学等の教育・研究機関とのネットワークを広げ、協力関係を拡大・深化させ
る。 
 
６．各国との協力・連携 
ＡＩに係る技術革新が急速に進展する中、各国の防衛当局においてもそれぞ
れの軍事的必要性や能力に応じて、様々な軍事領域へのＡＩの導入を進めてい
るところである。各国の動向に立ち遅れることなく我が国もＡＩの活用を推進
するためには、我が国独自の努力のみならず、各国との連携を進めることが重要
である。  
そのため、まずは各国防衛当局との協議や会談等の機会を活用し、軍事分野へ
のＡＩの活用事例に関する情報交換を積極的に行っていく。同盟国・同志国を始
めとする各国の防衛当局との間でＡＩの活用事例について知見の共有を行うこ
とで、我が国のＡＩ活用に資する情報の獲得を目指す。それに加えて、我が国か
らの情報提供を通してＡＩ活用の透明性を高めることで、各国からの信頼の確
保を図るとともに、我が国としてＡＩ活用において注力する分野を示し、双方の
ニーズを踏まえたより効果的な連携及び協力につなげる。 
さらに、我が国のＡＩ活用と親和性のある取組を進めている同盟国・同志国と
の間では、互いの効果的なＡＩ活用を促進するため、ＡＩの活用や関連する研究
開発における連携を進めることを目指す。 
 
７．ＡＩ軍備管理・ＡＩ倫理をめぐる国際社会の動きと防衛省の対応 
急速な技術の発展を背景に、近年、ＡＩの軍事的な利用に係る規範や、どのよ
うに責任のある形でＡＩの軍事利用を図るかにつき国際的な議論が活発化して

25 
 
いる。自律型致死兵器システム（ＬＡＷＳ）については、２０１７年から特定通
常兵器使用禁止制限条約の政府専門家会合において、その定義・特徴、国際人道
法上の課題、規制の在り方等、国際的なルール作りの議論が継続しているところ
である。また、２０２３年２月にはオランダで「軍事領域における責任あるＡＩ
利用（ＲＥＡＩＭ）サミット」が開催され、我が国を含む６０ヶ国以上の支持に
より採択された「ＲＥＡＩＭ」宣言において、軍事領域でのＡＩの導入に当たっ
ては国際法を遵守する形で責任ある利用を行うことが重要であることが確認さ
れた。さらに、軍事分野でのＡＩの責任ある開発、配備及び使用を確保するとい
う観点から、各国が実施すべき措置の在り方を示した「ＡＩと自律性の責任ある
軍事利用に関する政治宣言」が米国主導でまとめられ、２０２３年１１月、我が
国を含む４６の国の支持・参加が表明された。 
 このようにＡＩの軍事的な利用に関する国際的な議論が活発化し、各国が実
施すべきとされる措置が具体化されつつある中、防衛省・自衛隊におけるＡＩの
積極的な活用に際しては、そうした議論の内容に十分留意しつつ、進める必要が
ある。 
 まず、「ＲＥＡＩＭ」宣言や「ＡＩと自律性の責任ある軍事利用に関する政治
宣言」を始めとするＡＩの軍事利用に関する議論においては、ＡＩの使用が国際
法、とりわけ国際人道法上の国家の義務に合致した上で行われることを重視し
ている。防衛省・自衛隊としては、国際人道法の原則は、新興技術を活用するも
のを含め、あらゆる兵器に適用されるという考えであり、当然のことながら国際
法や国内法により使用が認められない装備品の研究開発及び導入を行うことは
ない。ＡＩ技術が急速に進展し、防衛装備品への活用が更に進むことが見込まれ
る中、ＡＩを活用する装備品の研究開発及び導入において、国際人道法を始めと
して法的適合性をしっかりと確認した上でこれを進める必要がある。 
 また、国際的な議論でも指摘されているとおり、ＡＩの活用に当たっては、責
任のある形でこれを進める必要がある。国際的な議論や技術開発の動向を踏ま
えつつ、ＡＩを活用する装備品の研究開発、導入及び運用といったライフサイク
ルを通じ、「責任のある利用」を確保するための施策について引き続き検討して
いく。 
その上で、ＡＩの軍事利用に係る国際的なルール作りに関する議論について
は、人道上の視点と安全保障上の必要性を踏まえたバランスの取れた原則及び
規範の策定を目指し、国際的な議論に積極的かつ建設的に貢献していく。 
上記の国際人道法を始めとする法的適合性の確認や「責任のある利用」の確保
については、「ＡＩと自律性の責任ある軍事利用に関する政治宣言」や米国防省
が主導する防衛ＡＩパートナーシップの枠組みを含む各国との意見交換の機会
を活用し、他国の効果的な取組事例についての情報収集も同時に進めていく。 

26 
 
 
８．他の先端技術の活用可能性と生成ＡＩの活用 
（１）次世代情報通信技術や量子コンピューティング技術等の情報処理能力等
の向上に資する技術の活用可能性 
ＡＩの活用に当たっては、質・量ともに十分なデータを収集・蓄積し、そこへ
のアクセスを提供する超高速通信網が重要となる。防衛省がＡＩに学習させる
必要があるデータの中には、例えば大規模な部隊の運用のように、現実世界での
データ取得が困難なものがあると想定される。そのようなデータの生成・収集・
蓄積のため、将来的には、現実空間とサイバー空間（仮想空間）を高度に融合さ
せたシステム（デジタルツイン）をベースとするシミュレーションの活用が考え
られる。この点、大容量・低遅延・低消費電力を特徴とし、デジタルツイン技術
に強みを持つ次世代情報通信技術は、ＡＩを支えるインフラの一つとなる可能
性がある。 
また、ＡＩの発展と共に、大量のデータを効率的に学習することが求められる
ことになる。その点、高速の情報処理を可能とする量子コンピューティング技術
等の次世代コンピューティング技術は、ＡＩへの適用の可能性を秘めた重要な
技術であると言える。既に、機械学習や深層学習を量子コンピュータで行うため
のアルゴリズムの研究が世界中で開始されており、今後の発展が期待されると
ころである。これらの先端技術については、今後の発展・進化を踏まえつつ、必
要に応じ導入を検討する。 
 
（２）生成ＡＩの活用 
生成ＡＩについては、様々な事務作業の効率化が期待される一方で、単語に
よる検索のみでなく、多様な文章形式の質問や応答が行われる、入力したデータ
がＡＩの学習に使われるなどの特徴があり、従来の検索サービスと異なるリス
クが存在すると想定されている。政府としても、「ChatGPT 等の生成ＡＩを巡る
技術革新は、さまざまな利点をもたらす一方、プライバシーや著作権の侵害など
の新たな課題が生じるとの見方もある。生成ＡＩを巡る様々な課題や規制の在
り方に関しては、国際的にも議論が行われているところ、政府としては、そうし
た議論の動向を見極めつつ、関係省庁が連携して生成ＡＩに関する実態の把握
に努め、適切な措置を講じていく必要がある」（デジタル社会推進会議幹事会申
合せ。令和５年９月１５日）との考えの下、ＡＩ戦略会議などで議論が行われて
いる。 
防衛省においては、生成ＡＩ利用のメリットとリスクを勘案し、政府における
検討状況を踏まえながら、できる限りリスクを低減することを重視しつつ、生成
ＡＩの導入に取り組む。実際に生成ＡＩを使用することを通じて隊員のリテラ

27 
 
シーの底上げを図るとともに、必要に応じ課題を抽出し、対策を講じることで、
リスクを受容可能な水準で管理しつつ、便益を最大化することを追求する。

28 
 
おわりに 
 
 １８世紀の水力や蒸気機関による工場の機械化による第１次産業革命、２０
世紀初頭の分業に基づく電力を用いた大量生産による第２次産業革命、１９７
０年代初頭の電子工学を用いたオートメーション化による第３次産業革命に続
き、ＡＩは、ＩｏＴ・ビッグデータ・ロボットなどと並び第４次産業革命の一つ
の要素に挙げられるなど、社会と時代に大きな変革をもたらす技術とされる。 
 日本社会全体とともに自衛隊が人口減少に直面する中、ＡＩは課題解決の重
要なツールであるとともに、これらの取組は将来的な組織の構成や文化の改革
の基盤となるものである。国家安全保障戦略には、「我々は今、希望の世界か、
困難と不信の世界のいずれかに進む分岐点にあり、そのどちらを選び取るかは、
今後の我が国を含む国際社会の行動にかかっている」と記されている。その言葉
を防衛省・自衛隊におけるＡＩの活用に当てはめれば、「我々は今、ＡＩの活用
により効率的で将来を自ら創り出す組織となるか、後れをとって非効率で旧態
依然の組織となるのかの分岐点にあり、そのどちらを選び取るかは、今後の我々
の努力にかかっている」と言えるだろう。ただし、ＡＩの活用に当たっては、そ
れに伴うリスクを正しく認識し、必要となる対策を講じることで、リスクを低減
しつつ便益を最大化することが求められる。本指針を、今後の防衛省・自衛隊に
おけるＡＩ活用推進の羅針盤としたい。 

`;