var toc_content = `ii 
 
○ 克服すべき課題を人間が特定できていること 
○ 正解（と思われるもの）が存在すること 
○ ＡＩの機能を用いることにより課題を克服できること 
○ 学習に必要なデータの質と量を確保できること 
といった要素を備えるものになると考えられる(1）。このような要素や、他国での
活用事例、防衛省・自衛隊で実際に進んでいる取組等を踏まえつつ、防衛省の所
掌事務や自衛隊の任務に照らして活用分野を整理すると、①目標の探知・識別、
②情報の収集・分析、③指揮統制、④後方支援業務、⑤無人アセット、⑥サイバ
ーセキュリティ、⑦事務処理作業の効率化の７つの分野で重点的にＡＩの活用
を図ることとする。これにより、意思決定の迅速化と情報収集・分析能力の優位
性の確保や、隊員の負担軽減と省人化・省力化に取り組む。ただし、ＡＩの活用
を上記７分野に限定する趣旨ではなく、課題克服のためにＡＩを活用できるも
のがあれば、まずは試行してみることも重要である。また、ＡＩが行うのは人間
の判断のサポートであって、その活用に当たっては人間の関与を確保する必要
があることに留意すべきである。 
 ＡＩには、一定の誤りが含まれることによる信頼性の懸念のほか、学習データ
の偏りなどに起因するバイアスや、誤用・悪用等の課題やリスクが伴うと指摘さ
れている。そこで、総務省と経済産業省が策定した「ＡＩ事業者ガイドライン」
で示されている、①人間中心、②安全性、③公平性、④プライバシー保護、⑤セ
キュリティ確保、⑥透明性、⑦アカウンタビリティ等の考え方を参考としつつ、
国際社会や他国の防衛当局等との議論にも注意を払い、ＡＩがもたらすリスク
の低減に取り組むこととする。さらに、防衛省・自衛隊が得た知見を共有するな
どして、国際的な議論やルール作りにも積極的かつ建設的に参加していく。 
 
３．ＡＩ活用推進に向けた取組 
 国家防衛戦略は、我が国の防衛上必要な７つの機能・能力を示しているが(2)、
ＡＩはそのいずれの文脈においても、具体的な課題の解決やそれぞれの機能・能
力の強化に貢献できると考えられる。７つの機能・能力のうち、陸・海・空自衛
隊の様々な装備品を情報通信ネットワークで連接し、部隊や個々の装備品が、同
ネットワークを介して、探知・識別等で得られた情報をデジタル化されたデータ
の形で処理し、統合された指揮統制の下で行動することが肝となる領域横断作
                                                      
(1) ＡＩの学習方法として強化学習を採用する場合、学習データを確保することは必ずしも求
められない。 
(2) ①スタンド・オフ防衛能力、②統合防空ミサイル能力、③無人アセット防衛能力、④領域
横断作戦能力、⑤指揮統制・情報関連機能、⑥機動展開能力・国民保護、⑦持続性・強靭性の
７つ。 

iii 
 
戦能力を例にすると、目標の探知・識別の精度向上や指揮官への行動方針案の提
示等のためにＡＩを活用し、探知・識別から意思決定に至る過程の優位性や迅速
性を確保することが考えられる。ＡＩは、このような形で新しい戦い方に対応で
きる防衛力の一部を構成することとなろう。また、防衛力の抜本的強化に向けて
ＡＩ活用を進める上で、好事例や教訓を組織横断的に横展開し、今後の取組にフ
ィードバックするプロセスを確立することとする。 
 領域横断作戦の実効性を上げるためには、ＡＩの活用のほかにも、陸・海・空
自衛隊の組織の壁や個々の情報システムの仕様を越えて、必要な者が必要なデ
ータにアクセスできる状態を実現することが欠かせない。そこで、全ての隊員を
対象に「データは任務遂行に不可欠な戦略アセットである」との意識を涵養しつ
つ、データの設計・作成から利用に至るまでの連続的な管理を行うデータマネジ
メントの取組を進めることとする。 
 ＡＩの性能を維持・向上させるためには、データマネジメントに加え、人材の
確保・育成も必要である。防衛省・自衛隊では、業務でＡＩを利用することによ
る知識やスキルの習得に加え、ＡＩ講座等を開講するなどして、隊員のＡＩリテ
ラシーの向上を図るとともに、ＡＩの研究開発や維持管理に携わる者とそれぞ
れの部署でＡＩの活用に取り組む上でそれをリードするプロジェクトリーダー
の育成を進め、部署ごとの状況に即した具体的な課題の克服に取り組む。同時に、
ＡＩの技術革新は民間を中心に進んでいること、ＡＩ関連の全ての業務を隊員
のみで処理するのは現実的ではないことから、民間のＡＩ・データ人材への積極
的なアプローチを行う。 
 ＡＩを使った装備品の研究開発については、国際的な議論の文脈で我が国が
表明している一連のコミットメントをどのように具体化するかについて、「ＡＩ
事業者ガイドライン」を参考としつつ、他国の政府機関等との議論を通じて検討
を深め、防衛省・自衛隊独自のガイドラインを策定する。 
 このほか、外部の教育・研究機関との協力関係の拡大・深化、国際的な協力・
連携の拡充、防衛分野におけるＡＩの利用に関する国際的な議論やルール作り
への積極的かつ建設的な参加、ＡＩ以外の先端技術の活用等にも取り組む。 
 生成ＡＩについては、政府における検討状況を踏まえながら、できる限りリス
クを低減することを重視して導入に取り組む。実際に業務で生成ＡＩを使用す
ることを通じて隊員のリテラシー向上を図るとともに、必要に応じ課題を抽出
し対策を講じることで、リスクを受容可能な水準で管理しつつ、便益を最大化す
ることを追求する。 
 日本社会全体とともに自衛隊が人口減少に直面する中、ＡＩは課題解決の重
要なツールであるとともに、これらの取組は将来的な組織の構成や文化の改革
の基盤となるものである。国家安全保障戦略には、「我々は今、希望の世界か、

`;