var toc_content = `14 
 
 
 
 
 
 
 
 
 
 
 
 

15 
 
第３部 ＡＩ活用推進に向けた取組 
 
１．防衛力の抜本的強化に向けたＡＩの活用 
 ＡＩの活用に当たっては、その活用自体を目的化するのではなく、まずは人間
が具体的な課題を特定し、その課題克服のためにＡＩを役立てることができる
か検討するというプロセスで進めることが重要である。国家防衛戦略で示され
ている領域横断作戦能力を例に、ＡＩを大きな文脈の中でどのように活用でき
るか提示すると、以下のようなものとなろう。 
宇宙・サイバー・電磁波の領域と陸・海・空の領域の能力を有機的に融合し、
相乗効果によって全体の能力を増幅させる領域横断作戦では、宇宙空間を含む
広大な戦域に点在する陸・海・空自衛隊の様々な装備品を情報通信ネットワーク
で連接し、部隊や個々の装備品が、同ネットワークを介して、探知・識別等で得
られた情報をデジタル化されたデータの形で処理し、統合された指揮統制の下
で行動することが考えられる。そのような一連のプロセスにおいて、例えば探
知・識別の精度を上げたいという課題があるのであれば、画像や音声の処理と分
類を機能とするＡＩを活用することが考えられる。また、領域横断作戦の指揮官
の意思決定を支援すべく、行動方針案を提示するツールとしてＡＩを活用する
ことも考えられよう。 
領域横断作戦能力を始めとして、国家防衛戦略は、我が国の防衛上必要な７つ
の機能・能力(16)を示している。第２部で示した７つの分野は国家防衛戦略が示
す７つの機能・能力の全てに関連しており(17)、ＡＩは、これら７つの機能・能力
のいずれの文脈においても、人間が特定した具体的な課題の解決やそれぞれの
機能・能力の強化に貢献できると考えられる。 
こうした防衛力の抜本的強化に向けてＡＩを活用するにあたっては、ＡＩ活
用推進検討委員会のような組織横断的な枠組みを活用し、各機関等がそれぞれ
進めている事業から得られた好事例や教訓を共有した上で今後のそれぞれの取
組にフィードバックするという一連のプロセスを確立させることとする。 
なお、ＡＩの活用を含む新しい戦い方への対応については、次世代情報通信技
術導入推進委員会において検討が進んでいる。ＡＩ活用推進委員会としても、同
委員会での検討に沿う形で関連の取組を推進することとする。 
                                                      
(16) ①スタンド・オフ防衛能力、②統合防空ミサイル防衛能力、③無人アセット防衛能力、④
領域横断作戦能力、⑤指揮統制・情報関連機能、⑥機動展開能力・国民保護、⑦持続性・強靭性
の７つ。 
(17) 例えば、後方支援業務が機動展開能力や持続性・強靭性に関連すると考えられるように、
第２部で示した７つの分野と国家防衛戦略の７つの機能・能力は、必ずしも一対一の対応関係
にあるわけではない。 

`;