var toc_content = `12 
 
危害が発生することを避けるべく、ＡＩシステム・サービスの開発・提供・利
用を行う 
■ ＡＩシステム・サービスの特性や用途を踏まえ、学習等に用いるデータの正
確性・必要な場合には最新性（データが適切であること）等を確保する 
 
③ 公平性 
■ 不適切なバイアスを生み出す要因は多岐に渡るため、各技術要素（学習デー
タ、モデルの学習過程、ＡＩ利用者が入力するプロンプト、ＡＩモデルの推
論時に参照する情報や連携する外部サービス等）及びＡＩ利用者の振る舞い
を含めて、公平性の問題となり得るバイアスの要因となるポイントを特定す
る 
■ ＡＩの出力結果が公平性を欠くことのないよう、ＡＩに単独で判断させる
だけでなく、適切なタイミングで人間の判断を介在させる利用を検討する 
 
④ プライバシー保護 
■ プライバシーが尊重され、保護されるよう、その重要性に応じた対応を取る 
 
⑤ セキュリティ確保 
■ ＡＩシステム・サービスの機密性・完全性・可用性を維持し、常時、ＡＩの
安全な活用を確保するため、その時点での技術水準に照らして合理的な対策
を講じる 
■ ＡＩシステム・サービスに対する外部からの攻撃は日々新たな手法が生ま
れており、これらのリスクに対応するための留意事項を確認する 
 
⑥ 透明性（14） 
■ ＡＩの判断にかかわる検証可能性を確保するため、データ量やデータ内容
に照らし合理的な範囲で、ＡＩシステム・サービスの開発過程及び利用時の
入出力等、ＡＩの学習プロセス、推論過程、判断根拠等のログを記録・保存す
る 
■ ログの記録・保存に当たっては、利用する技術の特性や用途に照らして、そ
の記録方法、頻度、保存期間等について検討する 
 
 
                                                      
(14) 透明性については諸外国でも様々な定義があるが、ＡＩ事業者ガイドラインでは、情報開
示に関する事項を広く「透明性」としている。 

13 
 
⑦ アカウンタビリティ（15） 
■ データの出所、ＡＩシステム・サービスの開発・提供・利用中に行われた意
思決定等について、技術的に可能かつ合理的な範囲で追跡・遡及が可能な状
態を確保する 
 
⑧ 教育・リテラシー 
■ ＡＩに関わる者が、その関わりにおいて十分なレベルのＡＩリテラシーを
確保するために必要な措置を講じる 
■ 生成ＡＩの活用によって、ＡＩと人間の作業の棲み分けが変わっていくと
想定されるため、新たな働き方ができるよう教育・リスキリング等を検討す
る 
 
⑨ イノベーション 
■ 国際化・多様化、産学官連携及びオープンイノベーションを推進する 
■ 自らのＡＩシステム・サービスと他のＡＩシステム・サービスとの相互接続
性と相互運用性を確保する 
 
（４）ＡＩガバナンスの構築 
  各主体間で連携しバリューチェーン全体で「共通の指針」を実践しＡＩを安
全安心に活用していくためには、ＡＩに関するリスクをステークホルダーに
とって受容可能な水準で管理しつつ、そこからもたらされる便益を最大化す
るための、ＡＩガバナンスの構築が重要となる。…（中略）…事前にルールや
手続が固定されたＡＩガバナンスではなく、企業・法規制・インフラ・市場・
社会規範といった様々なガバナンスシステムにおいて、「環境・リスク分析」
「ゴール設定」「システムデザイン」「運用」「評価」といったサイクルを、マ
ルチステークホルダーで継続的かつ高速に回転させていく、「アジャイル・ガ
バナンス」の実践が重要となる。 
  なお、具体的な検討にあたっては開発・提供・利用予定のＡＩのもたらすリ
スクの程度及び蓋然性や、各主体の資源制約に配慮することが重要である。
                                                      
(15) アカウンタビリティを説明可能性と定義することもあるが、ＡＩ事業者ガイドラインでは
情報開示は透明性で対応することとしており、アカウンタビリティとはＡＩに関する事実上・
法律上の責任を負うこと及びその責任を負うための前提条件の整備に関する概念としている。 

`;