var toc_content = `i 
 
要 約 
 
１．本文書策定の背景と目的 
人工知能（以下「ＡＩ」という。）がデジタル社会を形成する上で不可欠のも
のとなる中、防衛分野でもＡＩを活用する試みが広がっている。米国は多様なシ
ステムと大量のデータを統合し状況認識や意思決定等を行うため、指揮統制シ
ステムにＡＩを適用することを検討し、軍の「智能化」を掲げる中国はＡＩを活
用した無人アセットの強化に取り組んでいるとの指摘がある。我が国も、令和４
年１２月に閣議決定した国家防衛戦略や防衛力整備計画で、無人アセット、指揮
統制・情報関連機能、意思決定を支援する技術にＡＩの活用を進めることを明記
している。 
 国家防衛戦略は、従来の戦闘様相が大きく変化する中、新しい戦い方に対応で
きるかどうかが今後の防衛力を構築する上で大きな課題となること、また、人口
減少と少子高齢化が急速に進展する中、人員をこれまで以上に効率的に活用す
ることが不可欠である旨を指摘している。ＡＩは、これらの課題を克服する技術
の一つとなる可能性がある。 
 このような背景の下、防衛省・自衛隊のＡＩ活用に関する考え方を部内・部外
に示すことにより、次のような効果の創出を目的として、防衛省ＡＩ活用推進基
本方針（以下「本方針」という。）を策定することとした。 
○ 個別の取組の戦略性や一貫性を担保するとともに、データや人材という貴
重な資源について、組織の垣根を越えて共通化を図ること 
○ 国民の理解を背景とする行政や、ＡＩ活用に関する他国との協力・連携を推
進すること 
○ 防衛省・自衛隊の取組に対する予見可能性を高め、部外の企業や研究機関等
との円滑な協力関係を構築すること 
 
２．ＡＩの活用分野と方向性 
 ＡＩは、データから法則を見つけ出し、与えられた課題をその法則に当てはめ
て推論することにより、正解（と思われる）回答を出力するものである。ただし、
現在のＡＩには、人間の周囲の状況を全て把握し何が課題となっているかを見
出す能力はない。そのため、ＡＩの活用に当たっては、その活用自体を目的化す
るのではなく、まずは人間が具体的な課題を特定し、その課題克服のためにＡＩ
を役立てることができるか検討するというプロセスが重要となる。ＡＩの機能
（本方針では、便宜上、分類、異常検知、回帰、自然言語処理、強化学習による
行動の最適化に大別）と上記のような限界を考慮すると、ＡＩの活用に適した業
務は、 

`;