var toc_content = `15 
 
第３部 ＡＩ活用推進に向けた取組 
 
１．防衛力の抜本的強化に向けたＡＩの活用 
 ＡＩの活用に当たっては、その活用自体を目的化するのではなく、まずは人間
が具体的な課題を特定し、その課題克服のためにＡＩを役立てることができる
か検討するというプロセスで進めることが重要である。国家防衛戦略で示され
ている領域横断作戦能力を例に、ＡＩを大きな文脈の中でどのように活用でき
るか提示すると、以下のようなものとなろう。 
宇宙・サイバー・電磁波の領域と陸・海・空の領域の能力を有機的に融合し、
相乗効果によって全体の能力を増幅させる領域横断作戦では、宇宙空間を含む
広大な戦域に点在する陸・海・空自衛隊の様々な装備品を情報通信ネットワーク
で連接し、部隊や個々の装備品が、同ネットワークを介して、探知・識別等で得
られた情報をデジタル化されたデータの形で処理し、統合された指揮統制の下
で行動することが考えられる。そのような一連のプロセスにおいて、例えば探
知・識別の精度を上げたいという課題があるのであれば、画像や音声の処理と分
類を機能とするＡＩを活用することが考えられる。また、領域横断作戦の指揮官
の意思決定を支援すべく、行動方針案を提示するツールとしてＡＩを活用する
ことも考えられよう。 
領域横断作戦能力を始めとして、国家防衛戦略は、我が国の防衛上必要な７つ
の機能・能力(16)を示している。第２部で示した７つの分野は国家防衛戦略が示
す７つの機能・能力の全てに関連しており(17)、ＡＩは、これら７つの機能・能力
のいずれの文脈においても、人間が特定した具体的な課題の解決やそれぞれの
機能・能力の強化に貢献できると考えられる。 
こうした防衛力の抜本的強化に向けてＡＩを活用するにあたっては、ＡＩ活
用推進検討委員会のような組織横断的な枠組みを活用し、各機関等がそれぞれ
進めている事業から得られた好事例や教訓を共有した上で今後のそれぞれの取
組にフィードバックするという一連のプロセスを確立させることとする。 
なお、ＡＩの活用を含む新しい戦い方への対応については、次世代情報通信技
術導入推進委員会において検討が進んでいる。ＡＩ活用推進委員会としても、同
委員会での検討に沿う形で関連の取組を推進することとする。 
                                                      
(16) ①スタンド・オフ防衛能力、②統合防空ミサイル防衛能力、③無人アセット防衛能力、④
領域横断作戦能力、⑤指揮統制・情報関連機能、⑥機動展開能力・国民保護、⑦持続性・強靭性
の７つ。 
(17) 例えば、後方支援業務が機動展開能力や持続性・強靭性に関連すると考えられるように、
第２部で示した７つの分野と国家防衛戦略の７つの機能・能力は、必ずしも一対一の対応関係
にあるわけではない。 

16 
 
 
２．防衛省におけるデータ・情報基盤の構築 
 領域横断作戦の実効性を上げるためには、ＡＩの活用のほかにも、陸・海・空
自衛隊の組織の壁や個々の情報システムの仕様を越えて、必要な者が必要なデ
ータにアクセスできる状態を実現することが期待される。そのためには、組織横
断的なデータフォーマットの整備などの新たな取組が必要となる。 
ＡＩは意思決定や情報収集・分析能力の優位性確保に寄与するツールの一つ
であるが、その精度を維持・向上させるためには、質の高いデータを学習させる
ことが欠かせない。その意味において、データは単なるＩＴ資産ではなく、任務
遂行に不可欠な戦略アセットとなっている。意思決定者、政策立案者、指揮官、
幕僚、現場の隊員が、必要な時に必要なデータを利用可能な状況を実現するため
には、データの組織的・集合的な管理が必要となる。そうでなければ、データに
基づく意思決定や、迅速かつ適切な任務の遂行は困難となろう。このような状況
の下、データの設計・作成から運用、利用に至るまでの連続的な管理を行うデー
タマネジメントの重要性が増している。データが利活用しやすい形で蓄積され
るよう、業務の見直しやシステムの構築を行うことで、ＡＩの活用を推進する。
防衛省・自衛隊では、ＡＩの学習に必要となるデータ基盤の構築に取り組み始め
たところであるが、今後、以下の考え方に基づきデータマネジメントを進めるこ
ととする。 
 
（１）「データは任務遂行に不可欠な戦略アセット」という意識の涵養 
令和３年６月にデジタル庁が策定した「包括的データ戦略」には、「日本社会
全体でのデータに係るリテラシーの低さ、プライバシーに関する強い懸念等か
ら、データの整備、データの利活用環境の整備、実際のデータの利活用は十分に
進んでこなかった」、「今般のコロナ禍においては、…（中略）…我が国のデジタ
ル化への対応の遅れが露呈した」、「今の政府においては、そもそも行政を行うに
あたって、『データを重視する姿勢・文化』が十分でなく、『データを活用する環
境』も整備されておらず、その結果、諸外国との比較において『実際の利活用』
も進んでいない」などの厳しい表現が並んでいる。この点は防衛省も例外ではな
く、「データを活用する環境」の整備として、令和５年度からＡＩの学習に必要
となるデータ基盤の構築に取り組み始めたところであり、これまでデータの活
用に必要な態勢を十分に組めていたわけではない。防衛省がまず取り組むべき
は、全ての隊員に、「データが任務遂行に不可欠な戦略アセットである」との意
識を涵養することである。そのような意識に基づく具体的な行動として、これま
で紙で行われていた業務を、データを使って行うよう見直すことも必要になろ
う。 

17 
 
（２）防衛省におけるメタデータの把握とデータフォーマットの整備 
 必要な時に必要なデータを利用できる状況をつくるためには、データの棚卸
をして、どこにどのようなデータが存在するのか整理し、メタデータ(18)の一覧
を作成することが必要となる。メタデータ把握のためには、データ作成時にタグ
付けを行い、カタログ化することが有効である。 
 また、防衛省は、陸・海・空自衛隊や防衛装備庁など多くの機関から成る巨大
な組織であり、それぞれの機関が独自の情報システムを構築している。今後、統
合運用や領域横断作戦の深化を図る上で、データを組織横断的に共有すること
がますます重要となるところ、共有することが必要なデータを特定した上で、そ
れを可能とするデータフォーマットの整備も必要である。 
 さらに、学習データの質と量の向上の観点から、他の政府機関等とのデータの
共有が有効である場合、必要に応じ、個別の事例に即した取組を検討する。 
 
（３）クラウドを活用したデータの収集・蓄積・管理 
 防衛省・自衛隊では、統合幕僚監部と陸・海・空自衛隊がこれまでそれぞれ整
備してきた任務遂行の基盤となる情報システムを、クラウドに統合することと
している。実際の統合は、個々の情報システムの換装のタイミングで順次行われ
る予定であるが、各機関の個々の情報システムのクラウドへの統合は、データの
収集・蓄積・管理を進める上で良い機会となる。この機会を捉え、標準化された
データの蓄積・管理とメタデータの把握を軌道にのせることを目指す。同時に、
情報の保全区分も考慮しつつ、誰がどのデータにアクセスできるのかというデ
ータアクセスに関するルールを明確化することも必要である。さらに、データが
外部等から不正にアクセスされ、改ざんされることがないよう、セキュリティを
確保する必要がある。 
 また、ＡＩのためのデータの蓄積・管理という点では、取得したデータを蓄積
するデータレイク(19)、ＡＩが学習しているデータの分析やＡＩの学習に適した
形にデータを加工・保存するためのデータウェアハウス(20)、ＡＩの学習を行う
ためのサーバ及び操作用端末などから構成されるＡＩの性能の維持管理のため
の環境を整備することが重要である。そこで、防衛省では、ＡＩ運用環境での新
しいデータの蓄積、維持管理環境でのデータ分析、ＡＩの再学習、ＡＩ運用環境
への学習済モデルの配布といった一連のサイクルを実現できる態勢を構築する
こととしている。 
 その上で、収集したデータの信頼性を確保し、その品質を維持するとともに、
                                                      
(18) データを説明するための情報から構成されるデータ。 
(19) データをそのまま貯めておく場所。 
(20) データを使いやすく加工、整理した上で貯めておく場所。 

`;