var toc_content = `10 
 
いく。 
 
【ＡＩ事業者ガイドラインが示す考え方】 
（注：以下の記述は、防衛省・自衛隊がＡＩの活用を進める上で重要と考えられ
るＡＩ事業者ガイドラインの記述を引用・編集したもの） 
 
（１）関連する用語 
 ・ ＡＩシステム 
   活用の過程を通じて様々なレベルの自律性をもって動作し学習する機能
を有するソフトウェアを要素として含むシステムとする（機械、ロボット、
クラウドシステム等）。 
 ・ ＡＩモデル（ＭＬモデル） 
   ＡＩシステムに含まれ、学習データを用いた機械学習によって得られる
モデルで、入力データに応じた予測結果を生成する。 
 ・ ＡＩサービス 
   「ＡＩシステム」を用いた役務を指す。 
 ・ ＡＩガバナンス 
   ＡＩの利活用によって生じるリスクをステークホルダーにとって受容可
能な水準で管理しつつ、そこからもたらされる正のインパクト（便益）を
最大化することを目的とする、ステークホルダーによる技術的、組織的、
及び社会的システムの設計及び運用。 
 
（２）原則 
各主体は、基本理念（注：①人間の尊厳が尊重される社会、②多様な背景を持
つ人々が多様な幸せを追求できる社会、③持続可能な社会）により導き出される
人間中心の考え方を基に、ＡＩシステム・サービスの開発・提供・利用を促進し、
人間の尊厳を守りながら、事業における価値の創出、社会課題の解決等、ＡＩの
目的を実現していくことが重要である。このため、各主体は、ＡＩ活用に伴う社
会的リスクの低減を図るべく、安全性・公平性といった価値を確保することが重
要である。また、個人情報の不適正な利用等の防止を始めとするプライバシー保
護並びにＡＩシステムの脆弱性等による可用性の低下や外部からの攻撃等のリ
スクに対応するセキュリティ確保を行うことが重要である。上記を実現するた
めに、各主体は、システムの検証可能性を確保しながらステークホルダーに対す
る適切な情報を提供することにより、透明性を向上させ、アカウンタビリティを
果たすことが重要となる。 
（注：下線部はＡＩ事業者ガイドライン本文のまま） 

11 
 
 
（３）共通の指針（注：各主体が取り組むべきことを整理したもの） 
 取組に当たり、各主体は、以下に述べる「人間中心」に照らし、法の支配、人
権、民主主義、多様性及び公平公正な社会を尊重するようＡＩシステム・サービ
スを開発・提供・利用すべきである。また、憲法、知的財産関連法令及び個人情
報保護法をはじめとする関連法令、ＡＩに係る個別分野の既存法令等を遵守す
べきであり、国際的な指針等の検討状況についても留意することが重要である。 
 なお、これらの取組は、各主体が開発・提供・利用するＡＩシステム・サービ
スの特性、用途、目的及び社会的文脈を踏まえ、各主体の資源制約を考慮しなが
ら自主的に進めることが重要である。 
① 人間中心 
■ ＡＩシステム・サービスの開発・利用・提供において、自動化バイアス(12）
等のＡＩに過度に依存するリスクに対して、必要な対策を講じる 
■ フィルターバブル(13)に代表されるような情報や価値観の傾斜を助長し、Ａ
Ｉ利用者を含む人間が本来得られるべき選択肢が不本意に制限されるような
ＡＩの活用にも注意を払う 
■ ＡＩが生成した偽情報・誤情報・偏向情報が社会を不安定化・混乱させるリ
スクが高まっていることを認識した上で、必要な対策を講じる 
■ 合理的な範囲で、ＡＩシステム・サービスの機能及びその周辺技術に関する
情報を提供する 
 
② 安全性 
■ ＡＩシステム・サービスの出力の正確性を含め、要求に対して十分に動作し
ている（信頼性） 
■ 様々な状況下でパフォーマンスレベルを維持し、無関係な事象に対して著
しく誤った判断を発生させないようにする（堅牢性（robustness）） 
■ ＡＩの性質・用途等に照らし、必要に応じて客観的なモニタリングや対処も
含めて人間がコントロールできる制御可能性を確保する 
■ ＡＩシステム・サービスの安全性を損なう事態が生じた場合の対処方法を
検討し、当該事態が生じた場合に速やかに対処できるよう整える 
■ 主体のコントロールが及ぶ範囲で本来の目的を逸脱した提供・利用により
                                                      
(12) 自動化バイアスについて、ＡＩ事業者ガイドラインは、「人間の判断や意思決定におい
て、自動化されたシステムや技術への過度の信頼や依存が生じる現象」としている。 
(13) フィルターバブルについて、ＡＩ事業者ガイドラインは、「アルゴリズムがネット利用者
個人の検索履歴やクリック履歴を分析し学習することで、個々にとって望むと望まざるとにか
かわらず見たい情報が優先的に表示され、利用者の観点に合わない情報からは隔離され、自身
の考え方や価値観のバブル（泡）の中に孤立するという情報環境」としている。 

`;