var toc_content = `11 
 
 
（３）共通の指針（注：各主体が取り組むべきことを整理したもの） 
 取組に当たり、各主体は、以下に述べる「人間中心」に照らし、法の支配、人
権、民主主義、多様性及び公平公正な社会を尊重するようＡＩシステム・サービ
スを開発・提供・利用すべきである。また、憲法、知的財産関連法令及び個人情
報保護法をはじめとする関連法令、ＡＩに係る個別分野の既存法令等を遵守す
べきであり、国際的な指針等の検討状況についても留意することが重要である。 
 なお、これらの取組は、各主体が開発・提供・利用するＡＩシステム・サービ
スの特性、用途、目的及び社会的文脈を踏まえ、各主体の資源制約を考慮しなが
ら自主的に進めることが重要である。 
① 人間中心 
■ ＡＩシステム・サービスの開発・利用・提供において、自動化バイアス(12）
等のＡＩに過度に依存するリスクに対して、必要な対策を講じる 
■ フィルターバブル(13)に代表されるような情報や価値観の傾斜を助長し、Ａ
Ｉ利用者を含む人間が本来得られるべき選択肢が不本意に制限されるような
ＡＩの活用にも注意を払う 
■ ＡＩが生成した偽情報・誤情報・偏向情報が社会を不安定化・混乱させるリ
スクが高まっていることを認識した上で、必要な対策を講じる 
■ 合理的な範囲で、ＡＩシステム・サービスの機能及びその周辺技術に関する
情報を提供する 
 
② 安全性 
■ ＡＩシステム・サービスの出力の正確性を含め、要求に対して十分に動作し
ている（信頼性） 
■ 様々な状況下でパフォーマンスレベルを維持し、無関係な事象に対して著
しく誤った判断を発生させないようにする（堅牢性（robustness）） 
■ ＡＩの性質・用途等に照らし、必要に応じて客観的なモニタリングや対処も
含めて人間がコントロールできる制御可能性を確保する 
■ ＡＩシステム・サービスの安全性を損なう事態が生じた場合の対処方法を
検討し、当該事態が生じた場合に速やかに対処できるよう整える 
■ 主体のコントロールが及ぶ範囲で本来の目的を逸脱した提供・利用により
                                                      
(12) 自動化バイアスについて、ＡＩ事業者ガイドラインは、「人間の判断や意思決定におい
て、自動化されたシステムや技術への過度の信頼や依存が生じる現象」としている。 
(13) フィルターバブルについて、ＡＩ事業者ガイドラインは、「アルゴリズムがネット利用者
個人の検索履歴やクリック履歴を分析し学習することで、個々にとって望むと望まざるとにか
かわらず見たい情報が優先的に表示され、利用者の観点に合わない情報からは隔離され、自身
の考え方や価値観のバブル（泡）の中に孤立するという情報環境」としている。 

12 
 
危害が発生することを避けるべく、ＡＩシステム・サービスの開発・提供・利
用を行う 
■ ＡＩシステム・サービスの特性や用途を踏まえ、学習等に用いるデータの正
確性・必要な場合には最新性（データが適切であること）等を確保する 
 
③ 公平性 
■ 不適切なバイアスを生み出す要因は多岐に渡るため、各技術要素（学習デー
タ、モデルの学習過程、ＡＩ利用者が入力するプロンプト、ＡＩモデルの推
論時に参照する情報や連携する外部サービス等）及びＡＩ利用者の振る舞い
を含めて、公平性の問題となり得るバイアスの要因となるポイントを特定す
る 
■ ＡＩの出力結果が公平性を欠くことのないよう、ＡＩに単独で判断させる
だけでなく、適切なタイミングで人間の判断を介在させる利用を検討する 
 
④ プライバシー保護 
■ プライバシーが尊重され、保護されるよう、その重要性に応じた対応を取る 
 
⑤ セキュリティ確保 
■ ＡＩシステム・サービスの機密性・完全性・可用性を維持し、常時、ＡＩの
安全な活用を確保するため、その時点での技術水準に照らして合理的な対策
を講じる 
■ ＡＩシステム・サービスに対する外部からの攻撃は日々新たな手法が生ま
れており、これらのリスクに対応するための留意事項を確認する 
 
⑥ 透明性（14） 
■ ＡＩの判断にかかわる検証可能性を確保するため、データ量やデータ内容
に照らし合理的な範囲で、ＡＩシステム・サービスの開発過程及び利用時の
入出力等、ＡＩの学習プロセス、推論過程、判断根拠等のログを記録・保存す
る 
■ ログの記録・保存に当たっては、利用する技術の特性や用途に照らして、そ
の記録方法、頻度、保存期間等について検討する 
 
 
                                                      
(14) 透明性については諸外国でも様々な定義があるが、ＡＩ事業者ガイドラインでは、情報開
示に関する事項を広く「透明性」としている。 

`;