var toc_content = `8 
 
中心のＡＩ社会原則」で示されているように、ＡＩは、「高度な道具として人間
を補助する」ものであり、「ＡＩの利用にあたっては、人が自らどのように利用
するのかの判断と決定を行うこと」が求められる。この点に関しては、後述の「Ａ
Ｉ事業者ガイドライン」においても、「ＡＩに単独で判断させるだけでなく人間
の判断を介在させる利用を検討する」との考え方が示されているところである。
ＡＩが行うのは人間の判断のサポートであって、その活用に当たっては、人間に
よる関与を確保する必要があることに留意すべきである。 
なお、今後のＡＩ活用分野を以下の７つに限定する趣旨ではなく、課題を克服
するためにＡＩを活用できるものがあれば、以下の分野にとらわれることなく
まずは試行してみることも重要である。 
 
①目標の探知・識別 
レーダー航跡、衛星画像、航空画像などの多岐にわたるセンシング情報の増加
や高性能化に伴う目標情報の幾何級数的な増大に対応するため、人力で実施し
ていた目標の探知・識別作業に、ＡＩやＡＩを搭載したエッジコンピューティン
グ技術等を活用し、探知・識別能力の向上及び迅速化を図る。 
②情報の収集・分析 
各種情報の自動収集や分析・評価にＡＩを活用し、インターネットやＳＮＳ上
の膨大な情報、センサーなどの多種多様な電波情報や画像情報の収集・分析に対
応する。 
③指揮統制 
複雑かつ高速に推移する戦闘様相に対応するため、警戒監視・情報収集により
得られた情報の分析・見積・評価を踏まえた行動方針の導出にＡＩを活用し、タ
ーゲティングの高度化や、指揮官に行動方針案を適時適切に提示することによ
る迅速な意思決定を支援する。 
④後方支援業務 
装備品の可働率向上や効率的な装備品の維持管理に対応するため、補給デー
タや故障品データを基にした需要予測や整備予測、輸送計画の策定にＡＩを活
用し、整備・補給等の後方支援業務の効率化を図る。 
⑤無人アセット 
無人アセットの機体制御や行動判断にＡＩを適用し、無人アセットの自律運
用能力の向上や、有人装備と無人アセットの連携を図る。 
⑥サイバーセキュリティ 
ＡＩを活用した振る舞い解析の導入などによるサイバーセキュリティ能力の
向上や、ＡＩのモデル・データセットを標的としたＡＩそのものに対するサイバ
ー攻撃への対処能力の向上を図る。 

9 
 
⑦事務処理業務の効率化 
行政組織としての防衛省の中で行われている様々な事務処理業務にＡＩを導
入し効率化を図ることにより、例えば、新たなものを創造する業務、人間の気持
ちを汲み取ることが強く求められる業務といったＡＩが不得手とされる業務や、
人間が重要な役割を果たす、高度な論理展開と判断を要する業務に、人的リソー
スを割くことができると期待される。 
 
３．ＡＩの利用に伴うリスクへの理解と対応 
ＡＩについては、一定の誤りが含まれることによる信頼性の懸念のほか、学習
データの偏りなどに起因するバイアスや、誤用・悪用などの課題やリスクが伴う
と指摘されている。そこで、その活用に当たっては、リスクを正しく認識し、必
要となる対策を講じることが重要となる。このような背景の中、令和６年４月、
総務省と経済産業省は、「様々な事業活動においてＡＩを活用する全ての者（政
府・自治体等の公的機関を含む）」を対象とする「ＡＩ事業者ガイドライン」を
策定した。同ガイドラインは、「ＡＩ開発・提供・利用にあたって必要な取組に
ついての基本的な考え方を示すもの」であり、「実際のＡＩ開発・提供・利用に
おいて、本ガイドラインを参考の一つとしながら、ＡＩ活用に取り組む全ての事
業者が自主的に具体的な取組を推進することが重要」とされている。同ガイドラ
インは拘束力を有するものではなく、「関係事業者による自主的な取組を促し、
非拘束的なソフトローによって目的達成に導くゴールベースの考え方」で作成
されたものである。同ガイドラインは、国際場裡における議論との整合性も意識
したものとなっており、２０２３年５月のＧ７広島サミットの結果を受けて生
成ＡＩに関する国際的なルールの検討を行うために立ち上げた「広島ＡＩプロ
セス」への貢献を意図するとともに、「同プロセスを含む国際的な議論を踏まえ
ながら検討されたもの」とされる。 
ＡＩ事業者ガイドラインは、民間事業者を含め、様々な事業活動においてＡＩ
を活用する全ての者を対象としているため、必ずしも防衛分野の動向に即した
ものではなく、記載内容の全てを防衛省・自衛隊に当てはめることは妥当ではな
いが(11)、同ガイドラインが示す以下のような考え方は、防衛省・自衛隊がＡＩの
活用を進める上でも重要と考えられる。そこで、防衛省・自衛隊としては、同ガ
イドラインを参考の一つとしつつ、ＡＩをめぐる国際社会や他国の防衛当局等
との議論にも注意を払い、ＡＩの活用推進とＡＩがもたらすリスクの低減に取
り組むこととする。さらに、防衛省・自衛隊が進める取組から得られた知見を共
有するなどして、国際的な議論やルール作りにも積極的かつ建設的に参加して
                                                      
(11) ＡＩ事業者ガイドラインは、「ＡＩ提供者やＡＩ利用者が政府・自治体等、公的機関にな
る場合は、民間事業者の場合とは別の考えが必要になる可能性がある」と記述。 

`;