var toc_content = `8 
 
中心のＡＩ社会原則」で示されているように、ＡＩは、「高度な道具として人間
を補助する」ものであり、「ＡＩの利用にあたっては、人が自らどのように利用
するのかの判断と決定を行うこと」が求められる。この点に関しては、後述の「Ａ
Ｉ事業者ガイドライン」においても、「ＡＩに単独で判断させるだけでなく人間
の判断を介在させる利用を検討する」との考え方が示されているところである。
ＡＩが行うのは人間の判断のサポートであって、その活用に当たっては、人間に
よる関与を確保する必要があることに留意すべきである。 
なお、今後のＡＩ活用分野を以下の７つに限定する趣旨ではなく、課題を克服
するためにＡＩを活用できるものがあれば、以下の分野にとらわれることなく
まずは試行してみることも重要である。 
 
①目標の探知・識別 
レーダー航跡、衛星画像、航空画像などの多岐にわたるセンシング情報の増加
や高性能化に伴う目標情報の幾何級数的な増大に対応するため、人力で実施し
ていた目標の探知・識別作業に、ＡＩやＡＩを搭載したエッジコンピューティン
グ技術等を活用し、探知・識別能力の向上及び迅速化を図る。 
②情報の収集・分析 
各種情報の自動収集や分析・評価にＡＩを活用し、インターネットやＳＮＳ上
の膨大な情報、センサーなどの多種多様な電波情報や画像情報の収集・分析に対
応する。 
③指揮統制 
複雑かつ高速に推移する戦闘様相に対応するため、警戒監視・情報収集により
得られた情報の分析・見積・評価を踏まえた行動方針の導出にＡＩを活用し、タ
ーゲティングの高度化や、指揮官に行動方針案を適時適切に提示することによ
る迅速な意思決定を支援する。 
④後方支援業務 
装備品の可働率向上や効率的な装備品の維持管理に対応するため、補給デー
タや故障品データを基にした需要予測や整備予測、輸送計画の策定にＡＩを活
用し、整備・補給等の後方支援業務の効率化を図る。 
⑤無人アセット 
無人アセットの機体制御や行動判断にＡＩを適用し、無人アセットの自律運
用能力の向上や、有人装備と無人アセットの連携を図る。 
⑥サイバーセキュリティ 
ＡＩを活用した振る舞い解析の導入などによるサイバーセキュリティ能力の
向上や、ＡＩのモデル・データセットを標的としたＡＩそのものに対するサイバ
ー攻撃への対処能力の向上を図る。 

`;