var toc_content = `10 
 
いく。 
 
【ＡＩ事業者ガイドラインが示す考え方】 
（注：以下の記述は、防衛省・自衛隊がＡＩの活用を進める上で重要と考えられ
るＡＩ事業者ガイドラインの記述を引用・編集したもの） 
 
（１）関連する用語 
 ・ ＡＩシステム 
   活用の過程を通じて様々なレベルの自律性をもって動作し学習する機能
を有するソフトウェアを要素として含むシステムとする（機械、ロボット、
クラウドシステム等）。 
 ・ ＡＩモデル（ＭＬモデル） 
   ＡＩシステムに含まれ、学習データを用いた機械学習によって得られる
モデルで、入力データに応じた予測結果を生成する。 
 ・ ＡＩサービス 
   「ＡＩシステム」を用いた役務を指す。 
 ・ ＡＩガバナンス 
   ＡＩの利活用によって生じるリスクをステークホルダーにとって受容可
能な水準で管理しつつ、そこからもたらされる正のインパクト（便益）を
最大化することを目的とする、ステークホルダーによる技術的、組織的、
及び社会的システムの設計及び運用。 
 
（２）原則 
各主体は、基本理念（注：①人間の尊厳が尊重される社会、②多様な背景を持
つ人々が多様な幸せを追求できる社会、③持続可能な社会）により導き出される
人間中心の考え方を基に、ＡＩシステム・サービスの開発・提供・利用を促進し、
人間の尊厳を守りながら、事業における価値の創出、社会課題の解決等、ＡＩの
目的を実現していくことが重要である。このため、各主体は、ＡＩ活用に伴う社
会的リスクの低減を図るべく、安全性・公平性といった価値を確保することが重
要である。また、個人情報の不適正な利用等の防止を始めとするプライバシー保
護並びにＡＩシステムの脆弱性等による可用性の低下や外部からの攻撃等のリ
スクに対応するセキュリティ確保を行うことが重要である。上記を実現するた
めに、各主体は、システムの検証可能性を確保しながらステークホルダーに対す
る適切な情報を提供することにより、透明性を向上させ、アカウンタビリティを
果たすことが重要となる。 
（注：下線部はＡＩ事業者ガイドライン本文のまま） 

`;