var toc_content = ` 
26 
 
 
 
 この視点から、AI 製品の使用（利用）において反倫理性を排除するためには、製品/サービスの使用/
利用においては、その①範囲、②活用の動機、③活用の態様において反倫理性が含まれないこと、さら
に提供者にとって 隠れた反倫理性がないことを担保するために、提供システム内に①適用プロセスに反
倫理性が含まれない、②適用プロセスの結果が反倫理性を含んでいないことを担保すべきである。 
 AI 製品/サービスが目的内で「意図された使用/利用」されること担保するためには、①目的以外での
システムの使用／利用を制限する、②基本解析ソフトに反倫理性が含まれない、③システム機能の発揮
（データ収集、入力、プロセス）が適法適切に行われていることを担保すべきである。かつその前提と
して、④システム外部とのインターフェイスがシステムの安全性を担保している（システムの頑強
性）、⑤AI システムが提供する結果が適法適切に外部に提供されていること保障すべきである。以上を
図示すると、AI ガバナンスにおいて持つべき意識は、AI 製品の使用（利用）において反倫理性を排除
し、目的内使用において意図された使用（利用）が担保されていることである（下図参照） 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

`;