var toc_content = ` 
26 
 
 
 
 この視点から、AI 製品の使用（利用）において反倫理性を排除するためには、製品/サービスの使用/
利用においては、その①範囲、②活用の動機、③活用の態様において反倫理性が含まれないこと、さら
に提供者にとって 隠れた反倫理性がないことを担保するために、提供システム内に①適用プロセスに反
倫理性が含まれない、②適用プロセスの結果が反倫理性を含んでいないことを担保すべきである。 
 AI 製品/サービスが目的内で「意図された使用/利用」されること担保するためには、①目的以外での
システムの使用／利用を制限する、②基本解析ソフトに反倫理性が含まれない、③システム機能の発揮
（データ収集、入力、プロセス）が適法適切に行われていることを担保すべきである。かつその前提と
して、④システム外部とのインターフェイスがシステムの安全性を担保している（システムの頑強
性）、⑤AI システムが提供する結果が適法適切に外部に提供されていること保障すべきである。以上を
図示すると、AI ガバナンスにおいて持つべき意識は、AI 製品の使用（利用）において反倫理性を排除
し、目的内使用において意図された使用（利用）が担保されていることである（下図参照） 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
27 
実際にAI 倫理を保全するには、AI 製品・サービスの提供者がAI ガバナンスを維持できる体制を構築し
ている必要がある。しかし、提供者と使用者・利用者との間に、第三者がビジネス主体として介在して
いる場合には、使用者・利用者は提供者の意図した使用・利用目的を知ることができない。その結果、
システムが意図された使用・利用されることは担保されない事態が生じる。これを解決するため、ステ
ークホルダー全体を包含し関連付けるリスクチェーンの概念とリスクチェーンマネジメントが必要であ
る。特に、リスクチェーンマネジメントがAI 産業の実体的な標準となることがAI 倫理の社会的浸透と
実現には重要である。 
 画像認識ソフトウェアが軍事使用された事件につき2021 年6 月22 日に国連安全保障理事会の専門
家パネルから報告があった。これに対して、企業はAI の軍事技術への適用をAI 倫理の観点からどう捉
えるべきかの問題がある。 
 兵器を含む軍用品も工業的製造工程を経て製造され、軍用品においてもAI の常として人の認識や判断
を支援・補助する効果を持つ。すなわち軍用品も一般産業とは、製造と効果には何ら差異がない。そう
とするなら現時点では、AI 技術の提供者が自然人なら「意図した使用」との整合性で、そして、法人な
らその企業が制定する企業倫理との整合性に基づき、AI の軍事利用の倫理性を判断するという考え方も
あり得る。自律型致死兵器システム等における特定の利用については国際条約化の後に国内法により制
限されるとの予想がある。一方、AI 応用技術の進歩に伴う軍事利用の範囲は今後さらに拡大することに
ついては疑念がない。これらの状況を勘案すると、AI の軍事利用の問題は「AI 倫理」の将来の進展・更
改とともに検討すべきであろう。 
 
 
5.2 リスクチェーンモデルの
`;