var toc_content = ` 
35 
7. AI 倫理W G 員より提言 
 
7.1 企業活動へのAI 倫理導入についての提言 
コンソーシアム参加企業の具体事例に対してリスクチェーンモデルを使った今回の取り組みをもとに、
企業活動にAI 倫理を導入していくにあたり重要な３つの観点を提言する。 
 
提言１：自社企業としてのAI 倫理に対するポリシーを設定すべき 
 AI を使った製品やサービスは、人の判断を支援するツールとして人、社会、環境に大きく影響を与え
うることから高い倫理性が求められ、各所からAI 倫理原則やガイドラインが公表されている。一方で、
各企業におけるAI の取り組みは、各企業の企業理念や企業倫理に基づき行われていくものである。従っ
て、まずは、自社企業としてのAI 倫理に対するポリシーを設定し、取り組みの方向性やプロセスを明確
にすることが重要である。持続的な企業価値向上に向けて多くの企業でESG 経営が強化されているが、
いずれはAI 倫理も対象となっていくであろう。コーポレート・ガバナンスの観点からも、自社企業とし
てのAI 倫理に対するポリシーを設定すべきである。 
 
提言２：AI により生み出す価値とリスクの両面を見える化すべき 
 企業がAI を活用する目的は価値を生み出すことである。AI 倫理を考え対応していく上では、AI 製品
やサービスによって提供したい価値とリスクの両面を見える化し、そのバランスを踏まえて判断をして
いくことが重要である。今回、リスクチェーンモデルを実際に使ってみて、リスクチェーンを引く行為
が、自社の企業価値のみならず新しい価値に気づくきっかけとなることに気づいた。このような取り組
みを組織やプロセスの中に仕組み化して定着させていくことで、AI 倫理の実践に加え、AI に関わる人々
の働き方をより創造的なものにしていくことに繋がると考える。 
 
提言３：外部のステークホルダーとの共通認識を作るべき 
 日本はB to B のビジネス形態が多いため、AI 倫理においては、複数のステークホルダーに跨った対
応が不可欠である。今回の取り組みで、リスクチェーンモデルが、AI 開発企業・システム企業・システ
ム運用企業の相互の連携に必要な共通視点を与えてくれることを実感した。複数ステークホルダー間に
おけるリスクおよびそのコントロールを相互に認識するためのコミュニケーションツールとしても活用
可能である。AI 倫理の実践においては、例えばリスクチェーンモデルのようなツールを使って、自社内
の組織間は勿論のこと、外部のステークホルダーとの共通認識を作るべきである。 
 
 
 
 
 
 

 
36 
7.2 企業活動へのAI 倫理導入について各WG 員による所感 
 
伊藤忠テクノソリューションズ株式会社 角田 尚  
日本では外製でのシステム開発となることも多く、企業間でのAI 倫理に対する意識の調整が必要となる
可能性もある。AI システム構築にあたって、プロセスとしてAI 倫理・品質・リスク要件を検討し、社
内外に議論・啓蒙する意識を持つことが、AI を活用した社会への貢献につながると考えている。 
 
株式会社GliaComputing 嘉瀬 正彦   
AI 倫理は、システムの用途・目的により異なり、それぞれのシステムに応じて検討・対応することが必
要である。また、それと同時に、システム開発を指示する経営者など関係者が、正しい倫理観を持つこ
とが不可避である。 
 
KHE コンサルティング 小西 頴 
AI 倫理は、企業倫理の維持と類似性が高く、企業の社会的信頼性を保全する一つの手段である。一方、
企業においてAI は製造対象物であり使用・利用して目的を達成するツールでもある。したがって、AI
の製造、使用・利用の結果が企業倫理に反しないことを示すために、企業経営においてAI ガバナンスを
構築しそれを社外に公告する。自社のAI 製品には、その管理下にあるものとして、何らかのマークを付
したり、使用・利用に供するAI 製品には例えばマニュアルを登録して登録マークを付す。AI ガバナン
スで扱うべきAI の管理の対象は、使用目的の達成の観点から、AI の妥当性、改良、運用である。AI 倫
理は企業倫理と並行して管理するのが効果的である。 
 
株式会社SoW Insight 中条 薫 
私は、AI 倫理を「経営戦略、事業戦略、技術戦略の３軸」と「AI 倫理教育」の視点で企業活動に取り入
れるべきだと考えています。経営戦略に基づく自社のAI 倫理原則、AI 倫理ボード、AI 倫理ポリシーの
策定、および、事業戦略に基づくガイドラインやプロセス整備と社内検査体制の確立が重要であると考
えます。 
 
真英法律事務所 堀川 正顕 
形式的な倫理規程などの作成で終わることなく、業務で直面する個別の問題に真摯に取り組むことが必
要と考える。倫理という問題の性質上、議論する際には企業の内外から様々な立場の者を参加させるこ
とが有益と考える。 
  
千代田化工建設株式会社 安井 威公 
ビッグデータから帰納的に作られる機械学習は好機と共に思いもよらない所でリスクを生む可能性を持
つ。AI 倫理とは広い範囲での社会へのAI リスクをマネジする事であると認識し、組織のチームで恒常
的にリスクと好機をコントロール出来る開発ルールを作りたい。 
 
 

 
37 
富士通株式会社 葛馬 弘史 
AI 倫理に取り組む事は、リスク管理であると同時に、CSR による企業価値向上でもある。単にコスト
や制約と考えるのではなく、ビジネスの成長機会であると捉えて、AI 倫理を企業活動に取り入れていく
べきである。 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

`;