var toc_content = `活用方法 
 
5.2.1  AI 倫理を考慮する必要性 
AI システムを開発する際には、その課題に適したアルゴリズム・学習の手法の検討と、学習に使用す
るデータの収集・整理が必要である。使用するデータの選択やその整理方法などによっては、システム
の機能面からは期待通りの効果をあげることのできるものであったとしても、倫理上の問題が含まれる
場合には、その問題を解決することが必要となる。倫理面からの理由により、構築したシステムの利用
に制限が発生することは、システム開発時のリスクの一つであるといえる。 
従い、AI システムを開発する際には、ビジネスの目的とその実現に向けたアプローチを検討する事と
同時に、AI システムのライフサイクルを通して様々な側面で考えられる倫理上の問題につき、使用する
データを含め、初期の段階から注意をしながら開発することが求められる。 
 
5.2.2  AI システム開発における倫理とリスク 
AI システムにおいて倫理に係るリスクとなる要因は、開発の様々な段階だけではなく、そのシステム
を運用する組織や、システム利用者も含む広い範囲でのステークホルダーにおいても存在する。 
従い、AI システムにおける倫理を検討する際には、元となるデータやシステムの機能などにおけるリス
ク及び倫理面での問題を、システムの開発者・運用者や利用者など関係するステークホルダーそれぞれ
の視点において、整理・検討することが必要となる。 

`;