var toc_content = ` 
7 
本報告書は、本ワーキンググループがAI 倫理導入にあたりどのような点を考慮すれば良いのか、これ
迄の研究に基づいた検討結果を「企業活動にAI 倫理を導入していく上での注意点と提言～リスクベー
ス・アプローチを踏まえた検討～」としてまとめたものである。 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
8 
2. AI 倫理の動向 
 
AI を利用したサービスや製品が社会において活用されるためには、AI 倫理の実践が必要となる。各国
政府やさまざまな団体が公表するAI 倫理に関連するガイドラインを見ると、AI 倫理において実現する
べき価値についてはコンセンサスの形成が見受けられる。さらに、欧米ではAI の利活用に関して法的規
制の動きもある。AI 倫理における議論は、抽象論から具体的な実践段階に移行しており、企業に求めら
れているAI 倫理を実践するに際しては、各種ガイドラインの参照やリスクチェーンモデルを活用するこ
とが有益である。 
 
2.1 AI 倫理の必要性 
 AI 倫理の議論については、AI が倫理的な判断をすることができるのかといったAI の側に焦点を当て
た議論と、AI を開発・利用する人間の側に焦点を当てた議論の２つに大別できる。当WG では、後者の
意味合いでAI 倫理について検討を行ってきた。 
 AI 倫理を理由に規制を強化することは、研究開発や企業の競争力を阻害するという意見もある。しか
し、AI 倫理で議論されている観点を踏まえていないサービスや製品は、人々から信頼を得ることができ
ず、社会での活用が進まないこととなる。AI 倫理を意識した設計は、サービスや製品の価値を向上さ
せ、企業の競争力につながるという効果もある。 
AI 倫理で議論されてきたテーマは、世界的に見ると、当初は、いわゆるシンギュラリティや超知能の
出現といった懸念をも想定したものであった。しかし、2021 年現在、このような懸念は落ち着きを見
せている。現在の議論の背景には、米国の刑事手続において再犯リスクを評価するAI が人種的マイノリ
ティに対して不利な判断を行っていた事例、採用選考で用いられるAI の開発途中で性別による判断の偏
りが判明して開発プロジェクトが中止となった事例、政治的な意思決定に影響を与えうるAI の利用方法
が問題となった事例などの現実的な問題がある。 
 
2.2 AI 倫理に関する社会の動き 
AI 倫理に関しては、各国政府やさまざまな団体がガイドラインを公表している。主なものでは、
2016 年9 月のPartnership on AI のTenets、同年12 月のIEEE によるEthically Aligned Design、
2019 年4 月の欧州委員会によるEthics Guideline for Trustworthy AI、同年5 月のG20 による
OECD Principles on Artificial Intelligence などが挙げられる。日本も、2019 年3 月に人間中心のAI
社会原則を、同年8 月にはAI 利活用ガイドラインを公表している。また、各ガイドラインで言及され
ている内容は、日本の人間中心のAI 社会原則の示す7 つの原則（人間中心の原則、教育・リテラシー
の原則、プライバシー確保の原則、セキュリティ確保の原則、公正競争確保の原則、公平性、説明責任
及び透明性の原則、イノベーションの原則）と重なる観点も多く、実現するべき価値については、コン
センサスが形成されつつある。議論は、これらの価値を実現するための具体的な実践手法へと移行して
いる。 
 法的拘束力のないガイドラインのほか、米国ワシントン州では、政府機関による顔認証システムの利
用に関して令状の取得を含めた条件付きでの利用を必要とする旨の規制がなされるなど、特定の利用形

`;