var toc_content = ` 
34 
AI 開発に必要なステップのチェック体制では、AI 開発当事者に要求されるスキルと近いが、AI システ
ムの外側に広げたリスク想定では、多角的な視点での網羅的な想定が必要になるので、AI 開発スキルだ
けに収まらない。より広い視点での検討が必要になるので、監査、品質管理部門、法務部門などによる
チェック&レビュー体制を敷いた方が効率的になる場合もあると思われる。 
しかし現実的にはAI リテラシー人材不足が叫ばれる中、専任者を複数配置する事も簡単ではないの
で、最初はAI 開発の担当の中から、前述のガイドラインやリスクチェーンモデルを実施して習熟した者
が相談者・指導者となって、他の開発チームをリードする事から始め、開発案件の増加を見ながら専門
組織化するのが現実的かもしれない。 
 
6.6 今後の人々の働き方の変化 
前項では、リスクチェーンモデルを実際の企業組織に導入するための留意点という観点で記述したが、
その際に教育施策が意識面で効果を発揮し、リスクチェーンモデルを使う事が定着することで、AI の利
活用が進み、人々の働き方を大きく変える可能性がある。まずリスクチェーンモデル導入という業務プ
ロセスの変革を経験することにより、外部の事業環境変化に対応して自らの業務を創り上げていくとい
う意識が醸成される。また、リスクチェーンモデルの対象となるAI 利活用業務について、リスクの抽出
と対応だけではなく、その新たなAI 利活用業務が社会にどう影響しどういうメリットをもたらすかを明
確にする事も可能である。そこから、対象のAI プロジェクトの価値を再認識し、社会に役立つという実
感を持つ事で、ノルマや成績という基準から解放されて、その対象自体の価値を見出す事が可能にな
る。さらに、AI により自動化する部分と、人が行うべき部分を、より明確・具体的に認識できるように
なり、人が働く事の価値をそこから再発見することになる。 
 
ここで、人が働く事の価値として、AI の技術特性に関連する点を二つ挙げてみる。 
一つは、データを学習した結果から推論を行うという技術特性からくる点である。前例踏襲が必要な部
分を機械に任せる事で、例えば過去の事例に存在しないような全く新しい発想や価値観の創出などを人
が担うようになるという点である。 
もう一つは、機械であるAI が学習する対象は制限できるという技術特性からくる点である。信頼される
方法で適切に学習対象を制限されたAI は、人にはできない真に客観的な分類や判断を行わせる事ができ
る可能性があり、人はそうではない部分、つまり心を通わせた主観的で創造的な仕事に集中するように
なるという点である。現在ある様々な業務のうち、「客観的な第三者」であることを求められる部分を
信頼できるAI が担う事で、「あなただから意味がある」という部分に人々に働き方がシフトし、働く人
の尊厳ややりがいを取り戻す事が可能になる。 
 
 
 
 
 

 
35 
7. AI 倫理W G 員より提言 
 
7.1 企業活動へのAI 倫理導入についての提言 
コンソーシアム参加企業の具体事例に対してリスクチェーンモデルを使った今回の取り組みをもとに、
企業活動にAI 倫理を導入していくにあたり重要な３つの観点を提言する。 
 
提言１：自社企業としてのAI 倫理に対するポリシーを設定すべき 
 AI を使った製品やサービスは、人の判断を支援するツールとして人、社会、環境に大きく影響を与え
うることから高い倫理性が求められ、各所からAI 倫理原則やガイドラインが公表されている。一方で、
各企業におけるAI の取り組みは、各企業の企業理念や企業倫理に基づき行われていくものである。従っ
て、まずは、自社企業としてのAI 倫理に対するポリシーを設定し、取り組みの方向性やプロセスを明確
にすることが重要である。持続的な企業価値向上に向けて多くの企業でESG 経営が強化されているが、
いずれはAI 倫理も対象となっていくであろう。コーポレート・ガバナンスの観点からも、自社企業とし
てのAI 倫理に対するポリシーを設定すべきである。 
 
提言２：AI により生み出す価値とリスクの両面を見える化すべき 
 企業がAI を活用する目的は価値を生み出すことである。AI 倫理を考え対応していく上では、AI 製品
やサービスによって提供したい価値とリスクの両面を見える化し、そのバランスを踏まえて判断をして
いくことが重要である。今回、リスクチェーンモデルを実際に使ってみて、リスクチェーンを引く行為
が、自社の企業価値のみならず新しい価値に気づくきっかけとなることに気づいた。このような取り組
みを組織やプロセスの中に仕組み化して定着させていくことで、AI 倫理の実践に加え、AI に関わる人々
の働き方をより創造的なものにしていくことに繋がると考える。 
 
提言３：外部のステークホルダーとの共通認識を作るべき 
 日本はB to B のビジネス形態が多いため、AI 倫理においては、複数のステークホルダーに跨った対
応が不可欠である。今回の取り組みで、リスクチェーンモデルが、AI 開発企業・システム企業・システ
ム運用企業の相互の連携に必要な共通視点を与えてくれることを実感した。複数ステークホルダー間に
おけるリスクおよびそのコントロールを相互に認識するためのコミュニケーションツールとしても活用
可能である。AI 倫理の実践においては、例えばリスクチェーンモデルのようなツールを使って、自社内
の組織間は勿論のこと、外部のステークホルダーとの共通認識を作るべきである。 
 
 
 
 
 
 

`;