var toc_content = ` 
30 
富士通株式会社 葛馬 弘史  
対象事業に関連するリスクだけではなく、その事業が発展することによる社会変革や、その事業の存在
意義に関しても多くの気づき抽出することができた。非常に広い視点から事業全体を見る事ができるモ
デルだと感じた。 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
31 
6.  企業がAI 倫理の問題に対応する際の課題 
 
本章では、企業はどのように対応すべきか、経済性の評価により、見合わないリスクが出た場合どう考
えるか、リスクだけでなくユーザーの新しいベネフィットをどう考えるのかという考察を踏まえた上
で、企業がAI 倫理を導入する上での課題を議論している。さらに将来的にAI 倫理を導入することで
人々の働き方はどう変化するのかを考察し、改めてその価値についてまとめている。 
 
 
6.1  AI リスク回避策に対する方針 
対策はリスクの構造にもよるが、可能なら根本的に回避できる策、次善で減災する策を探すべきであ
る。ブラックボックスである深層学習が起因するリスクでも、AI 自体の適用の仕方の工夫や、保護層と
してのサブシステムとの組み合わせで、技術的にリスク回避レベルを上げる事が可能である。EU も北
米もAI リスクを規制する方向にあるが、技術的に回避できる方法を模索して上手に回避したい。 
想定するリスクがAI システムの中と外のどこで起きるかで対応が違うので、ステークホルダー間（AI
開発会社とサービス事業者他）での事前の責任分担明確化が望ましい。その際、AI の開発目的、想定利
用環境、設計思想、開発/学習条件、データ管理などの記録を保存しておくと、自ずと多くのリスクに対
する答えに繋がると共に、事案発生時に迅速な分析や事後説明が可能になるが、リスクチェーンモデル
の概要部だけでも前提条件整理になる。経済産業省の「プラント保安分野AI 信頼性評価ガイドライン」
などに従うと、体系的に開発時に踏むべきステップを踏みつつ上記を記録整理でき、AI の信頼性やリス
ク回避性レベルが評価できる。 
アジャイルによる少人数短期開発が求められ、担当者の手腕に依る所も増えるが、継続的にトラブル発
生を最小化する為に、リダンダントで事後説明責任を果たす事を可能とする開発体制と運用体制が必要
で、データとコードの管理、網羅的リスク検討など、その体制を整えておく事も解決の糸口になると考
える。 
 
6.2  経済性評価とリスク対応に係るコストの捉え方 
事業を実施することによって得られる収益と、リスクに対応するためのコストや、リスクが顕在化し
た場合の損失についていかに考えるかという問題がある。 
リスクに対応するためのコストは、別の角度から見れば、AI を活用したサービス自体の価値や品質を
向上させるためのコストとも捉えることができる。そのため、ベンダー企業においては、ユーザー企業
に対して、サービスの価値や品質について説明して報酬の金額を交渉することが一考となる。ユーザー
企業においては、ベンダー企業から提示されたAI サービスの価格と、AI サービスを導入した場合の収
益や経費削減効果を比較して、採否の検討を進めることになろう。また、リスクへの対応方法について
も、リスクの大きさや、顕在化する可能性、対応のためのコストなどを踏まえて優先順位付けや取捨選
択を行うことが妥当な場合もあると考える。 
リスクが顕在化した場合の損失についても、予め想定しておく必要がある。AI の誤った判断によって
生じた製品欠陥や事故、不当な取扱い、学習用データの漏えいなどによって賠償請求を受ける可能性は

`;