var toc_content = ` 
39 
AI 倫理W G 活動実績 
 
 
■開催日程 
第１回 2019年6 月 25 日 
第２回 2019年8 月 27 日 
第３回 2019年10 月  8 日 
第４回 2019年1１月 20 日 
第５回 2020年１月 23 日 
第６回 2020年4 月 28 日 
第７回 2020年6 月  9 日 
第８回 2020年8 月  5 日 
第９回 2020年11 月 12 日 
第10 回 2020年12 月 17 日 
第11 回 2021年2 月  2 日 
第12 回 2021年 4 月 12 日 
第13 回 2021年6 月  1 日 
第14 回 2021年7 月  2 日 
第15 回 2021年7 月 26 日 
 
 
■グループ長 
株式会社グリッド 代表取締役 曽我部 完 
 
■共同執筆者（50 音順、敬称略） 
 
伊藤忠テクノソリューションズ株式会社 角田 尚 
株式会社GliaComputing 嘉瀬 正彦 
KHE コンサルティング 小西 頴  
株式会社SoW Insight 中条 薫  
真英法律事務所 堀川 正顕 
千代田化工建設株式会社 安井 威公 
富士通株式会社 葛馬 弘史 
 
 
本書は、会員各社の会社として方針・意向を表明するものではありません 
 

 
40 
謝辞 
 
AI 倫理WG にてこれまで議論するにあたり、AI 倫理の有識者でいらっしゃる理化学研究所 革新知能
統合研究センター中川裕志氏、国立情報学研究所石川冬樹氏には示唆に富んだご知見をご教示賜りまし
た。ここに、心より感謝の意を表します。 
 
また、リスクベース・アプローチに基づいた議論するに至ってから、リスクチェーン・モデルを提唱さ
れている東京大学未来ビジョン研究センターの江間有沙准氏、松本敬史氏には半年以上に渡りリスク対
策の洗い出し、整理について多大なご指導を賜りました。 
AI 倫理WG のこれまでの活動に対し、ご協力いただきました皆様にこの場をお借りしまして深く感謝を
申し上げます。 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
41 
 

`;