var toc_content = ` 
5 
5. AI 倫理を企業活動に取り入れていく上での考慮すべき点  25 
5.1  企業におけるAI 倫理の重要性  25 
5.2 リスクチェーンモデルの活用方法  27 
5.2.1  AI 倫理を考慮する必要性  27 
5.2.2  AI システム開発における倫理とリスク  27 
5.2.3 活用方法  28 
5.2.4 活用方法とその効果  28 
5.3 リスクチェーンモデルを活用した所感  29 
6  企業がAI 倫理の問題に対応する際の課題  31 
6.1  AI リスク回避策に対する方針  31 
6.2  経済性評価とリスク対応に係るコストの捉え方  31 
6.3  ユーザーベネフィットから生まれる新たなリスクの顕在化  32 
6.4  企業がAI 倫理の問題に対応する際の課題  32 
6.5  自社の組織への反映  33 
6.6 今後の人々の働き方の変化  34 
7. AI 倫理W G 員より提言  35 
7.1 企業活動へのAI 倫理導入についての提言  35 
7.2 企業活動へのAI 倫理導入について各WG 員による所感  36 
８. AI 倫理W G 活動の総括  38 
AI 倫理W G 活動実績  39 
謝辞   40 
 
 
 
 
 
 
 

 
6 
1. はじめに 
 
AI 倫理ワーキングループ発足の背景 
現在多くの分野で機械学習・深層学習をはじめ、様々なアルゴリズムをベースとして動作するAI シス
テムおよび、それらを利用したサービス、その他付随的サービスが提供され、それらシステムを開発・
利用・提供する事業者においても、AI 倫理に関する取り組みが求められるようになっている。 
2017 年より各国でAI 利用に関する原則の議論が開始され、様々な段階を経て2019 年に入りOECD
にて「信頼できるAI の責任あるスチュワードシップのための原則」が決議され、現在はAI 倫理の原則
の議論から、具体的に原則をどのように社会実装していくかという議論に移ってきている。2021 年に
は、経済産業省より、「我が国のAI ガバナンスの在り方 ver. 1.1 （AI 原則の実践の在り方に関する検
討会 報告書）」が報告され、より具体的な内容が提示されつつある。 
このようにAI 原則の実装に向けた国際的な議論は深まっているが、企業実務においてこの原則をどの
ように運用していくか、ガバナンスの設計は難しい課題であり多くのステークホルダーに対するアカウ
ンタビリティーを担保していく事は容易ではない。また、AI 技術の適応範囲を鑑みると、様々な産業分
野において使われる為、リスクマネジメントという観点においても、画一的な方法ではなく、事業領域
やリスク度合いに応じて柔軟な対応が望まれる。企業が主体的、自発的にこのAI ガバナンスの問題に取
り組むためには、AI 倫理の原則を踏まえた上で、対象事業やサービス領域において重要なリスクを識別
し、企業ガバナンスの視点や、技術的な対応策を加味しながら、社会が求めるAI サービスを実現するこ
とが期待されている。 
 
本報告書発表までの経緯 
本取り組みはAI ビジネス推進コンソーシアム参加企業におけるワーキンググループの活動の一環で、
AI 倫理に関するワーキンググループとしてユーザー企業・開発ベンダー企業などから、AI 開発者、ビジ
ネスパーソン、弁護士、弁理士など、様々な立場の者が企業としてのAI 倫理に対する考え方やスタンス
を明確にした上で、実際に自社へ導入する仕組み作りをするための研究会として2019 年６月に発足し
た。当初ワーキングループでは国内外におけるAI 倫理ガイドラインの研究を行った上で、参加企業が
AI 倫理を各社で導入するためのガイドラインを作成することを最終目標として議論を重ねた。しかしな
がら企業によって、AI サービス形態は大きく変わり、同時にサービスによって考慮すべきリスクも異な
るため一律的なガイドラインを策定することは現実に即していないことが明らかになった。そこで、実
際にメンバー企業の事例を活用して、リスクベースのアプローチで具体的な掘り下げを実施する方針に
切り替えた。リスクチェーンモデルを提唱された東京大学未来ビジョン研究センターの江間有沙准教
授、松本敬史客員研究員にWG に参加頂き、検討を進めた。リスクチェーンモデルを用いながらAI ガ
バナンス検討のケーススタディとして、個別のAI サービスに対して「実現すべき価値・目的」及び「重
要なリスクシナリオ」が何かを考える事で、AI サービスにおいて考慮すべきリスクの洗い出しが可能と
なり、対応策について明確になることを、実際にユースケースを元に実践したことにより身を持って体
感した。 

 
7 
本報告書は、本ワーキンググループがAI 倫理導入にあたりどのような点を考慮すれば良いのか、これ
迄の研究に基づいた検討結果を「企業活動にAI 倫理を導入していく上での注意点と提言～リスクベー
ス・アプローチを踏まえた検討～」としてまとめたものである。 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

`;