var toc_content = ` 
8 
2. AI 倫理の動向 
 
AI を利用したサービスや製品が社会において活用されるためには、AI 倫理の実践が必要となる。各国
政府やさまざまな団体が公表するAI 倫理に関連するガイドラインを見ると、AI 倫理において実現する
べき価値についてはコンセンサスの形成が見受けられる。さらに、欧米ではAI の利活用に関して法的規
制の動きもある。AI 倫理における議論は、抽象論から具体的な実践段階に移行しており、企業に求めら
れているAI 倫理を実践するに際しては、各種ガイドラインの参照やリスクチェーンモデルを活用するこ
とが有益である。 
 
2.1 AI 倫理の必要性 
 AI 倫理の議論については、AI が倫理的な判断をすることができるのかといったAI の側に焦点を当て
た議論と、AI を開発・利用する人間の側に焦点を当てた議論の２つに大別できる。当WG では、後者の
意味合いでAI 倫理について検討を行ってきた。 
 AI 倫理を理由に規制を強化することは、研究開発や企業の競争力を阻害するという意見もある。しか
し、AI 倫理で議論されている観点を踏まえていないサービスや製品は、人々から信頼を得ることができ
ず、社会での活用が進まないこととなる。AI 倫理を意識した設計は、サービスや製品の価値を向上さ
せ、企業の競争力につながるという効果もある。 
AI 倫理で議論されてきたテーマは、世界的に見ると、当初は、いわゆるシンギュラリティや超知能の
出現といった懸念をも想定したものであった。しかし、2021 年現在、このような懸念は落ち着きを見
せている。現在の議論の背景には、米国の刑事手続において再犯リスクを評価するAI が人種的マイノリ
ティに対して不利な判断を行っていた事例、採用選考で用いられるAI の開発途中で性別による判断の偏
りが判明して開発プロジェクトが中止となった事例、政治的な意思決定に影響を与えうるAI の利用方法
が問題となった事例などの現実的な問題がある。 
 
2.2 AI 倫理に関する社会の動き 
AI 倫理に関しては、各国政府やさまざまな団体がガイドラインを公表している。主なものでは、
2016 年9 月のPartnership on AI のTenets、同年12 月のIEEE によるEthically Aligned Design、
2019 年4 月の欧州委員会によるEthics Guideline for Trustworthy AI、同年5 月のG20 による
OECD Principles on Artificial Intelligence などが挙げられる。日本も、2019 年3 月に人間中心のAI
社会原則を、同年8 月にはAI 利活用ガイドラインを公表している。また、各ガイドラインで言及され
ている内容は、日本の人間中心のAI 社会原則の示す7 つの原則（人間中心の原則、教育・リテラシー
の原則、プライバシー確保の原則、セキュリティ確保の原則、公正競争確保の原則、公平性、説明責任
及び透明性の原則、イノベーションの原則）と重なる観点も多く、実現するべき価値については、コン
センサスが形成されつつある。議論は、これらの価値を実現するための具体的な実践手法へと移行して
いる。 
 法的拘束力のないガイドラインのほか、米国ワシントン州では、政府機関による顔認証システムの利
用に関して令状の取得を含めた条件付きでの利用を必要とする旨の規制がなされるなど、特定の利用形

 
9 
態について法制化が進む動きもある。さらに、より横断的な規制の動きとしては、2021 年4 月の欧州
委員会による法的規制に関するHarmonized Rules on Artificial Intelligence の提案がある。同案で
は、AI システムを、社会に対するリスクの程度に応じて、①禁止される人工知能、②高リスクAI シス
テム、③それ以外の低リスクまたは極小リスクAI システムの３つに分類したうえで、リスクに応じた比
例的な法的規制を行うことが提案されている。①の禁止される人工知能には、サブリミナル技術を用い
て無意識下に人の行動を変容させるAI システムの使用や、不利不当な取り扱いにつながる公的機関によ
るスコアリングシステムの利用、顔認証システムなどを活用した警察などによるリアルタイムでの監視
といった行為の禁止が規定される。②高リスクAI システムには、雇用分野では採用選考に活用される
AI などが、司法分野では再犯リスクを評価するAI などが該当する。高リスクAI システムの提供者に
は、ログデータの保存や人間による監督といった同案が定める要求事項を遵守すること、これらの要求
に適合していることをサービス開始前に第三者機関または自己による評価を行うことなどの義務付けが
検討されている。そして、③低リスクAI システムについては、たとえば人と対話するチャットボットな
どに関して、AI と対話していることが認識できるような通知の義務付けなどが提案されている。罰則規
定も存在し、たとえば①の禁止される人工知能に関する規定に違反した場合には、3000 万ユーロまた
は違反した企業の全世界の年間売上高の最大6%のいずれか高い方を上限とした制裁金を科す案が検討
されている。 
 
2.3 AI 倫理を踏まえた企業活動を実践する方法 
既に、AI 倫理を踏まえた活動を実践する企業も見受けられる。米国ではグーグルやマイクロソフトな
どがAI 利用のガイドラインや指針を公表しているほか、国内でも、富士通やNEC、NTT データがAI
利用ポリシーや指針を策定している。ソニーもAI 製品に対する倫理審査を行うことを決定するなど、各
企業において体制の構築がすすめられている。 
一方、EU 諸国ではCE マーキングによる工業製品の規格の一元化、安全の確保とEU 社会経済の効率
化に既に成功している。欧州委員会では、AI 倫理についても同様の法的規制の動きもあり、その先にあ
るものとして、域外製品に対するSafe Guard の施行が想定される。そのような動きに対して、大手以
外の日本の企業もAI 倫理について具体的に検討を始める時期に至っていると考えられる。 
 具体的なAI 倫理の実践に際しては、国内外のガイドラインが参考になる。国内では、品質保証の観点
から作成されたものではあるが、AI プロダクト品質保証コンソーシアム（QA４AI）によるAI プロダク
ト品質保証ガイドラインが公表されているほか、経済産業省による医用画像診断支援システムの開発ガ
イドラインにおいてAI 技術を踏まえた記述が盛り込まれるなど、具体的な留意事項が各分野で議論され
ている。ステークホルダー間のリスク分担を具体的な契約条項に落とし込む際には、経済産業省による
AI・データの利用に関する契約ガイドラインも参考となる。また、欧州委員会によるEthics Guideline 
for Trustworthy AI のチェックリストの活用も一考である。もっとも、欧州委員会が提示するガイドラ
インについては、企業が直接消費者にサービスを提供するB to C のケースを念頭に作成されていると
見受けられる一方で、日本ではAI ベンダーがSIer とともにシステムを構築し、そのシステムを利用し
て消費者にサービスを提供するというB to B to C のケースが多い。公表されているガイドラインを参
照・適用する際には、サービス提供形態の違いに留意したステークホルダー間の役割分担も必要であろ
う。 

 
10 
 AI 倫理を含むAI の利活用に伴う問題に取り組むためのツールとして、東京大学未来ビジョンセンタ
ーのリスクチェーンモデルの活用も考えられる。当WG では、リスクチェーンモデルを利用して、メン
バー企業の事例をもとに本検討用に拡張を加え検討を行った。重要度の高いリスクの検討や、当該リス
クへの対策を明確にすることができ、ステークホルダー間の共通認識の形成や、リスクコントロールの
効率化に資すると思われる。 
AI 倫理やAI ガバナンスを踏まえたAI システムの構築・運用を考える際には、データの取り扱いの段
階や、利用後の再学習などの段階までの一連の流れの中で、ステークホルダー間で倫理的問題やリスク
の捉え方に関して共通認識を形成することが望まれる。また、法的規制の動きについては、国内では
2021 年1 月に経済産業省AI 社会実装アーキテクチャー検討会においてソフトローを中心としたガバナ
ンスが望ましい旨の言及があった一方で、欧州委員会による法的規制の案は2022 年後半の発効が目指
されている。GDPR のようにEU 域外の企業への適用がなされる場合には、日本の企業も影響を受ける
こととなるから、法的規制の動向も把握しつつ、AI システムの開発や利活用を進めたい。 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

`;