var toc_content = ` 
34 
AI 開発に必要なステップのチェック体制では、AI 開発当事者に要求されるスキルと近いが、AI システ
ムの外側に広げたリスク想定では、多角的な視点での網羅的な想定が必要になるので、AI 開発スキルだ
けに収まらない。より広い視点での検討が必要になるので、監査、品質管理部門、法務部門などによる
チェック&レビュー体制を敷いた方が効率的になる場合もあると思われる。 
しかし現実的にはAI リテラシー人材不足が叫ばれる中、専任者を複数配置する事も簡単ではないの
で、最初はAI 開発の担当の中から、前述のガイドラインやリスクチェーンモデルを実施して習熟した者
が相談者・指導者となって、他の開発チームをリードする事から始め、開発案件の増加を見ながら専門
組織化するのが現実的かもしれない。 
 
6.6 今後の人々の働き方の変化 
前項では、リスクチェーンモデルを実際の企業組織に導入するための留意点という観点で記述したが、
その際に教育施策が意識面で効果を発揮し、リスクチェーンモデルを使う事が定着することで、AI の利
活用が進み、人々の働き方を大きく変える可能性がある。まずリスクチェーンモデル導入という業務プ
ロセスの変革を経験することにより、外部の事業環境変化に対応して自らの業務を創り上げていくとい
う意識が醸成される。また、リスクチェーンモデルの対象となるAI 利活用業務について、リスクの抽出
と対応だけではなく、その新たなAI 利活用業務が社会にどう影響しどういうメリットをもたらすかを明
確にする事も可能である。そこから、対象のAI プロジェクトの価値を再認識し、社会に役立つという実
感を持つ事で、ノルマや成績という基準から解放されて、その対象自体の価値を見出す事が可能にな
る。さらに、AI により自動化する部分と、人が行うべき部分を、より明確・具体的に認識できるように
なり、人が働く事の価値をそこから再発見することになる。 
 
ここで、人が働く事の価値として、AI の技術特性に関連する点を二つ挙げてみる。 
一つは、データを学習した結果から推論を行うという技術特性からくる点である。前例踏襲が必要な部
分を機械に任せる事で、例えば過去の事例に存在しないような全く新しい発想や価値観の創出などを人
が担うようになるという点である。 
もう一つは、機械であるAI が学習する対象は制限できるという技術特性からくる点である。信頼される
方法で適切に学習対象を制限されたAI は、人にはできない真に客観的な分類や判断を行わせる事ができ
る可能性があり、人はそうではない部分、つまり心を通わせた主観的で創造的な仕事に集中するように
なるという点である。現在ある様々な業務のうち、「客観的な第三者」であることを求められる部分を
信頼できるAI が担う事で、「あなただから意味がある」という部分に人々に働き方がシフトし、働く人
の尊厳ややりがいを取り戻す事が可能になる。 
 
 
 
 
 

`;