var toc_content = ` 
11 
3. リスクチェーンモデルについて  
 
松本敬史氏（有限監査責任法人トーマツ/東京大学未来ビジョン研究センター）、江間有沙氏（東京大
学未来ビジョン研究センター/理化学研究所革新知能統合研究センター）により政策提言された「AI サ
ービスのリスク低減を検討するリスクチェーンモデルの提案」内で述べられているリスクチェーンモデ
ル
※１を本W G において活用した。 
 
3.1 リスクチェーンモデルの概要 
AI サービス提供者が自らのAI サービスに関するリスクアセスメントを特定し、リスク要因の関係性を
可視化することで段階的にリスク低減を図るためのモデルである。 
モデルは、AI サービスの提供にあたりリスク要因となり得る要素を、（１）AI システムの技術的構成
要素、（２）サービス提供者の行動規範（ユ ーザとのコミュニケーションを含む）に係る構成要素、
(3) ユーザの理解・行動・利用環境に 係る構成要素に整理し構造化されている。 
 
 
※東京大学未来ビジョン研究センタ「AI サービスのリスク低減を検討するリスクチェーンモデルの提案」よりリスクチェ
ーンモデル図を引用https://ifi.u-tokyo.ac.jp/news/7036/ 
 
3.2 リスクチェーンモデルの利用方法 
 
3.2.1 リスク構成要素の整理と構造化 
構造化されたリスクチェーンモデルの構成要素を確認する。構成要素となりうる要素として公平性、頑
健性、説明責任、適正利用などがあげられる。 
 

`;