var toc_content = ` 
28 
課題により、検討すべき構成要素および関係するステークホルダーは異なるものであり、個々の課題に
応じて想定すべきステークホルダー及びそれぞれで検討すべき構成要素を洗い出し、それら課題を整理
し、対応策を検討することが必要となる。 
その検討を行う際に、本提案で提唱しているリスクチェーンモデルを利用することで、システム開発者
が開発段階でどのようなリスクや倫理の問題を網羅的に整理し、それに対してどのように対応すること
を想定したのかを、明確に記録に残すことが可能になる。 
 
5.2.3 活用方法 
リスクチェーンモデルは、下記のステップにて利用することができる。 
1. 
実現すべき価値・目的に応じた、個々のサービス要件に対するリスクシナリオを洗い出す 
2. 
それぞれのステークホルダーにおける、役割を整理する 
3. 
個々のリスクシナリオに応じて、関係するステークホルダーでの検討の対象となる構成要素およ
びその関連性を洗い出す 
4. 
該当する構成要素におけるリスク・問題並びにそれらのコントロールを検討する 
 
5.2.4 活用方法とその効果 
リスクチェーンモデルを利用し前述の手順に従い、ユースケース１ではプラント運転における制御ガイ
ドAI を、ユースケース２ではインフラ画像保全におけるAI を、それぞれのケースにおけるリスク及び
そのコントロールを整理・検討を行った。先ずは想定するリスクを洗い出し、それぞれのステークホル
ダーにおけるそのリスクが影響を及ぼす構成要因及びその関連性を洗い出した。その後、それぞれの構    
成要因におけるリスクに対するコントロールを検討し、全体のシステムとして整理した。 
 
今回リスクチェーンモデルを利用することにより、下記の効果を得ることができたと考える。 
各ステークホルダーにおけるリスク及びそのコントロールを漏れや重複することなく検討すること 
1. 
AI システム開発ベンダー及びシステム開発ベンダー・システム運用ベンダー間での役割とその関
連性を明確にすること 
2. 
ステークホルダー間におけるリスク及びそのコントロールを相互に認識できるコミュニケーショ
ンツールとして利用すること 
3. 
AI システムの精度向上や環境変化に伴う再学習の仕組みにおいて、必要なデータの収集や評価な
ど、あらかじめ関係者に必要な協力を理解いただくこと 
 
 
 
 
 
 
 

 
29 
5.3 リスクチェーンモデルを活用した所感 
 
伊藤忠テクノソリューションズ株式会社 角田 尚 
リスクチェーンモデルの分析過程を通すことで、異なる複数の立場からAI システムを考えることがで
き、リスクはもちろんのこと、不足要件の検討も効率的に実施することができた。プロジェクト初期だ
けでなく、マイルストーンごとに複数回見直すことで、品質の高いAI システムの実現につながる手法と
感じた。 
 
株式会社GliaComputing 嘉瀬 正彦 
検討すべき課題に対して、必要なステークホルダーや対象となる構成要素を洗い出し、リスクやそれに
対するコントロールを、漏れや重複などが生じないように、整理・検討することができる有効なモデル
であると感じた。 
 
KHE コンサルティング 小西 頴 
（１）リスクチェーンモデルは多くのリスク要素を網羅しており、AI を使用または利用する上で、AI シ
ステムに内在する技術問題、利用上の問題、目的達成の障害の存在を気付かせ、AI システムの使用と運
用の改善を考えさせてくれる上で、優れたガイドライン機能を有する。 
（２）リスクチェーンモデルを活用することは、実際の企業活動にAI を使うことにより生じるリスクを
事前に回避する極めては有効なものである。 
（３）一方、リスクチェーンモデルは、製造者と使用・利用者の連携に必要な共通視点を与えている。
その結果、使用・利用の目的達成の観点からAI に係わる個々のステークホルダーにおける役割の再定義
と、彼らにおける組織内リスクマネジメントの整備の要点を明確にしてくれる。（４）さらに、AI シス
テムの強化の観点からは、非類似データを使った積極的な排除プロセスによる判断精度向上の手法を気
付かせてくれた。 
 
株式会社SoW Insight 中条 薫  
日本では、BtoBtoB やBtoBtoC のビジネス形態が多いため、複数のステークホルダーに跨った対応が
不可欠である。リスクチェーンモデルを企画や仕様検討の早期段階で活用することは、実際の開発・運
用で起こりうるリスクの洗い出しとステークホルダー間での役割分担の効率的な検討に繋がると感じ
た。 
真英法律事務所 堀川 正顕 
視覚的かつ網羅的に思考を整理できる点で有益であった。重要度の高いリスクへの対策を精査すること
に役立つ。また、関係者の役割分担についても意識を行いながらリスク対策を進めることができる。 
  
千代田化工建設株式会社 安井 威公 
アメリカなど先進国家から機械学習システムが社会に実装されて既に大小さまざまなリスクを生み始め
ているが、システム内外両方のリスクを予想する手法はまだ殆どなくリスクチェーンモデルは稀有な存
在である。慣れるまでシナリオ作りは難しいが、他社事例を参考にすることで発想の方向性が身につく
と思われる。 
 
 

 
30 
富士通株式会社 葛馬 弘史  
対象事業に関連するリスクだけではなく、その事業が発展することによる社会変革や、その事業の存在
意義に関しても多くの気づき抽出することができた。非常に広い視点から事業全体を見る事ができるモ
デルだと感じた。 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

`;