var toc_content = ` 
38 
８. AI 倫理W G 活動の総括 
 
2016 年頃から各国の政府や機関で本格的に開始されたAI 倫理議論は、各所から倫理原則が公表さ
れ、原則を実践していくためのガイドラインを始めとするAI ガバナンス議論としてより具体的な内容に
移行されている。また、2021 年4 月には、欧州委員会からAI 技術全般の供給と利用を包括的に法律で
規制する案が出され、賛否両論含め更に議論が活発化している。 
AI ビジネス推進コンソーシアムでは、2019 年6 月にAI 倫理WG を発足し、各企業がAI 倫理に関わ
る自主的な取り組みを行う上で、各国機関の原則や提言を取り込み易くすることを目的として活動を進
めてきた。 
 
今回の取り組みは、コンソーシアムの特徴である参加企業の多様性（AI 開発企業、AI 利活用企業、弁
護士、弁理士、コンサルティングファームなど）を活かし、 
① メンバー企業の具体事例をもとに 
② 多様な立場のメンバーが議論に参加し 
③ リスクベース・アプローチを使って実践的な落とし込みを行った 
点に特徴があると考えている。 
リスクベース・アプローチとしては、東京大学の江間先生と松本先生から提案された「リスクチェーン
モデル」を採用した。半年以上に渡りWG にご参加頂き、リスクと対策に対する考え方の整理と蓄積を
メンバーと共に行って頂いた両先生方には、心より感謝いたします。 
 
 そして、上述の取り組みを踏まえて、企業活動にAI 倫理を導入していくにあたり重要な３つの視点で
提言を行い、WG メンバーの活動の集大成として本資料を作成した。 
 AI 倫理やAI ガバナンスに対する企業の取り組みに関しては、欧米では既に機関投資家の関心が高ま
りつつあり、企業への問い合わせが開始されているという。持続的な企業価値向上に向けて多くの企業
でESG 経営が強化されているが、同じ動きがAI 倫理に関しても起こり始めていると言えるだろう。AI
ガバナンスをコーポレート・ガバナンスの枠組みで捉え、対応を進めていくことが企業に求められてい
るのではないか。その中で、本資料が、企業活動におけるAI 倫理の具体的な取り組みの加速に向けて参
考になることを期待している。 
 
 
 
 
 
 
 

 
39 
AI 倫理W G 活動実績 
 
 
■開催日程 
第１回 2019年6 月 25 日 
第２回 2019年8 月 27 日 
第３回 2019年10 月  8 日 
第４回 2019年1１月 20 日 
第５回 2020年１月 23 日 
第６回 2020年4 月 28 日 
第７回 2020年6 月  9 日 
第８回 2020年8 月  5 日 
第９回 2020年11 月 12 日 
第10 回 2020年12 月 17 日 
第11 回 2021年2 月  2 日 
第12 回 2021年 4 月 12 日 
第13 回 2021年6 月  1 日 
第14 回 2021年7 月  2 日 
第15 回 2021年7 月 26 日 
 
 
■グループ長 
株式会社グリッド 代表取締役 曽我部 完 
 
■共同執筆者（50 音順、敬称略） 
 
伊藤忠テクノソリューションズ株式会社 角田 尚 
株式会社GliaComputing 嘉瀬 正彦 
KHE コンサルティング 小西 頴  
株式会社SoW Insight 中条 薫  
真英法律事務所 堀川 正顕 
千代田化工建設株式会社 安井 威公 
富士通株式会社 葛馬 弘史 
 
 
本書は、会員各社の会社として方針・意向を表明するものではありません 
 

`;