var toc_content = ` 
10 
 AI 倫理を含むAI の利活用に伴う問題に取り組むためのツールとして、東京大学未来ビジョンセンタ
ーのリスクチェーンモデルの活用も考えられる。当WG では、リスクチェーンモデルを利用して、メン
バー企業の事例をもとに本検討用に拡張を加え検討を行った。重要度の高いリスクの検討や、当該リス
クへの対策を明確にすることができ、ステークホルダー間の共通認識の形成や、リスクコントロールの
効率化に資すると思われる。 
AI 倫理やAI ガバナンスを踏まえたAI システムの構築・運用を考える際には、データの取り扱いの段
階や、利用後の再学習などの段階までの一連の流れの中で、ステークホルダー間で倫理的問題やリスク
の捉え方に関して共通認識を形成することが望まれる。また、法的規制の動きについては、国内では
2021 年1 月に経済産業省AI 社会実装アーキテクチャー検討会においてソフトローを中心としたガバナ
ンスが望ましい旨の言及があった一方で、欧州委員会による法的規制の案は2022 年後半の発効が目指
されている。GDPR のようにEU 域外の企業への適用がなされる場合には、日本の企業も影響を受ける
こととなるから、法的規制の動向も把握しつつ、AI システムの開発や利活用を進めたい。 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
11 
3. リスクチェーンモデルについて  
 
松本敬史氏（有限監査責任法人トーマツ/東京大学未来ビジョン研究センター）、江間有沙氏（東京大
学未来ビジョン研究センター/理化学研究所革新知能統合研究センター）により政策提言された「AI サ
ービスのリスク低減を検討するリスクチェーンモデルの提案」内で述べられているリスクチェーンモデ
ル
※１を本W G において活用した。 
 
3.1 リスクチェーンモデルの概要 
AI サービス提供者が自らのAI サービスに関するリスクアセスメントを特定し、リスク要因の関係性を
可視化することで段階的にリスク低減を図るためのモデルである。 
モデルは、AI サービスの提供にあたりリスク要因となり得る要素を、（１）AI システムの技術的構成
要素、（２）サービス提供者の行動規範（ユ ーザとのコミュニケーションを含む）に係る構成要素、
(3) ユーザの理解・行動・利用環境に 係る構成要素に整理し構造化されている。 
 
 
※東京大学未来ビジョン研究センタ「AI サービスのリスク低減を検討するリスクチェーンモデルの提案」よりリスクチェ
ーンモデル図を引用https://ifi.u-tokyo.ac.jp/news/7036/ 
 
3.2 リスクチェーンモデルの利用方法 
 
3.2.1 リスク構成要素の整理と構造化 
構造化されたリスクチェーンモデルの構成要素を確認する。構成要素となりうる要素として公平性、頑
健性、説明責任、適正利用などがあげられる。 
 

`;