var toc_content = ` 
12 
3.2.2 リスクシナリオの識別とリスク要因となる構成要素の特定 
各構成要素における個別のリスクシナリオ を識別し、取り組むべきシナリオの優先順位をつけ、リス
ク要因となる構成要素を特定する。 
 
3.2.3 リスクチェーンの可視化とリスクコントロールの検討 
各リスク単体のみではリスクを十分に低減することが難しいため、構成要素の関係性を可視化すること
で、段階的なリスク低減の検討を行う。最後に各構成要素で適切なコントロールを検討し、実装する。 
 
3.3 リスクチェーンモデルの利用目的 
AI サービスに関するリスクはサービスそのものの品質のみならず倫理や法令遵守を伴う検討項目も含
まれるため一般的な製品開発チェックリストでは補えないことが多い。リスクシナリオを作成すること
でAI サービス開発に関わる人たちと、様々な観点からシナリオを作成することで従来の開発チェック事
項では浮かび上がらないリスクを顕在化させ、サービス開発においてリスクを検討することができる。 
AI サービスのリスクシナリオを検討する前提として、まず「実現すべき価値・目的」を検討し、複数の
ステークホルダーで認識を合わせることが重要である。その上で「実現すべき価値・目的」の阻害要因
としてリスクシナリオを検討する。リスクシナリオは「ビジネス目的の阻害要因」と「社会的責任」等
を一体で検討することが望ましい。 
 
 
※１ 江間有沙氏、松本敬史氏の活動プロジェクト 
「東京大学未来ビジョン研究センター AI ガバナンスプロジェクト AI サービスとリスクコーディネー
ション研究会」 
https://ifi.u-tokyo.ac.jp/projects/ai-service-and-risk-coordination/ 
 
 
 
 
 
 
 
 
 
 
 
 
 

`;