var toc_content = ` 
37 
富士通株式会社 葛馬 弘史 
AI 倫理に取り組む事は、リスク管理であると同時に、CSR による企業価値向上でもある。単にコスト
や制約と考えるのではなく、ビジネスの成長機会であると捉えて、AI 倫理を企業活動に取り入れていく
べきである。 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

 
38 
８. AI 倫理W G 活動の総括 
 
2016 年頃から各国の政府や機関で本格的に開始されたAI 倫理議論は、各所から倫理原則が公表さ
れ、原則を実践していくためのガイドラインを始めとするAI ガバナンス議論としてより具体的な内容に
移行されている。また、2021 年4 月には、欧州委員会からAI 技術全般の供給と利用を包括的に法律で
規制する案が出され、賛否両論含め更に議論が活発化している。 
AI ビジネス推進コンソーシアムでは、2019 年6 月にAI 倫理WG を発足し、各企業がAI 倫理に関わ
る自主的な取り組みを行う上で、各国機関の原則や提言を取り込み易くすることを目的として活動を進
めてきた。 
 
今回の取り組みは、コンソーシアムの特徴である参加企業の多様性（AI 開発企業、AI 利活用企業、弁
護士、弁理士、コンサルティングファームなど）を活かし、 
① メンバー企業の具体事例をもとに 
② 多様な立場のメンバーが議論に参加し 
③ リスクベース・アプローチを使って実践的な落とし込みを行った 
点に特徴があると考えている。 
リスクベース・アプローチとしては、東京大学の江間先生と松本先生から提案された「リスクチェーン
モデル」を採用した。半年以上に渡りWG にご参加頂き、リスクと対策に対する考え方の整理と蓄積を
メンバーと共に行って頂いた両先生方には、心より感謝いたします。 
 
 そして、上述の取り組みを踏まえて、企業活動にAI 倫理を導入していくにあたり重要な３つの視点で
提言を行い、WG メンバーの活動の集大成として本資料を作成した。 
 AI 倫理やAI ガバナンスに対する企業の取り組みに関しては、欧米では既に機関投資家の関心が高ま
りつつあり、企業への問い合わせが開始されているという。持続的な企業価値向上に向けて多くの企業
でESG 経営が強化されているが、同じ動きがAI 倫理に関しても起こり始めていると言えるだろう。AI
ガバナンスをコーポレート・ガバナンスの枠組みで捉え、対応を進めていくことが企業に求められてい
るのではないか。その中で、本資料が、企業活動におけるAI 倫理の具体的な取り組みの加速に向けて参
考になることを期待している。 
 
 
 
 
 
 
 

`;