var toc_content = ` 
10 
 AI 倫理を含むAI の利活用に伴う問題に取り組むためのツールとして、東京大学未来ビジョンセンタ
ーのリスクチェーンモデルの活用も考えられる。当WG では、リスクチェーンモデルを利用して、メン
バー企業の事例をもとに本検討用に拡張を加え検討を行った。重要度の高いリスクの検討や、当該リス
クへの対策を明確にすることができ、ステークホルダー間の共通認識の形成や、リスクコントロールの
効率化に資すると思われる。 
AI 倫理やAI ガバナンスを踏まえたAI システムの構築・運用を考える際には、データの取り扱いの段
階や、利用後の再学習などの段階までの一連の流れの中で、ステークホルダー間で倫理的問題やリスク
の捉え方に関して共通認識を形成することが望まれる。また、法的規制の動きについては、国内では
2021 年1 月に経済産業省AI 社会実装アーキテクチャー検討会においてソフトローを中心としたガバナ
ンスが望ましい旨の言及があった一方で、欧州委員会による法的規制の案は2022 年後半の発効が目指
されている。GDPR のようにEU 域外の企業への適用がなされる場合には、日本の企業も影響を受ける
こととなるから、法的規制の動向も把握しつつ、AI システムの開発や利活用を進めたい。 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 

`;