var toc_content = ` 
11 
3. リスクチェーンモデルについて  
 
松本敬史氏（有限監査責任法人トーマツ/東京大学未来ビジョン研究センター）、江間有沙氏（東京大
学未来ビジョン研究センター/理化学研究所革新知能統合研究センター）により政策提言された「AI サ
ービスのリスク低減を検討するリスクチェーンモデルの提案」内で述べられているリスクチェーンモデ
ル
※１を本W G において活用した。 
 
3.1 リスクチェーンモデルの概要 
AI サービス提供者が自らのAI サービスに関するリスクアセスメントを特定し、リスク要因の関係性を
可視化することで段階的にリスク低減を図るためのモデルである。 
モデルは、AI サービスの提供にあたりリスク要因となり得る要素を、（１）AI システムの技術的構成
要素、（２）サービス提供者の行動規範（ユ ーザとのコミュニケーションを含む）に係る構成要素、
(3) ユーザの理解・行動・利用環境に 係る構成要素に整理し構造化されている。 
 
 
※東京大学未来ビジョン研究センタ「AI サービスのリスク低減を検討するリスクチェーンモデルの提案」よりリスクチェ
ーンモデル図を引用https://ifi.u-tokyo.ac.jp/news/7036/ 
 
3.2 リスクチェーンモデルの利用方法 
 
3.2.1 リスク構成要素の整理と構造化 
構造化されたリスクチェーンモデルの構成要素を確認する。構成要素となりうる要素として公平性、頑
健性、説明責任、適正利用などがあげられる。 
 

 
12 
3.2.2 リスクシナリオの識別とリスク要因となる構成要素の特定 
各構成要素における個別のリスクシナリオ を識別し、取り組むべきシナリオの優先順位をつけ、リス
ク要因となる構成要素を特定する。 
 
3.2.3 リスクチェーンの可視化とリスクコントロールの検討 
各リスク単体のみではリスクを十分に低減することが難しいため、構成要素の関係性を可視化すること
で、段階的なリスク低減の検討を行う。最後に各構成要素で適切なコントロールを検討し、実装する。 
 
3.3 リスクチェーンモデルの利用目的 
AI サービスに関するリスクはサービスそのものの品質のみならず倫理や法令遵守を伴う検討項目も含
まれるため一般的な製品開発チェックリストでは補えないことが多い。リスクシナリオを作成すること
でAI サービス開発に関わる人たちと、様々な観点からシナリオを作成することで従来の開発チェック事
項では浮かび上がらないリスクを顕在化させ、サービス開発においてリスクを検討することができる。 
AI サービスのリスクシナリオを検討する前提として、まず「実現すべき価値・目的」を検討し、複数の
ステークホルダーで認識を合わせることが重要である。その上で「実現すべき価値・目的」の阻害要因
としてリスクシナリオを検討する。リスクシナリオは「ビジネス目的の阻害要因」と「社会的責任」等
を一体で検討することが望ましい。 
 
 
※１ 江間有沙氏、松本敬史氏の活動プロジェクト 
「東京大学未来ビジョン研究センター AI ガバナンスプロジェクト AI サービスとリスクコーディネー
ション研究会」 
https://ifi.u-tokyo.ac.jp/projects/ai-service-and-risk-coordination/ 
 
 
 
 
 
 
 
 
 
 
 
 
 

`;