var toc_content = ` 
32 
想定されるところである。これらのリスクが顕在化したことによって生じる損失が懸念される場合、リ
スクが顕在化する可能性や、経済的な問題だけではなく社会に与える影響も加味したうえで、そもそも
AI を導入するべきか否かを検討することとなる。また、賠償請求の問題が顕在化した場合の責任の所在
や対応窓口、費用負担の問題についても、予め契約段階で取り決めておくなどして双方の認識を共有し
ておくことが望まれる。 
 
6.3  ユーザーベネフィットから生まれる新たなリスクの顕在化  
新技術による社会変革の歴史を見ると、技術の使われ方が変化し、当初予見できなかった新たなリスク
が顕在化し、それを克服して新たな変革がもたらされてきた。AI でも、新たなリスクの顕在化とその克
服から、新たな社会変革がもたらされる可能性がある。 
歴史上の例として、7 世紀頃に始まり8 世紀後半には日本にも伝わった印刷術に触れてみよう。初期の
印刷術は、法令発布や百万塔陀羅尼のような宗教経典に使われ、そこでのユーザーベネフィットは情報
を多くの相手に正確に伝達することであった。その後11 世紀頃には紙幣に使われはじめ、金属などの
実物を用いず、印刷された情報だけで商取引が可能になった。しかしここで、紙幣の大量発行によるイ
ンフレーションという新たなリスクが顕在化する。その後貨幣価値暴落を何度も繰り返しながら、東方
見聞録で紹介されている貨幣価値コントロールの制度が13 世紀には確立した。金属流通量に制約され
ずに経済成長が可能になった事、これが、印刷術がもたらした大きな社会変革である。 
AI の画像認識を用いた無人コンビニはどうだろうか。人手不足の解消というユーザーベネフィットが
まずあり、過疎地でもコンビニ出店が可能となる。しかし過疎地では、既存小売業との軋轢や治安悪化
の不安といった新たなリスクが顕在化する。もしこれらのリスクを克服し、過疎地のエコシステムが確
立できれば、将来も人が持続的に住んで過疎地の経済社会が維持発展するという、大きな社会変革をも
たらす事になる。 
リスクチェーンモデルで、こうした新たな社会変革の可能性を発見できる。そして、その社会変革を
進めるために必要な新たな産業を創出する大きな機会を与えてくれる。なぜなら、その創出に必要な
ビジネスモデルとデータはリスクチェーンモデルの検討・検証において既に発見されていることが多
いからである。 
 
6.4  企業がAI 倫理の問題に対応する際の課題 
AI 倫理の問題については、さまざまな実務上の対応における課題も想定される。  
たとえば公平性が問題となる場合、AI を活用したビジネスの企画段階において、公平の意味について定
義をしておく必要がある。具体的には、判断結果に差がつくべきではない情報を特定し、また、判断結
果の差をどの程度まで許容するのかを決めておくことである。もっとも、この定義を行う作業は難航す
ることが想像に難くない。AI の判断結果によって影響を受けうる様々な立場の者の意見を取り入れるこ
とが理想的である。 
AI の判断結果について、説明を求められる場面が生じることも想定される。そもそもどのような場合
に説明を行うのか、また、説明を行うとすればどのような内容を説明するのかについても、事前に決め
ておくことが一考である。必ずしもすべての説明の求めに応じる必要があるとまでは思われない。ま
た、ノウハウの保護や個人情報の取扱いと情報開示はトレードオフの関係にもある。そこで、学習用デ

 
33 
ータに偏りがないことについては学習用データそのものではなく統計情報の開示にとどめる、判断の妥
当性についてはソースコードまで開示するのではなく過去の入出力結果を用いて説明するなどの方法も
一考となる。 
一方で、開示される情報が限定されすぎた場合や開示された情報が不正確であった場合には、意図的で
あるか否かにかかわらず、学習用データの偏りや不当な判断となっていることが判明しにくくなる。内
部通報制度の活用や、不審な出力結果について外部から情報提供を受ける体制を整えるなどの仕組みを
用意しておくことも有益である。 
 
6.5  自社の組織への反映 
自社の組織にAI 倫理規定や関連組織を持つという事は、AI ビジネス遂行に於いて少なからぬ失敗を回
避できるだけでなく、システム周辺に潜む致命的なリスクにより起業活動自体が阻害される様な大きな
インパクトを未然に防ぐことができる可能性がある。 
だが、しばしばその最初の議論で、AI Ethics の「倫理」という日本語の持つバイアスによって、(例え
ば工業データを扱う様な分野の)AI のビジネスにあまり関係がないのではとの誤解を生み、AI 倫理規定
策定や組織作りのコンセンサスが得られにくい事がある。 
これに対して、経済産業省の「原則実践のためのガバナンスガイドライン」では、AI ガバナンスゴー
ルあるいはAI ポリシーと呼び、「人間中心のAI 社会原則」から企業のAI ガバナンス確立を促してい
る。これらガイドライン利用や、言葉の置き換えをすると、企業内外での理解が得られやすいかもしれ
ない。 
企業が提供するAI では、まず提供するAI システムの中身が望まれる品質を有しているか、欠陥が無い
か確認する必要と責任があり、その為にはQA4AI のガイドラインの様な手引きを参考に、開発に必要
なステップを忘れないようにするチェック体制を作る事が最初の一歩になるであろう。 
それから、AI 提供が単発で終わらないのであれば、個々の担当者の技量に依存せず一定の品質を保つ
ための開発ルールや組織が必要になるはずである。 
AI システムの品質や信頼性を担保するためには、発注者側が望む機能と達成目標、その為に使うデー
タの管理や、開発者が用いるアプローチとコードの管理、運用者の利用環境など、各エンティティ間の
合意事項や開発ステージの毎の目標、手法についての踏むべきステップがあり、その記録がある事が後
にインシデントを起こしたとしても説明責任を果たせ、無用な誤解をタイムリーに回避できる事に気づ
くはずである。 
ここまでの議論はAI システム自体の開発管理についてであるが、世の中で既に問題となっているAI の
トラブルは、ビッグデータに隠れた様々なデータバイアスやそれを生む社会自体が抱える問題、設計さ
れたAI 本来の目的から外れた間違った使い方、誤解からの悪評などに起因して、北米ではAI 関連の訴
訟が増え、日本でもAI の使い方で企業が批判される報道を目にするようになった。システムの外側にも
多くのリスクがある事は明白である。 
しかし波及するトラブルを事前に想定して未然に防ぐべく対策をとる事は簡単ではなく、網羅的に想定
を行う為の手引きとなる様な物はあまりないので、リスクチェーンモデルを積極的に選んだ。 
リスク検討はビジネス展開を模索する立場の者が開発の早い時期から行う方が無駄無く効率的だが、請
負開発の場合などでは顧客を始めとしたステークホルダーの理解と巻き込みが必要になる。 

`;