var toc_content = `6 
 
生成AI 
文章、画像、プログラム等を生成できる AI モデルにもとづく AI の総称を指す。 
（出典：総務省・経済産業省 「AI 事業者ガイドライン（第 1.0 版）」, P.9） 
 
基盤モデル 
広範なデータで学習された、下流の幅広いタスクに適応可能なAI モデル。 
（出典：Stanford Institute for Human-Centered Artificial Intelligence “Reflections 
on Foundation Models” ） 
 
大規模言語モデル（Large Language Model, LLM） 
基盤モデルの考え方に基づくニューラル言語モデル（Neural Language Models）であり、自然言語
文の集まりからなる大規模コーパス（Corpus）を訓練用データとして得た事前学習モデル。 
（出典：産業技術総合研究所 「機械学習品質マネジメントガイドライン 第4 版」, P.139） 
 
人間中心 
AI システム・サービスの開発・提供・利用において、全ての取り組むべき事項が導出される土台として、少
なくとも憲法が保障する又は国際的に認められた人権を侵すことがないようにすること。また、AI が人々の
能力を拡張し、多様な人々の多様な幸せ（well-being）の追求が可能となるように行動すること。 
（出典：総務省・経済産業省 「AI 事業者ガイドライン（第 1.0 版）」, P.12） 
人間中心のAI 社会原則とは、AI の利用は、憲法及び国際的な規範の保障する基本的人権を侵す
ものであってはならないという原則のこと。 
（出典：統合イノベーション戦略推進会議決定「人間中心のAI 社会原則」, P.8） 
 
安全性 
AI システム・サービスの開発・提供・利用を通じ、ステークホルダーの生命・身体・財産に危害を及ぼすこ
とがないようにすること。加えて、精神及び環境に危害を及ぼすことがないようにすること。 
（出典：総務省・経済産業省 「AI 事業者ガイドライン（第 1.0 版）」, P.14） 
 
公平性 
AI システム・サービスの開発・提供・利用において、特定の個人ないし集団への人種、性別、国籍、年
齢、政治的信念、宗教等の多様な背景を理由とした不当で有害な偏見及び差別をなくすよう努めるこ
と。また、各主体は、それでも回避できないバイアスがあることを認識しつつ、この回避できないバイアスが
人権及び多様な文化を尊重する観点から許容可能か評価した上で、AI システム・サービスの開発・提
供・利用を行うこと。 
（出典：総務省・経済産業省 「AI 事業者ガイドライン（第 1.0 版）」, P.15） 
 

7 
 
プライバシー保護 
AI システム・サービスの開発・提供・利用において、その重要性に応じ、プライバシーを尊重し保護するこ
と、及び関係法令を遵守すること。 
（出典：総務省・経済産業省 「AI 事業者ガイドライン（第 1.0 版）」, P.15） 
 
セキュリティ確保 
AI システム・サービスの開発・提供・利用において、不正操作によって AI の振る舞いに意図せぬ変更又
は停止が生じることのないように、セキュリティを確保すること。 
（出典：総務省・経済産業省 「AI 事業者ガイドライン（第 1.0 版）」, P.16） 
 
透明性 
AI システム・サービスの開発・提供・利用において、AI システム・サービスを活用する際の社会的文脈を
踏まえ、AI システム・サービスの検証可能性を確保しながら、必要かつ技術的に可能な範囲で、ステーク
ホルダーに対し合理的な範囲で情報を提供すること。 
（出典：総務省・経済産業省 「AI 事業者ガイドライン（第 1.0 版）」, P.16） 
 
1.3 想定読者 
本書は、AI システムの開発及び提供の過程に関与する事業者（AI 事業者ガイドラインに記載され
ている「AI 開発者」及び「AI 提供者」）を主な読者とする。これらの事業者内でも特に、レッドチーミング
の企画・実施に関わる、開発・提供管理者（実際にAI システムの構築や提供に関する業務を管理す
る者）及び事業執行責任者（事業戦略と一体でAI セーフティ維持または向上の施策を推進する責
任をもつ者）が主な読者である。 
 
なお、本書は、上記の想定読者以外の者が本書を参照してレッドチーミングに関する検討を行うことを
妨げない。例えば、AI 利用者が、AI システムを調達する際に、AI セーフティを検討する上で本書におけ
る情報を参照することもありうる。 
 
開発・提供管理者や事業執行責任者は本書を参照することにより、自らが開発あるいは提供するAI
システムに対するレッドチーミング実施の有効性や必要性を理解することができる。また、レッドチーミング手
法の概要を把握することができる。これにより、実際に自組織内やサードパーティ（自組織以外の評価
実施組織）でレッドチーミングを実施する際に必要となるリソースや実施時期・期間等の検討に役立てる
ことができる。 
 
1.4 対象とするAI システム 
本書で対象とするAI システムについては「AI セーフティに関する評価観点ガイド」に準じ、AI システム
のうち生成AI を構成要素とするシステムの中でも、LLM を構成要素とするAI システム（以下、「LLM

`;