var toc_content = `7.5 （STEP 10）実施後の処理 
攻撃計画・実施者は、対象AI システムの開発・提供管理者や、情報システム部門・情報セキュリ
ティ部門などの関連ステークホルダーに対して攻撃シナリオの実施終了の連絡を行い、下記を依頼する。 
⚫ 
レッドチーミング実施のために発行された一時アカウントの停止または削除 
⚫ 
その他、一時的に設定を変更・緩和した防御策がある場合は、設定の復帰 

52 
 
8 
結果のとりまとめと改善計画の策定 
第3 工程として、報告書をとりまとめて報告した後、改善計画を策定し実施する。この工程は、指
摘された事項に対して改善を行うものであり、重要な工程となる。主に対象AI システムに関する事業
部門が行うタスクである。具体的には、実施結果の分析（8.1 節）、結果報告書の作成と関係者レ
ビュー（8.2 節）、最終報告書の作成と報告（8.3 節）、改善計画の策定と実施（8.4 節）、改
善後のフォローアップ（8.5 節）から構成される。 
 
8.1 （STEP 11）実施結果の分析 
攻撃計画・実施者は、レッドチーミングで得られた結果を分析する。必要に応じて対象AI システム
の開発・提供管理者や情報システムの主管部、情報セキュリティの主管部等の関係部署に追加確認
を行い、発見された脆弱性の前提条件の確認、引き起こされる想定被害や事業インパクトなどの協
議を行う。 
 
なお、重大かつ緊急性の高い脆弱性が発見された場合には、レポート作成・報告を待たずに、関
係者に至急共有し、対策を検討する。 
 
8.2 （STEP 12）結果報告書の作成と関係者レビュー 
攻撃計画・実施者は、発見された脆弱性をもとにログや証跡等を揃え、レッドチーミングの概要とし
て示す。これには、レッドチーミングの実施日時、前提条件や侵入経路、実施したシナリオ一覧、確認
項目等の記載が含まれる。また、攻撃が成功した場合は、その攻撃の意図、具体的な攻撃例（実
際の攻撃シグネチャとその応答）、攻撃が成功したと判断した理由、攻撃によって引き起こされる想定
リスク（システム観点）を含める。さらに、対象システムの運用者が、攻撃が成功したことを検知できる
ようになっていたか等を記載する。その上で、発見された脆弱性に対する改善策の候補や、その他レッ
ドチーミングを通じて得られた気づきや示唆などに言及する。これらについて結果報告書としてとりまとめ
て、事実の誤認がないか、対象AI システムの開発・提供管理者、その他の関連ステークホルダーなど
の関係者によるレビューを実施する。 
 
8.3 （STEP 13）最終報告書の作成と報告 
対象AI システムの開発・提供管理者は、攻撃計画・実施者による結果報告書をもとに、最終報
告書をとりまとめる。最終報告書では、結果報告書に記載されたシステム観点からの想定リスクをもと
に、実際の事業における観点に基づく事業インパクトについての考察を行い、攻撃成功の可能性と想
定被害等についてリスクベースでの評価を行う。その際に想定される攻撃に対して、適切な対応がとれ
る体制になっているかについても確認する。また対象システムの運用状況やサービス提供タイミングなど
も考慮に入れた改善の方向性や対策の候補を盛り込む。これらの内容について、必要に応じて経営
層へ報告する。 
 

`;