var toc_content = `36 
 
LLM を区別して情報の流れを整理することが望ましい。 
 
7.1.2 
（STEP 6-2）考慮すべきAI セーフティの評価観点と保護すべき情報資産の特定 
➢ 攻撃計画・実施者は、システムが提供しているサービスや機能を踏まえ、上記のステップにて作成さ
れた全体像において、各システムコンポーネントに含まれる情報資産（保護対象）を洗い出す。そ
の中で、攻撃者から保護すべき重要情報（例：ナレッジデータベースに格納された組織内ノウハウ
や個人に関する情報など）に着目する。 
➢ これらを踏まえて、AI セーフティにおける評価観点のうち、レッドチーミングで重要となる「有害情報の
出力制御」「偽誤情報の出力・誘導の防止」「公平性と包摂性」「ハイリスク利用・目的外利用へ
の対処」「プライバシー保護」「セキュリティ確保」「ロバスト性」に求められる達成度合いを確認する。
例えば、個人に関する情報を全く取り扱わない場合や、訓練データ等にも個人に関する情報が全
く含まれていない場合であれば、「プライバシー保護」には高い達成度は求められないと考えられる。
レッドチーミングにおけるAI セーフティの評価観点と保護すべき情報資産を例示したものが、図表
7.1 となる。 
 
 
 
図表7.1  （STEP 6-2）考慮すべきAI セーフティの評価観点と保護すべき情報資産の特定 
 
 
7.1.3 
（STEP 6-3）システム構成と利用形態からリスクシナリオの作成 
➢ 攻撃計画・実施者は、事前確認（6.3.1 節及び6.3.2 節）にて得られたシステム構成と利用
形態を踏まえて、具体的なリスクシナリオを個々に検討する。その際には、対象AIシステムの開発・
提供管理者や、関連事業領域のドメインエキスパート、その他の関連ステークホルダーとして、情報

`;