var toc_content = `3 
 
6.3.4 
スケジュール作成  33 
6.4 
（STEP 4）実施環境の準備  33 
6.5 
（STEP 5）エスカレーションフローの確認  34 
7 
攻撃計画・実施  35 
7.1 
（STEP 6）リスクシナリオの作成  35 
7.1.1 
（STEP 6-1）システム構成の把握  35 
7.1.2 
（STEP 6-2）考慮すべきAI セーフティの評価観点と保護すべき情報資産の特定 36 
7.1.3 
（STEP 6-3）システム構成と利用形態からリスクシナリオの作成  36 
7.2 
（STEP 7）攻撃シナリオの作成  38 
7.2.1 
（STEP 7-1）主要コンポーネントの諸元確認  38 
7.2.2 
（STEP 7-2）レッドチーミング実施の対象環境とアクセスポイント確認  39 
7.2.3 
（STEP 7-3）攻撃シナリオの作成  40 
7.3 
（STEP 8）攻撃シナリオの実施  45 
7.3.1 
（STEP 8-1）プロンプト単体に関するレッドチーミング  46 
7.3.2 
（STEP 8-2）攻撃シグネチャと攻撃シナリオ実施手順の作成  47 
7.3.3 
（STEP 8-3）LLM システム全体に対するレッドチーミング  49 
7.3.4 
ツール等による支援  49 
7.3.4.1 
自動化ツールによるレッドチーミング  50 
7.3.4.2 
手動によるレッドチーミング  50 
7.3.4.3 
AI エージェントを用いたレッドチーミング  50 
7.4 
（STEP 9）実施中の記録取得  51 
7.5 
（STEP 10）実施後の処理  51 
8 
結果のとりまとめと改善計画の策定  52 
8.1 
（STEP 11）実施結果の分析  52 
8.2 
（STEP 12）結果報告書の作成と関係者レビュー  52 
8.3 
（STEP 13）最終報告書の作成と報告  52 
8.4 
（STEP 14）改善計画の策定と実施  53 
8.5 
（STEP 15）改善後のフォローアップ  54 
A 
付録  55 
A.1 
ツール一覧  55 
A.2 
参考文献一覧  56 
 
 
 

`;