var toc_content = `（二）基础支撑标准
基础支撑标准主要包括基础数据服务、智能芯片、智能传感
器、计算设备、算力中心、系统软件、开发框架、软硬件协同等
标准。
1. 基础数据服务标准。规范人工智能研发、测试、应用等
过程中涉及数据服务的要求，包括数据采集、数据标注、数据治
理、数据质量等标准。
2. 智能芯片标准。规范智能芯片相关的通用技术要求，包
括智能芯片架构、指令集、统一编程接口及相关测试要求、芯片
数据格式和协议等标准。
3. 智能传感器标准。规范单模态、多模态新型传感器的接
口协议、性能评定、试验方法等技术要求，包括智能传感器的架
构、指令、数据格式、信息提取方法、信息融合方法、功能集成
方法、性能指标和评价方法等标准。
4. 计算设备标准。规范人工智能加速卡、人工智能加速模
组、人工智能服务器等计算设备，及使能软件的技术要求和测试
方法，包括人工智能计算设备虚拟化方法，人工智能加速模组接
口协议和测试方法，及使能软件的访问协议、功能、性能、能效
的测试方法和运行维护要求等标准。
5. 算力中心标准。规范面向人工智能的大规模计算集群、
新型数据中心、智算中心、基础网络通信、算力网络、数据存储

8
等基础设施的技术要求和评估方法，包括基础设施参考架构、计
算能力评估、技术要求、稳定性要求和业务服务接口等标准。
6. 系统软件标准。规范人工智能系统层的软硬件技术要求，
包括软硬件编译器架构和优化方法、人工智能算子库、芯片软件
运行时库及调试工具、人工智能软硬件平台计算性能等标准。
7. 开发框架标准。规范人工智能开发框架相关的技术要求，
包括开发框架的功能要求，与应用系统之间的接口协议、神经网
络模型表达和压缩等标准。
8. 软硬件协同标准。规范智能芯片、计算设备等硬件与系
统软件、开发框架等软件之间的适配要求，包括智能芯片与开发
框架的适配要求、人工智能计算任务调度、分布式计算等软硬件
协同任务的交互协议、执行效率和协同性能等标准。

`;