var toc_content = `（一）基础共性标准
基础共性标准主要包括人工智能术语、参考架构、测试评估、
管理、可持续等标准。
1. 术语标准。规范人工智能相关技术、应用的概念定义，
为其它标准的制定和人工智能研究提供参考，包括人工智能相关
术语定义、范畴、实例等标准。
2. 参考架构标准。规范人工智能相关技术、应用及系统的
逻辑关系和相互作用，包括人工智能参考架构、人工智能系统生
命周期及利益相关方等标准。
3. 测试评估标准。规范人工智能技术发展的成熟度、人工
智能体系架构之间的适配度、行业发展水平、企业智能化能力等
方面的测试及评估的指标要求，包括与人工智能相关的服务能力
成熟度评估，人工智能通用性测试指南、评估原则和等级要求，
企业智能化能力框架及测评要求等标准。
4. 管理标准。规范人工智能技术、产品、系统、服务等全
生命周期涉及的人员、组织管理要求和评价，包括面向人工智能
组织的管理要求，人工智能管理体系、分类方法、评级流程等标
准。
5. 可持续标准。规范人工智能影响环境的技术框架、方法
和指标，平衡产业发展与环境保护，包括促进生态可持续的人工
智能软件开源基础框架，人工智能系统能效评价，人工智能与资

7
源利用、碳排放、废弃部件处置等标准。

`;