var toc_content = `二、总体要求
以习近平新时代中国特色社会主义思想为指导，全面贯
彻党的二十大和二十届二中全会精神，认真落实中央经济工
作会议和全国新型工业化推进大会部署要求，完整、准确、
全面贯彻新发展理念，统筹高质量发展和高水平安全，加快
赋能新型工业化，以抢抓人工智能产业发展先机为目标，完
善人工智能标准工作顶层设计，强化全产业链标准工作协
同，统筹推进标准的研究、制定、实施和国际化，为推动我
国人工智能产业高质量发展提供坚实的技术支撑。
到2026 年，标准与产业科技创新的联动水平持续提升，
新制定国家标准和行业标准50 项以上，引领人工智能产业
高质量发展的标准体系加快形成。开展标准宣贯和实施推广
的企业超过1000 家，标准服务企业创新发展的成效更加凸
显。参与制定国际标准20 项以上，促进人工智能产业全球
化发展。
坚持创新驱动。优化产业科技创新与标准化联动机制，
加快人工智能领域关键共性技术研究，推动先进适用的科技
创新成果高效转化成标准。
坚持应用牵引。坚持企业主体、市场导向，面向行业应
用需求，强化创新成果迭代和应用场景构建，协同推进人工

3
智能与重点行业融合应用。
坚持产业协同。加强人工智能全产业链标准化工作协
同，加强跨行业、跨领域标准化技术组织的协作，打造大中
小企业融通发展的标准化模式。
坚持开放合作。深化国际标准化交流与合作，鼓励我国
企事业单位积极参与国际标准化活动，携手全球产业链上下
游企业共同制定国际标准。

`;