var toc_content = `（四）智能产品与服务标准
智能产品与服务标准主要包括智能机器人、智能运载工具、
智能移动终端、数字人、智能服务等标准。
1. 智能机器人标准。规范人工智能在机器人领域应用的技
术要求，包括机器人智能认知、智能决策等标准。
2. 智能运载工具标准。规范智能运载工具感知、识别与预
判、协同与博弈、决策与控制、评价等技术要求，包括环境融合
感知、智能识别预判、智能决策控制、多模式测试评价等标准。
3. 智能移动终端标准。规范人工智能应用在移动终端领域
的技术要求，包括图像识别、人脸识别、智能语音交互，以及智

11
能移动终端涉及的信息无障碍、适老化等标准。
4. 数字人标准。规范数字人的外形、动作生成、语音识别
与合成、自然语言交互等技术要求，包括数字人基础能力评估、
多媒体合成渲染、基础数据采集方法、标识和识别方法等标准。
5. 智能服务标准。规范基于大模型、自然语言处理、智能
语音、计算机视觉等人工智能技术提供的服务，包括模型即服务
平台技术要求和评测方法等标准，以及面向特定场景的人工智能
应用服务，如智能软件开发、智能设计、智能防伪等标准。

`;