var toc_content = `付録：運用における顧客満足の達成に向けた活動
AI システムを顧客に納品またはサービスを提供したときに顧客の期待に応えるためには、開発時
の作り込みだけでなく、運用段階における継続的なサポートも重要である。これまで開発時におけ
る品質向上・品質保証の取り組みや留意点は多く記載してきたため、ここでは運用段階における活
動をまとめる。
AI システムは一般に、開発時には高い精度を達成していても、運用を開始すると精度が低下する
ことがある。これは、開発時の環境と運用時の環境が異なることや、運用後に入力するデータの傾
向が変わること、カメラやセンサが経年劣化すること等、様々な原因がある。適切な運用を続ける
ためには、これらの課題の存在を認識した上で、適切な対応策をとる必要がある。そこで付録では、
保守・運用段階において精度を維持するために重要なポイントとして①事前に計画しておくべき事
柄、②運用中の技術面およびマネジメント面の活動、③今後の顧客拡充や拡大に向けた活動、の3 つ
に分けて、存在する課題とその対応策をまとめる。
7.9.1

`;