var toc_content = `AI プロダクト品質保証ガイドライン
11. AI プロダクト品質保証コンソーシアムについて
名称：
AI プロダクト品質保証コンソーシアム
英名：
Consortium of Quality Assurance for Artiﬁcial-Intelligence-based products and services
略称：
QA4AI コンソーシアム
URL：
http://www.qa4ai.jp/
設立日：
2018 年4 月1 日
目的：
AI 技術の活用・進化のさらなる促進と、AI プロダクトと社会との安心できる共生の実現
メンバ‧団体（2025 年4 月現在）：
⻘木利晃（北陸先端科学技術大学院大学）
秋場良太（有限責任あずさ監査法人）
池田裕則（東芝インフラシステムズ株式会社）
石川冬樹（国立情報学研究所）
伊藤潤平（ウイングアーク1st 株式会社）
伊藤浩朗（日立オートモティブシステムズ株式会社）
猪又憲治（三菱電機株式会社）
今井健男（Idein 株式会社）
今谷恵理（株式会社日立製作所）
上田英介（FastLabel 株式会社）
宇治田康浩（オムロン株式会社）
宇宿哲平（有限責任あずさ監査法人）
梅津良昭（株式会社リコー）*
遠藤征樹（株式会社日立産業制御ソリューションズ）
大塚祐次（株式会社日立産業制御ソリューションズ）
大⻄秀一（株式会社ヴィッツ）
大野敦寛（日立オートモティブシステムズ株式会社）
小川秀人（株式会社日立製作所）*
荻野恒太郎（楽天株式会社）*
⻑田健一（日立オートモティブシステムズ株式会社）
小原勇揮（ウイングアーク1st 株式会社）
柏良輔（横河電機株式会社）
岸知二（早稲田大学）
鬼頭正広（アイシン・ソフトウェア株式会社）
11-1

AI プロダクト品質保証ガイドライン
衣簱宏和（三菱電機ソフトウエア株式会社）
窪田邦夫（マレリ株式会社）
栗田太郎（ソニー株式会社）
來間啓伸
久連石圭（株式会社東芝）
黒田園子（パナソニック株式会社）
小島直毅（アドビ株式会社）
小宮山英明（コニカミノルタ株式会社）
⻫藤辰彦（三菱電機株式会社）
榊原彰*
佐藤孝司（京都情報大学院大学）
島田さつき（富士通クォリティラボ株式会社）
清水真（アライズイノベーション株式会社）
柴山吉報（阿部・井窪・片山法律事務所）
新原敦介（株式会社日立製作所）
洲鎌康（三菱電機株式会社）
鈴木万治（DENSO International America Inc.）
須原秀敏（株式会社ベリサーブ）
妹尾義樹（国立産業技術総合研究所）
田口研治（株式会社シーエーブイテクノロジーズ）
土屋知典（富士通株式会社）
徳隆宏（ダイキン工業株式会社）
徳本晋（富士通株式会社）
中江俊博（株式会社デンソー）
中川純貴（株式会社日立製作所）
中澤克仁（富士通株式会社）
中野宏昭（富士フイルムビジネスイノベーション株式会社）
⻄康晴 *
野原優己（LINE Fukuoka 株式会社）
橋本美樹（三菱電機株式会社）
濱田晃一（株式会社ディー・エヌ・エー）
日置智之（株式会社シナモン）
深井寛修（株式会社明電舎）
藤井岳（株式会社シナモン）
堀川透陽（株式会社ベリサーブ）
11-2

AI プロダクト品質保証ガイドライン
誉田直美（株式会社イデソン）
前川博志（ダイキン工業株式会社）
増田聡（東京都市大学）
町田欣史（株式会社エヌ・ティ・ティ・データ）
松原修（富士通株式会社）
松谷峰生（NPO 法人ASTER）
真鍋誠一（株式会社センスタイムジャパン）
三浦真樹（富士通株式会社）
三島浩一（三菱電機株式会社）
光本直樹（株式会社デンソー）
宮坂隆之（株式会社本田技術研究所）
宮下修治（三菱電機株式会社）
明神智之（株式会社日立製作所）
三輪祥太郎（三菱電機株式会社）
向山輝（日本電気株式会社）
武藤裕之（アイシン・ソフトウェア株式会社）
森川聡久（株式会社ヴィッツ）
山下直人（ウイングアーク1st 株式会社）
山口晋一（慶應義塾大学SDM 研究所）
山元浩平（株式会社コーピー）
吉岡信和（早稲田大学）
鷲崎弘宜（早稲田大学）
渡部和也（アライズイノベーション株式会社）
国立研究開発法人宇宙航空研究開発機構研究開発部門第三研究ユニット
特定非営利活動法人ソフトウェアテスト技術振興協会
一般財団法人日本科学技術連盟
（以上五十音順）
『AI プロダクト品質保証ガイドライン』
AI プロダクト品質保証コンソーシアム(QA4AI コンソーシアム) 編
2025.04 版2025 年4 月10 日公開
http://www.qa4ai.jp/
3

AI プロダクト品質保証ガイドライン
A. 
`;