var toc_content = `4 
 
 本ガイドブックは上述のとおり、ＡＩクラウドサービスを提供する者が、利用者の
信頼を獲得しつつ市場を拡大していくために推奨される自主的な取組をガイドする
ものであり、何ら法的な拘束力を有するものではなく、また、当事者間における交渉
や契約の自由を何ら制約するものではないことを付言する。 
 なお、ＡＩの技術は現在も進化の途上にあるため、本ガイドブックの内容について
も、今後の見直しにより、変更することがあることに留意されたい。 
 
２．本ガイドブックの対象等 
 
２．１ 本ガイドブックの対象 
 
本ガイドブックは、ＡＩ機能を用いたクラウドサービスを対象とする。また、クラ
ウドサービスのうちＳａａＳ（Software as a Service）を対象とし、ＰａａＳやＩ
ａａＳは含まないものとする。 
また、本ガイドブックでは、ＡＩクラウドサービスの対象として、最終的な利用者
が企業であるもの（ＢtoＢ）を想定する。 
 
 
 
＜ＡＩクラウドサービスの例＞ 
・ 財務会計（クラウドサービス）＋不良債権の自動検知（ＡＩ機能） 
・ 名刺管理（クラウドサービス）＋文字認識（ＡＩ機能） 
・ 勤怠管理（クラウドサービス）＋退職予測（ＡＩ機能） 
・ 販売管理（クラウドサービス）＋クロスセルのアドバイス（ＡＩ機能） 
・ 故障管理（クラウドサービス）＋予防保全（ＡＩ機能） 
・ 上下水道の管理（クラウドサービス）＋漏洩危険個所の予測（ＡＩ機能） 
 
 

5 
 
２．２ ＡＩクラウドサービスの特徴 
 
１）顧客別の受託開発のＡＩとの異なる特徴 
 
ＡＩクラウドサービスは、委託を受けて顧客別に開発するＡＩと比較して、以下の
ような特徴がある。 
 
① 複数の顧客に提供するサービスであること。 
② ＡＩクラウドサービス提供事業者自らの投資で開発すること。（受託開発による
ＡＩでは顧客が投資する。） 
③ システムの要求条件や仕様はＡＩクラウドサービス提供事業者自らが決定する
こと。 
④ 開発後にＡＩクラウドサービスを利用したい者が利用を申し込むという契約ス
タイルであること。 
⑤ オープンなネットワークを使用すること。 
 
２）通常のクラウドサービスとの異なる特徴 
 
通常のクラウドサービスと比較して、ＡＩクラウドサービスには以下のような特徴
がある。 
 
① システムのアウトプットは「９０％晴れる。」のように確率的な結果になり、常に
同じとは限らない。 
② アウトプットの根拠や理由の説明が難しい。ブラックボックス的になっているこ
とが多い。 
③ データ（学習用データおよび入力データ）がアウトプットに大きく影響する。 
④ アウトプットの利用に人間の判断が入らないものがある。 
 
２．３ 想定する読者 
 
本ガイドブックは、読者としてクラウドサービス事業者を想定している。特にこれ
からＡＩクラウドサービスを提供しようと考えている企業を対象とし、すでにＡＩク
ラウドサービスを提供している企業にとっても課題解決の参考となることを期待し
ている。また、企業の経営層から営業担当者、開発担当者等の幅広い読者を想定して
いる。 
 

`;