var toc_content = `32 
 
７．その他 
 
７．１ 外部委託と外部連携 
 
ＡＩクラウドサービスの開発において外部委託を行う場合は、プログラムの製造だ
けでなく、膨大な稼働がかかるデータ収集や加工についても外部委託することが考え
られる。 
 
１）プログラムの外部委託の留意点 
 
ＡＩのプログラムの開発の外部委託については、通常の外部委託における留意事項
に加えて、品質管理（精度評価指標の充実）に関する合意が必要になる。 
納品物の受入れ基準のうち、出力結果の正確性の評価について明確にしておく必要
がある。学習に使用するデータの範囲及びテストに使用するデータの範囲とそれらに
基づくテスト結果の精度目標について合意し、委託仕様書等に盛り込む必要がある。 
 
２）データ収集・加工の外部委託 
 
データ収集及び加工を含めて外部委託する場合には、以下のような点に留意する。 
 
① 収集するデータの範囲・種類・量・分布等を明確にする。 
 
データの偏りがＡＩの出力結果の精度を左右するため、収集するデータの範囲につ
いては詳細に検討し、委託仕様書等で明確に指示する。 
 
② データの納品フォーマットを明確にする。 
 
アノテーション（ラベル付け）を含むデータの加工を委託する場合には、最終的に
納入されるべきデータのフォーマットを委託仕様書等で明確にする。 
 
③ データ収集における法令の遵守等の義務を守らせる。 
 
委託契約において、著作権法、個人情報保護法、不正競争防止法等の関連する法律
の遵守を徹底させる。 
 
 

33 
 
３）外部委託先との責任分担 
 
外部委託先との責任分担については、通常の外部委託と同様に、あらかじめ契約書
によって明確にしておくことが望ましい。 
 
４）ＡＰＩによるＡＩ連携 
 
一部のＡＩ機能について、他社が作成したＡＩをＡＰＩ経由で利用する場合につい
ては、通常のＡＰＩ利用と同様、ライセンスの条件を十分に確認することが必要であ
る。また、トラブル発生時の原因の切り分け方法や責任分担についても明らかにして
おく必要がある。 
 
７．２ 環境問題への配慮 
 
 環境への配慮やＳＤＧｓの達成のために、ＡＩの開発においてもＣＯ２の排出削減
等の配慮が求められる。特にＡＩ機能の開発においては、機械学習等に莫大なコンピ
ュータ能力を必要とするため、消費電力の削減に留意する必要がある。具体的には、
不必要な学習をできるかぎり排除し、少ないデータで学習できるアルゴリズムを採用
する等の工夫が求められる。 
 
７．３ ＡＩのエコシステムについて 
 
社会全体のエコシステムという観点からは、１企業ですべてのＡＩを開発するので
はなく、企業間で役割分担をすべきという議論もある。ＡＩの人材不足の問題もあり、
企業間の連携によるＡＩ開発も検討すべきである。クラウドサービスはオープンなネ
ットワークを通じてサービスを提供することが基本であり、ネットワーク上での連携
がやりやすい環境にある。 
ＡＩクラウドサービスを提供している企業の中には、すでに他社にＡＰＩを提供し
ている企業も多い。 
 
７．４ ＡＩの創作物に関する著作権の問題 
 
ＡＩ技術の新しい分野として、画像の生成や作曲などができる「生成系のＡＩ」も

`;