var toc_content = `１．ＡＩ開発のプロセス 
 
ＡＩクラウドサービスの開発における課題や解決策を検討するにあたり、ＡＩの開
発プロセスのモデルを明らかにし、プロセスごとに課題や解決策を整理する。 
本ガイドブックでは、ＡＩクラウドサービスの開発プロセスを以下の５つのフェー
ズに整理する。 
 
 
 
各フェーズの概要は以下の通り。 
 
企画・計画フェーズ ： 開発するＡＩ機能を検討し、計画を立てる。人や資金など
のリソースの割り当てを行い、開発の意思決定をする。 
 
開発準備フェーズ ： ＡＩの開発環境を整える。新しい技術等についてはＰｏＣを
行う。 
 
開発フェーズ ： データの収集・加工を行い、モデルの構築・（機械）学習・テスト
を行う。これらの作業は何度か繰り返し行われる。 
 
個別調整フェーズ ： 利用に先立って顧客がＡＩ機能の精度を確認し、必要に応じ
て顧客別に追加学習等の調整を行う。 
 
運用・保守フェーズ ： 運用状況のモニタリングを行い、必要に応じて改善（モデ
ルの修正、追加学習など）を行う。ＡＩ機能を使った作業等の運用自体は各顧客が
行い、事業者は、その状況をモニタリングすることを想定している。 
 
 

9 
 

`;