var toc_content = `33 
 
３）外部委託先との責任分担 
 
外部委託先との責任分担については、通常の外部委託と同様に、あらかじめ契約書
によって明確にしておくことが望ましい。 
 
４）ＡＰＩによるＡＩ連携 
 
一部のＡＩ機能について、他社が作成したＡＩをＡＰＩ経由で利用する場合につい
ては、通常のＡＰＩ利用と同様、ライセンスの条件を十分に確認することが必要であ
る。また、トラブル発生時の原因の切り分け方法や責任分担についても明らかにして
おく必要がある。 
 
７．２ 環境問題への配慮 
 
 環境への配慮やＳＤＧｓの達成のために、ＡＩの開発においてもＣＯ２の排出削減
等の配慮が求められる。特にＡＩ機能の開発においては、機械学習等に莫大なコンピ
ュータ能力を必要とするため、消費電力の削減に留意する必要がある。具体的には、
不必要な学習をできるかぎり排除し、少ないデータで学習できるアルゴリズムを採用
する等の工夫が求められる。 
 
７．３ ＡＩのエコシステムについて 
 
社会全体のエコシステムという観点からは、１企業ですべてのＡＩを開発するので
はなく、企業間で役割分担をすべきという議論もある。ＡＩの人材不足の問題もあり、
企業間の連携によるＡＩ開発も検討すべきである。クラウドサービスはオープンなネ
ットワークを通じてサービスを提供することが基本であり、ネットワーク上での連携
がやりやすい環境にある。 
ＡＩクラウドサービスを提供している企業の中には、すでに他社にＡＰＩを提供し
ている企業も多い。 
 
７．４ ＡＩの創作物に関する著作権の問題 
 
ＡＩ技術の新しい分野として、画像の生成や作曲などができる「生成系のＡＩ」も

`;