var toc_content = `33 
 
３）外部委託先との責任分担 
 
外部委託先との責任分担については、通常の外部委託と同様に、あらかじめ契約書
によって明確にしておくことが望ましい。 
 
４）ＡＰＩによるＡＩ連携 
 
一部のＡＩ機能について、他社が作成したＡＩをＡＰＩ経由で利用する場合につい
ては、通常のＡＰＩ利用と同様、ライセンスの条件を十分に確認することが必要であ
る。また、トラブル発生時の原因の切り分け方法や責任分担についても明らかにして
おく必要がある。 
 
７．２ 環境問題への配慮 
 
 環境への配慮やＳＤＧｓの達成のために、ＡＩの開発においてもＣＯ２の排出削減
等の配慮が求められる。特にＡＩ機能の開発においては、機械学習等に莫大なコンピ
ュータ能力を必要とするため、消費電力の削減に留意する必要がある。具体的には、
不必要な学習をできるかぎり排除し、少ないデータで学習できるアルゴリズムを採用
する等の工夫が求められる。 
 
７．３ ＡＩのエコシステムについて 
 
社会全体のエコシステムという観点からは、１企業ですべてのＡＩを開発するので
はなく、企業間で役割分担をすべきという議論もある。ＡＩの人材不足の問題もあり、
企業間の連携によるＡＩ開発も検討すべきである。クラウドサービスはオープンなネ
ットワークを通じてサービスを提供することが基本であり、ネットワーク上での連携
がやりやすい環境にある。 
ＡＩクラウドサービスを提供している企業の中には、すでに他社にＡＰＩを提供し
ている企業も多い。 
 
７．４ ＡＩの創作物に関する著作権の問題 
 
ＡＩ技術の新しい分野として、画像の生成や作曲などができる「生成系のＡＩ」も

34 
 
開発されてきており、ＡＩの創作物に著作権はあるか、という議論
2122が行われてい
る。 
 
 
「次世代知財システム検討委員会報告書」21 より 
 
 また、１から創作物を生成する場合だけでなく、元の画像データを加工して新しい
画像データを作り出すような場合についても、今後検討していく必要がある。 
 
 
                                                        
21 「次世代知財システム検討委員会報告書～デジタル・ネットワーク化に対応する次世代知財システム構築に向
けて～」（平成28 年４月 知的財産戦略本部検証・評価・企画委員会）でもまだ検討中が多い。 
22 現在の議論は消費者向けのコンテンツ（音楽、映像など）のビジネスが中心であるが、作曲家などの専門家
を支援するシステムも含まれる。 

35 
 
第Ⅱ編 ＡＩクラウドサービスの提供 
 
第Ⅱ編では、提供者が利用者に、ＡＩクラウドサービスを提供するに当たって推
奨される取組を、提供前と提供期間中の２つの観点からガイドする。 
 
１．提供前の段階で推奨される取組 
 
① ＡＩ機能の性質及び構成について説明する。 
 
提供者はサービスの提供に当たり、利用者に対して、ＡＩ機能の性質及び構成につ
いて、ＡＩの性質を踏まえつつ、十分かつ適切な説明を行う必要がある。または、利
用規約やＳＬＡ、サービス仕様書等に明記する必要がある。 
 
■ＡＩ機能の性質について説明する例 
 
ＡＩの出力結果は、実際に入力されるデータの範囲等に依存することを説明する必
要がある。 
例えば、利用者に対してＡＩ機能の精度を具体的な数字等で示す場合、その精度の
根拠となった条件（学習やテストに使用したデータの範囲など）も併せて説明する必
要があり、実際の利用状況において、これらの条件が満たされない場合（想定外のデ
ータの入力がある等）は、事前に示した精度が発揮されない可能があることも、利用
者に説明する必要がある。 
 
 
 
 
 

`;