var toc_content = `１．本ガイドブックの目的・背景 
 
現在、人工知能（ＡＩ）に関しては、技術水準が向上しつつあるのみならず、既に
様々な商品・サービスに組み込まれ、ビジネスや生活といった様々な場面での社会実
装が本格化しつつある。このような背景の中、普及が加速しているクラウドサービス
に関しては、クラウドサービス事業者において、ＡＩの活用による自社サービスの付
加価値向上を目指す取り組みが活発化しつつあり、今後もクラウドサービスを通じた
ＡＩの更なる普及が期待されるが、現実にはクラウドサービス事業者の３割程度しか
ＡＩを活用していない。調査の結果、クラウドサービス事業者は、ＡＩを導入したく
ても方法がわからず、また、様々な課題をかかえていることがわかってきた。 
一方、ＡＩ機能を用いたクラウドサービス（以下、
「ＡＩクラウドサービス」という。）
の提供に当たっては、提供者においてＡＩの出力結果の精度等を利用者に約束すること
が難しいケースが多く、利用者にとっても、自身がリスクを負うサービスの導入には慎重
にならざるをえない現状がある。また、利用者からの信頼獲得とトラブル発生の防止
の観点において、提供者は、ＡＩの特性を踏まえつつ、自社のサービスの機能に係る
性質や責任を利用者に正しく理解させる必要があるが、１つのサービスに多数の利用者
が紐付くクラウドサービスにおいて、適切かつ効果的な情報提供の在り方が不明確である
という課題も存在する。 
本ガイドブックは、これらの課題を克服するために作成したものであり、以下の２
つを目的としている。 
 
① ＡＩクラウドサービスの効果的・効率的な実現方法について具体的な開発の流れ
を体系的に整理するとともに、開発の各プロセスにおいて開発者が留意すべき点
をまとめて提示すること。 
 
② クラウドサービス事業者が利用者にＡＩクラウドサービスを提供する際に、利用
者の信頼を獲得しつつ市場を拡大していくために推奨される自主的な取組を提言
すること。 
 
 クラウドサービス事業者が本ガイドブックを参照することにより、ＡＩを使った新
しいサービスや事業を開発するための指針となり、利用者に対する適切な措置を自主
的に講じることにより、利用者を含む様々なステークホルダからの信頼が醸成され、
それがＡＩやクラウドサービスの更なる需要につながり、国内におけるＡＩクラウド
サービスの社会実装が促進されることを期待する。 

4 
 
 本ガイドブックは上述のとおり、ＡＩクラウドサービスを提供する者が、利用者の
信頼を獲得しつつ市場を拡大していくために推奨される自主的な取組をガイドする
ものであり、何ら法的な拘束力を有するものではなく、また、当事者間における交渉
や契約の自由を何ら制約するものではないことを付言する。 
 なお、ＡＩの技術は現在も進化の途上にあるため、本ガイドブックの内容について
も、今後の見直しにより、変更することがあることに留意されたい。 
 

`;