var toc_content = `１．提供前の段階で推奨される取組 
 
① ＡＩ機能の性質及び構成について説明する。 
 
提供者はサービスの提供に当たり、利用者に対して、ＡＩ機能の性質及び構成につ
いて、ＡＩの性質を踏まえつつ、十分かつ適切な説明を行う必要がある。または、利
用規約やＳＬＡ、サービス仕様書等に明記する必要がある。 
 
■ＡＩ機能の性質について説明する例 
 
ＡＩの出力結果は、実際に入力されるデータの範囲等に依存することを説明する必
要がある。 
例えば、利用者に対してＡＩ機能の精度を具体的な数字等で示す場合、その精度の
根拠となった条件（学習やテストに使用したデータの範囲など）も併せて説明する必
要があり、実際の利用状況において、これらの条件が満たされない場合（想定外のデ
ータの入力がある等）は、事前に示した精度が発揮されない可能があることも、利用
者に説明する必要がある。 
 
 
 
 
 

36 
 
なお、ＡＩに入力されるデータを利用者でコントロールできる性質のサービスにつ
いては、上記のようなＡＩの性質を踏まえ、提供者は、利用者がＡＩ機能の便益を十
分に享受できるよう、利用上の留意点等について適切な情報提供を行なうことが期待
される。 
 
■ＡＩ機能の構成について説明する例 
 
 ＡＩ機能においては、ＡＩの出力結果を基に、要件定義された所定のプログラムが、 
利用者に価値を提供（通知や提案等）するものがある。その場合は、インシデント等
が発生した場合に、その原因がＡＩ機能を構成するどの部分にあるのかによって、対
応の方法や期間が異なる可能性があるため、提供者は利用者に対して、ＡＩ機能の構
成を事前に説明する必要がある。 
 
 
ＡＩ機能の構成例 
 
上記において、要件定義された所定のプログラムの不備等に起因する損害について
は、提供者の責任と判断される可能性がある（実際の責任の所在は当事者間で締結し
た契約等の内容によって判断されるものと考えられる。）。一方、ＡＩの出力結果によ
ってもたらされた損害については、提供者の責任と判断することが困難である場合も
あることから、利用者においても、そのリスクの受容可否を検討する必要がある。よ
って、提供者は、利用者におけるサービスの導入検討を支援する観点からも、ＡＩ機
能の構成等について事前に説明することが求められる。 
なお、ＡＩの出力結果によってもたらされた損害等への責任に関する考え方等につ
いては、③にて解説する。 
 
 

37 
 
② サービスの利用中にＡＩの出力結果の精度が変化する可能性があることを説明
する。 
 
提供者は、サービスの提供中において、ＡＩに対する追加学習行う場合等により、
ＡＩの出力結果の精度がサービスの提供中に変化する可能性がある場合は、利用者に
対して、その旨を説明する必要がある。または、利用規約やＳＬＡ、サービス仕様書
等に明記する必要がある。 
 例えば、サービス提供中に、ＡＩの出力結果の精度の向上を目的とした追加学習を
行う際に、結果的に、精度が悪化する可能性がある等のリスクがある場合は、そのリ
スクについても利用者に事前に説明することが望ましい。 
 
 
 
③ ＡＩ機能に起因する損害等への責任について説明する。 
 
提供者はサービスの提供に当たり、利用者に対し、ＡＩ機能に起因する損害等につ
いて、提供者が負う責任と利用者が負う責任（提供者における免責事項）を、それぞ
れ明確に説明する必要がある。または、利用規約やＳＬＡ、サービス仕様書等に明記
する必要がある。その際、発生した損害が、ＡＩの出力結果に起因するか否かで、責
任の所在が変わる場合は、サービスの構成上、どの機能に起因するものなのかを、利
用者の知識等を配慮した上で、適切かつ具体的に示す必要がある23。 
                                                        
23 一般的にビジネス利用者は、ＡＩの性質を理解した上で、ＡＩを利用するか否か、利用する場合はどのよう
に利用するかを、自ら判断することが期待される。また、製造物責任法などの特別法で定められた場合を除

38 
 
 
 
 
ＡＩ機能による損害か否かにより責任の所在が異なる場合 
 
④ 取得した利用者に係るデータの利用について説明する。 
 
提供者はサービスの提供によって取得した利用者に係るデータを、ＡＩ機能の精度
の維持及び改善のための追加学習等に利用する場合は、その旨を利用規約やＳＬＡ、
サービス仕様書等に明記し、かつ、提供時に利用者へ説明することが望ましい。また、
その場合にＡＩの新たな学習済モデルが生成される場合は、それらに係る権利義務等
についても、利用規約やＳＬＡ、サービス仕様書等に明記し、かつ、提供時に利用者
へ説明することが望ましい。 
 
                                                        
き、ＡＩの性質を踏まえると、ＡＩ機能の予見できない出力結果に起因する損害等について、提供者に責任を
問うことは難しいと考えられる。 

39 
 
 
利用者の入力データを追加学習することにより精度が向上する 
 
⑤ ＡＩ機能の精度を利用者が確認するための機会を提供する。 
 
提供者はサービスの提供に当たり、サービスの正式な契約の前に、利用者に対して、
ＡＩ機能の精度が、利用者の要求水準に達しているかを確認するためにトライアル
（試用）の機会を提供することも有効である。なお、当該機会の提供に際して、利用
者に費用等の負担が発生する場合は、その費用とサービスの正式な契約に基づく利用
料等とを、契約等で明確に区別することが望ましい。 
 
 
契約手続きの前に利用者によるトライアル（試用）を行うことも有効 
 
 

40 
 

`;