var toc_content = `２．提供期間中において推奨される取組 
 
① ＡＩ機能のうち、ＡＩの出力結果の精度の維持及び改善に取り組む。 
 
ＡＩの出力結果の精度は、サービスの提供中における、ＡＩへの追加学習の有無
や実際にＡＩに入力されるデータの質によって変化する可能性があることに留意し、
提供者は、サービスの提供中も継続して、そのＡＩの出力結果の精度の維持及び改善
に努める必要がある。 
具体的には、ＡＩの出力結果について、用いるＡＩの技術水準、サービスに対する
利用者の期待等を踏まえ、事前に一定の水準を定めた上で、その精度をモニタリング
することが期待される。 
その際、その精度が事前に定めた水準を下回った場合には、モデルの修正や追加学
習等により、その精度の改善に努めることが期待される。 
なお、これらの取組の実施の有無については、利用者がサービスを選択するにあた
り重要な情報となる可能性が高いことから、利用規約やＳＬＡ、サービス仕様書等に
明記する必要がある。 
 
 
運用段階では精度のモニタリングと改善が必要 
 
② ＡＩの出力結果の根拠について説明できるよう努める。 
 
サービスの提供中に、業務の性質上必要な場合やインシデントが発生した場合等に
おいて、利用者にＡＩの出力結果の根拠等の説明が必要な場合には、提供者は、サー
ビスに用いられるＡＩの技術水準等を踏まえ、適切な説明を行なうことが期待される。
特に公平な取り扱いが強く求められる審査系のＡＩの場合は、結果の根拠についての
説明が必要となる。 
第Ⅰ編に記載した通り、説明可能性を高める技術の開発が進められてきている。例
えば、画像認識のＡＩの場合、物体を認識した根拠となった部分を示す方法がある。 
 

41 
 
 
Ramprasaath R. Selvaraju 他、Grad-CAM: Visual Explanations from Deep Networks 
via Gradient-based Localization (https://arxiv.org/pdf/1610.02391.pdf)より 
この図で、(b)は犬がいると判断した根拠を、(c)は猫がいると判断した根拠を、色
を変えて示している。 
 
 

`;