var toc_content = `5 
 
２．２ ＡＩクラウドサービスの特徴 
 
１）顧客別の受託開発のＡＩとの異なる特徴 
 
ＡＩクラウドサービスは、委託を受けて顧客別に開発するＡＩと比較して、以下の
ような特徴がある。 
 
① 複数の顧客に提供するサービスであること。 
② ＡＩクラウドサービス提供事業者自らの投資で開発すること。（受託開発による
ＡＩでは顧客が投資する。） 
③ システムの要求条件や仕様はＡＩクラウドサービス提供事業者自らが決定する
こと。 
④ 開発後にＡＩクラウドサービスを利用したい者が利用を申し込むという契約ス
タイルであること。 
⑤ オープンなネットワークを使用すること。 
 
２）通常のクラウドサービスとの異なる特徴 
 
通常のクラウドサービスと比較して、ＡＩクラウドサービスには以下のような特徴
がある。 
 
① システムのアウトプットは「９０％晴れる。」のように確率的な結果になり、常に
同じとは限らない。 
② アウトプットの根拠や理由の説明が難しい。ブラックボックス的になっているこ
とが多い。 
③ データ（学習用データおよび入力データ）がアウトプットに大きく影響する。 
④ アウトプットの利用に人間の判断が入らないものがある。 
 
２．３ 想定する読者 
 
本ガイドブックは、読者としてクラウドサービス事業者を想定している。特にこれ
からＡＩクラウドサービスを提供しようと考えている企業を対象とし、すでにＡＩク
ラウドサービスを提供している企業にとっても課題解決の参考となることを期待し
ている。また、企業の経営層から営業担当者、開発担当者等の幅広い読者を想定して
いる。 
 

`;