var toc_content = `７．その他 
 
７．１ 外部委託と外部連携 
 
ＡＩクラウドサービスの開発において外部委託を行う場合は、プログラムの製造だ
けでなく、膨大な稼働がかかるデータ収集や加工についても外部委託することが考え
られる。 
 
１）プログラムの外部委託の留意点 
 
ＡＩのプログラムの開発の外部委託については、通常の外部委託における留意事項
に加えて、品質管理（精度評価指標の充実）に関する合意が必要になる。 
納品物の受入れ基準のうち、出力結果の正確性の評価について明確にしておく必要
がある。学習に使用するデータの範囲及びテストに使用するデータの範囲とそれらに
基づくテスト結果の精度目標について合意し、委託仕様書等に盛り込む必要がある。 
 
２）データ収集・加工の外部委託 
 
データ収集及び加工を含めて外部委託する場合には、以下のような点に留意する。 
 
① 収集するデータの範囲・種類・量・分布等を明確にする。 
 
データの偏りがＡＩの出力結果の精度を左右するため、収集するデータの範囲につ
いては詳細に検討し、委託仕様書等で明確に指示する。 
 
② データの納品フォーマットを明確にする。 
 
アノテーション（ラベル付け）を含むデータの加工を委託する場合には、最終的に
納入されるべきデータのフォーマットを委託仕様書等で明確にする。 
 
③ データ収集における法令の遵守等の義務を守らせる。 
 
委託契約において、著作権法、個人情報保護法、不正競争防止法等の関連する法律
の遵守を徹底させる。 
 
 

`;