var toc_content = `２．企画・計画フェーズ 
 
２．１ 実施事項 
 
企画・計画フェーズでは、開発するＡＩ機能を検討し、ＡＩ機能を実現するための
リソース配分を検討し、スケジュール、組織計画、資金計画等の実行計画を策定する。
企画・計画フェーズの最終段階では、開発を行う意思決定を行う。 
 
２．２ 留意すべき事項 
 
１）ＡＩの企画の目的 
 
ＡＩを企画するにあたっては以下のような点に留意する必要がある。 
 
① ＡＩを作ることが目的にならないようにすること。 
 
クラウドサービスにＡＩ機能を追加する場合、「とにかく何でもいいからＡＩ機能
を追加する。」など、ＡＩを使うこと自体が目的になると、顧客のニーズと乖離し、追
加したＡＩが使われないものになってしまう恐れがあるため、顧客のニーズや付加価
値をベースとした企画を作成する必要がある。顧客のニーズを満たし、ＡＩ機能を導
入することが適切なものを選択する必要がある。 
 
② ＡＩポリシーと整合性のとれた企画とすること。 
 
企業は、どんなＡＩを作ってもよいというものではない。例えば、犯罪目的のＡＩ
の作成は許されない。企業のＡＩへの取り組みにおける倫理についても整理して統制
を行う必要がある。 
ＡＩを提供する企業は、ＡＩへの取り組みにおける基本的な考え方（以下、「ＡＩポ
リシー」という。）をとりまとめて公表する企業が増えている。「基本方針」、「指針」、
「コミットメント」等の名前で呼ばれることもある。ＡＩポリシーをまとめて社内外
に示すことは、企業の信用力の向上や社員への意識付けになるため、実施することが
望ましい。 
ＡＩクラウドサービスを開発する各プロジェクトにおいては、このＡＩポリシーに
則った企画を行う必要がある。 
ＡＩポリシーを策定するにあたっては、「人間中心のＡＩ社会原則」（平成31 年３

10 
 
月29 日 統合イノベーション戦略推進会議決定）、「ＡＩ開発ガイドライン案」1、「Ａ
Ｉ利活用ガイドライン」（令和元年８月９日 ＡＩネットワーク社会推進会議）各原
則を遵守する必要がある。 
 
２）データの整備計画の重要性 
 
ＡＩの開発においては、学習に使用するデータが極めて重要であり、収集方法や収
集範囲等について早くから十分な検討を行う必要がある。また、データの収集や加工
に多くの稼働やコストを要するため、スケジュールの作成においてはデータの整備に
十分な時間を見込んでおく必要がある。 
 
３）クラウドサービスのシステム全体との関係 
 
ＡＩ機能を追加するにあたっては、追加部分だけでなくその関連部分、さらにはク
ラウドサービス全体に及ぼす影響などの検討を十分行う必要がある。 
例えば、ＡＩで利用するために既存のデータのフォーマットを変更する必要がある
場合は、データベースの仕様まで変更するかどうかの検討が必要になる。 
 
４）採算性の確保 
 
ＡＩ開発のプロジェクトは、完成に至るまでのリスクが高い。ＰｏＣで終わってし
まい、本格的な開発に至らないものも多い。ＡＩクラウドサービスをビジネスとして
とらえた場合、採算性の確保も大きな課題である。採算性を確保するためには以下の
ようなアプローチが必要となる。 
 
① Value Based アプローチ 
 
企画・計画の段階で、顧客の付加価値（この機能が追加になると、顧客にはどのよ
うな価値が生まれるか。）を強く意識する必要がある。料金を検討する際は、顧客の人
件費の削減にＡＩが寄与する等、顧客の付加価値が金銭的に評価できるとわかりやす
い。開発にかかった費用をサービス料に上乗せするという料金体系では、顧客から支
持されない可能性もある。料金体系についても顧客の付加価値をベースにして検討す
る必要がある。 
                                                        
1 「ＡＩ開発ガイドライン案」の開発原則は、以下の９つである。 
① 連携の原則、② 透明性の原則、③ 制御可能性の原則、④ 安全の原則、⑤ セキュリティの原則、⑥ プ
ライバシーの原則、⑦ 倫理の原則、⑧利用者支援の原則、⑨アカウンタビリティの原則 

11 
 
 
② 資金回収計画の立案 
 
ＡＩ開発の失敗事例には、投資の検討はしても回収の計画を立てていなかったこと
によるものがある。採算性リスクの軽減のためには、ＡＩ開発においても毎回資金回
収を意識した計画を作成して、実施結果のフィードバックを行うことが必要である。
当初は経験不足により計画の精度が低くても、経験とともに精度を向上させるしくみ
を作っておくことが重要である。開発に係る人件費や環境整備費用の見積もりなどは
経験とともに精度が向上する。 
 
③ 多くのＰｏＣに挑戦できる意思決定プロセス 
 
ＡＩ開発におけるＰｏＣは失敗する確率が高く、実運用まで進むものが少ないが、
１つのＰｏＣの失敗でＡＩをあきらめるのではなく、多くのＰｏＣに挑戦できるよう
な意思決定のプロセスが必要となる。 
 
 
 
５）ＰｏＣの計画について 
 
ＰｏＣは、新しい技術やアイデア等の実現可能性を検証するために実施するもので
ある。ＡＩ分野においては新しい技術が次々と開発されている状況にあり、ＰｏＣに
よる実現可能性の検証はリスクの軽減という観点から必要なものである。 
一方、受託開発によるＡＩとは異なり、ＡＩクラウドサービスのためのＡＩ機能の
開発は、事業者自身の投資によるものであることを考えれば、ＰｏＣの実施について
は十分な検討が必要である。 
 

12 
 
 
受託開発との違い 
 
ＡＩで成功している企業へのヒアリングから、以下のような点への配慮が必要であ
ることが判明している。 
 
① ＰｏＣ後のリソース配分についても計画しておくこと。 
 
ＰｏＣが失敗した場合はプロジェクトを中止する前提で、予めＰｏＣまでのリソー
スしか用意していなかった場合、たとえＰｏＣが成功したとしてもＰｏＣで終了せざ
るを得なくなることがある。ＰｏＣ後のリソース配分についても計画しておく必要が
ある。 
 
② ＰｏＣの投資を小さくする工夫をすること。 
 
ＰｏＣの失敗はそのまま損失につながるため、できるだけ投資を小さくする工夫が
必要である。具体的には、オープンなモデルの再利用やＯＰＭ（補助金、顧客による
一部負担等）の活用が考えられる。また、普段から少なめの投資で研究開発を行い、
実現可能性が見えた段階で大きな投資をするという工夫をしている企業もある。 
 
 
 

13 
 
６）ＡＩ機能の分類 
 
ＡＩの企画において、フレームワーク思考によりＡＩ機能を分類することは有効で
ある。例えば、①認識、②予測・判断、③コミュニケーション、④制御、⑤生成の５
つに分類することができる。 
なお、将来さらに新しい種類のＡＩ機能が登場する可能性があるため、分類はこの
限りではない。 
 
① 認識（画像認識、音声認識など） 
② 予測・判断（売上予測、シミュレーションなど） 
③ コミュニケーション（自然言語処理、会話、翻訳など） 
④ 制御（機械の制御など） 
⑤ 生成（画像生成、文章生成など） 
 
もう１つの軸としては、「人間の代替をするもの」、「人間の能力を拡張するもの」に
分類することもできる。 
 
 
７）ＡＩクラウドサービスの事例 
 
ＡＩの企画においては、先進事例を収集してアイデアのヒントを得ることも有効で
ある。 
 現在、ＡＩクラウドサービスとして、以下のようなものが提供されている。 
 
・ 会計・経理・財務（資金繰りアラームなど） 
・ 人事・給与（退職予測など） 
・ マーケティング（広告挿入など） 
・ 販売（レコメンドなど） 
・ 診断（欠陥の発見など） 
・ 自動翻訳 
 
 
 
 

14 
 

`;