var toc_content = `7.2 （STEP 7）攻撃シナリオの作成 
攻撃計画・実施者は、作成されたリスクシナリオに沿ってどのような攻撃が実際に可能であるかを検
討し、レッドチーミングで行う具体的な攻撃シナリオを作成する。 
 
レッドチーミングの実施範囲として、例えばブラックボックステストとするのかホワイトボックステストとする
のか、あるいは、実運用環境で実施するのかステージング環境や開発環境で実施するのかについての
大方針は6.3.3 節にて決定済であるが、攻撃シナリオ毎により細かく設定することや、変更することも
可能である。例えば、ある攻撃シナリオについては実運用環境に対してブラックボックステストを行い、別
の攻撃シナリオについては開発環境に対してホワイトボックステストを行うことなどもありうる。 
 
攻撃シナリオ作成の参考例として、以下のステップ（STEP 7-1～STEP 7-3）による方法を紹
介する。 
 
7.2.1 
（STEP 7-1）主要コンポーネントの諸元確認 
➢ 攻撃計画・実施者は、7.1.1 節と6.3.3 節で得られた情報をもとに、システム構成における各コン
ポーネントの商用サービス/OSS 利用/自組織開発の分類を踏まえてレッドチーミング実施方法の
選択肢の詳細を導出する。これらの内容について、図表7.3 に示す。なお、STEP 7-1 において
は、選択肢を洗い出すに留める。 
 
 
 

`;