var toc_content = `AI プロダクト品質保証ガイドライン
– 備考）性能低下の監視と保守について計画段階で考慮すること。
MAN.5 リスク管理ACQ.4 サプライヤ監視
• DIA
• サプライヤ選定
SYS.1 要件抽出
＜Automotive SPICE 以外の関連プロセス＞Validation：妥当性確認プロセス（ISO15288 など）
8.8 ML 関連開発と品質保証
8.8.1
自動運転開発におけるML 関連開発活動と品質確認観点
• ここでは自動運転開発におけるML 関連開発活動と対応する品質確認観点の概要を説明する。
• 概観をつかむために、車載ML 搭載プロダクト開発におけるML 関連の開発活動とそれぞれ
に対する品質確認観点を図8.11 に示す。
• 品質確認観点はAIQM の内部品質特性を用いて記載する。
図8.11
車載AI 搭載プロダクト開発におけるML 開発活動とAIQM 内部品質特性
＜凡例＞
•「Life cycle phase」(グレー) は、車載システムのライフサイクルフェーズ
•「Vehicle lifecycle process」(⻘色) は、車載システム開発ライフサイクルプロセス
•「Activity for ML」(⻩緑色) は、ML 開発に関連する活動
•「着目するAIQM の内部品質特性」(オレンジ) は、AIQM の内部品質特性
8-35

`;