var toc_content = ` 
3 
 
A. はじめに 
１. AI ガバナンス・ガイドラインの狙い 
我が国は、2019 年3 月、OECD のAI 勧告案策定に貢献した、統合イノベーション戦略
推進会議が決定した「人間中心のAI 社会原則」を公表した。これには、社会全体が主体と
なり実現すべきAI 社会原則が定められるとともに、この原則を踏まえて、AI の開発・運用
等の当事者となる事業者が、各自のAI の開発・運用等の目的や方法等に応じ、実施すべき
目標（AI 開発利用原則）を自ら定め、遵守すべきであることが示されている。 
AI 社会原則は、①人間中心の原則、②教育・リテラシーの原則、③プライバシー確保の原
則、④セキュリティ確保の原則、⑤公正競争確保の原則、⑥公平性、説明責任及び透明性の
原則、⑦イノベーションの原則の７つの原則から構成される。このAI 原則実践のための企
業ガバナンス・ガイドライン（略して「AI ガバナンス・ガイドライン」という。）では、AI
の社会実装の促進に必要なAI 原則の実践を支援すべく、AI 事業者が実施すべき行動目標を
提示するとともに、それぞれの行動目標に対応する
`;