var toc_content = ` 
26 
 
OECD Network of Experts Working Group on Implementing Trustworthy AI は、公
平性などの原則の実践するための取り組みを収集し、それらを技術的、手続的、教
育的の３つにわけている。このうち公平性を確保するための技術的なツールとして
AT&T、Microsoft、LinkedIn、Google、IBM の取り組みが紹介されているが、日本
企業の取り組みは紹介されていない。OECD Framework of Tools for Trustworthy AI
で紹介されているサンプルツールはLinkedIn のFairness Toolkit (LiFT)である。 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ツールの分類図、OECD.AI のAI Wonk から引用14 
 
このような国際的な議論を通じて、公平性の基準や実践の相場感がデファクトで
設定されていく可能性がある。文化やビジネス慣習などの違いによって公平性の基
準が異なる可能性があることから、日本の多様性も反映されるように、日本企業の
取り組みも発信していく必要がある。実際、日本、米国、英国の3 地域に対応した
ローン審査AI について、地域ごとの公平性により判断が異なることが明らかにな
っている15。 
 
14 Carolyn Nguyen, Adam Murray, and Barry O’Brien, “What are the tools for implementing trustworthy AI? A 
comparative framework and database,” The AI Wonk, OECD.AI (May 25, 2021), https://oecd.ai/wonk/tools-
for-trustworthy-ai.  
15 富士通『文化やビジネス慣習によって異なる公平性を設計段階から考慮するAI 開発手法Fairness by 
Design を開発』（2021 年3 月31 日）、https://pr.fujitsu.com/jp/news/2021/03/31-1.html.  

 
27 
 
(2) AI マネジメントシステムを担う人材のリテラシーを向上させる 
行動目標３－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
AI マネジメントシステムを適切に運営するために、外部の教材の活用も検討し、AI リ
テラシーを戦略的に向上させるべきである。たとえば、AI システムの開発・運用にお
ける法的・倫理的側面に責任を負う役員、マネジメントチーム、担当者にはAI 倫理に
関する一般的なリテラシー向上のための教育を、AI システムの開発・運用プロジェク
トの担当者にはAI 倫理だけではなくAI 技術に関する研修を提供することが考えられ
る。データを提供する企業は、AI システム開発者・運用者の実践例を参考に、データ
提供に関わる担当者のAI 倫理に関する一般的なリテラシーを向上させるべきである。 
 
【実践例１】 
当社は小規模企業であり、研修対象者が少ないことから、AI リテラシーの向上の研修プ
ログラムを自前で用意せず、外部の教材を用いることとした。米国の教育技術の営利団体で
あるCoursera や日本ディープラーニング協会（JDLA）などが提供しているオンライン講座
やテキスト、経済産業省が紹介している巣ごもりDX ステップ講座など、国内外を含めて
様々な教育プログラムが利用可能である。たとえば、理系のバックグランドのない人向けの
オンライン教材に、スタンフォード大学Andrew Ng 教授によるAI for Everyone（Coursera、
約4 時間、トランスクリプト付き）がある。「Coursera（コーセラ）をはじめ、インターネ
ット上の学習サイトで40 時間ほど勉強すれば、専門家に近いレベルに到達できる」16との
指摘があり、外部の教材でも十分であると判断した。 
当社は、研修対象者の到達度を計るためのJDLA の検定試験シラバスに基づいたプログ
ラムを活用している。JDLA のG 検定は、AI 技術の基礎からAI 倫理まで幅広く含む内容で
ある。また、JDLA 主催の「G 検定合格体験談オンラインセミナー」（2020 年5 月30 日開
催）では、AI ベンチャーで営業を2 年経験した人が、合格までに25 から30 時間の学習が
必要だったと振り返っており、研修対象者に過度な負担にならないことも確認している。 
これまで実施してきて、当社が期待している効果が出ていると思っている。たとえば、AI
システムのインシデントについてニュースで断片的に聞いたことがあった程度の人が、AI
技術の初歩から倫理的な側面まで習得したことで、AI の負のインパクトについても当事者
意識を持って考えてくれるようになった。 
 
16 松尾豊『研究の第一人者が語る「AI との向き合い方」』週刊東洋経済（2020 年5 月16 日）、第56 頁。 

 
28 
 
【実践例２】 
 当社は、AI システムの開発・運用を事業の柱の１つとする大企業である。AI 技術や倫理
に関する教材が外部にあることは知っているが、AI システムの提供数が多く、社会へのイ
ンパクトが大きいことから、汎用的な外部教材ではなく、自社のAI システムの用途を想定
した事例を充実させた自社教材を使っている。 
 AI に関する研修プログラムを作成した当初は、AI 技術に関する講義の最後にAI 倫理の
パートを設けていたが、外部有識者を招聘した委員会からの指摘をきっかけに、AI 倫理に
対する経営層の関心が一層高まり、AI 倫理だけを独立させたe-learning を作成し、全社員
に受講してもらっている。このe-learning には講義と確認テストが含まれており、AI 倫理
に詳しくない人でも１時間程度で終えることができるように工夫されている。自社のAI シ
ステムの用途に関連づけることで短時間でも高い学習効果が得られていると考えている。 
 
 
コラム：JDLA の検定試験の活用事例 
 
JDLA のG 検定は多くの企業に利用されている17。全社的なDX 推進プロジェク
トの人材育成カリキュラムにG 検定を組み込み、数百名規模で団体受験している企
業もある。たとえばENEOS は、全社員のデジタルリテラシーをAI Analytics、
Business Intelligence、Cyber Security、Design Thinking の４つの項目に分け、G 検
定をAI Analytics に組み込んでいる18。別の企業では、IT 部門の自主活動からグル
ープ/部署横断で100 名規模が参加するG 検定対策勉強会へと発展しているという。
公的機関が提供する研修プログラムでもG 検定が使用されている19。 
G 検定の利用者からは「これからのプロジェクトマネージャーやソリューション
アーキテクトが知っておかなければいけない知識」が得られると評価されており、
受験希望者が若手エンジニアから、役員、管理職、リーダー層にも広がったという
声もある。G 検定はAI 技術の基礎やAI 倫理を学ぶきっかけとなっているようだ。 
 
 
 
17 JDLA、団体受験企業様の声。https://www.jdla.org/certificate/general/#general_No04. 
18 以下のスライド番号22 ではAI Analytics の下にE 検定、G 検定が位置づけられている。
https://www.hd.eneos.co.jp/csr/meeting/pdf/esg_ex_20201202.pdf.  
19 埼玉県産業振興公社が中小企業向けの『AI・IoT 人材育成研修（技術者養成コース）』でG 検定を取り入
れている。https://www.saitama-j.or.jp/iot/jinzai/.  

`;