var toc_content = ` 
36 
 
ル契約書を参考にした契約書を用いて契約を締結している。これによれば、AI システム（学
習済みモデル）の開発者は、仕事の完成や成果の性能・品質等の保証は行わない一方、一定
以上の注意水準をもって業務を行わなければならないことになっている。当社はあくまで他
社が開発したAI システムを運用しているにすぎないという意識があり、AI システムの運用
に関連して不適切な事例が発生したり、それ以外の場面で最終利用者から説明を求められた
りした場合に、運用者である当社がどのような説明責任を果たすべきであるかを真剣に考え
ていなかった。 
 しかし、最終的な法的責任の所在はともかく、AI システム利用者に対して直接サービス
を提供しているのは当社である以上、当社が運用しているAI システムについて利用者から
説明を求められた場合に、少なくとも一次的にこうした要求に対応する責任の一切を免れる
ことはできないことと、十分な説明ができない場合に当社にレピュテーションリスクが生じ
ることに気がついてからは、開発者の協力を得ながら、リスク低減のためにAI システム運
用者ができることを行い、必要に応じてそのことを説明していくという方針に変えた。 
 
【実践例３】 
当社では、当社が保有するデータを利用したAI システムの開発を他社に委託することを
計画しているが、当社にはデータの扱いに関するノウハウが乏しく、クレンジングなどのデ
ータの前処理だけでなく、データの品質の確保を含めた一切合切を他社に任せたいと考えて
いた。当社は、現在保有するデータを集めてAI システムの開発者に提供してしまえば、デ
ータを扱うプロであるAI システム開発者がデータに必要な処理を行ってくれ、当社が希望
するAI システムを開発してくれるものだと誤って認識していた。 
しかし、開発委託前に情報を収集していくと、一般の事業者間におけるデータの提供にお
いても参考となる内容としてまとめられている「AI・データサイエンス人材育成に向けたデ
ータ提供に関する実務ガイドブック」22があることがわかり、そこには「提供前の委託デー
タの品質をコントロールできるのは委託者のみ」であるという考え方や、一定の前提の下で
は「成果の利用による利益も委託者のみに帰属することから・・・危険責任と報償責任の考
え方に基づいて・・・創出された成果の利用・実施等に伴う損害の責任は、原則として委託
者が負う」べきであると考えられる場合があることなど、データ事業者の留意事項がまとめ
られていた。 
現在は、AI システムの開発に必要なデータの内容は、当社が開発を予定しているAI シス
 
22 経済産業省『AI・データサイエンス人材育成に向けたデータ提供に関する実務ガイドブック』（2021 年3
月1 日） 

 
37 
 
テムの内容によって定まってくること、AI システム開発者の側で対応できることには限界
があることなどを理解している。当社はここで一度立ち止まり、データ提供段階であっても
AI システムの開発・運用のライフサイクルの重要な一部であることを踏まえ、複数事業者
間の不確実性への対応負担について再検討することが考えている。 
 
② インシデント/紛争発生時の対応をあらかじめ検討しておく 
行動目標３－４－２：AI システムを開発・運用する企業は、経営層のリーダーシップ
の下、AI インシデント又は紛争発生時に、AI システム利用者への説明、影響範囲や
損害の特定、法的関係の整理、被害救済措置、被害拡大防止措置、再発防止策の検討
等を速やかに実施するため、対応方針の決定や計画の策定を検討するとともに、当該
対応方針又は計画に関して適宜実践的な予行演習の実施を検討すべきである。 
 
【実践例１】 
当社はAI システムを開発・運用する中小企業である。AI インシデントの発生可能性をで
きるだけ低くすることはもちろん重要であるが、インシデント発生の可能性をゼロにするこ
とは困難であるため、発生時の損害を最小限に抑えるための計画の策定・発動が重要である
と認識している。 
具体的には、インシデントが発生した場合に備えて、連絡受付窓口の設置、対応を担当す
る役員のアサイン、社内における連絡体制はもちろん、社外の関係者・専門家への連絡体制
を整備している。あらゆるインシデントに万全に対応することは困難だが、自社のAI シス
テムの内容に鑑みて想定される主なインシデントについて、ある程度類型的に整理した上で、
大まかな対応方針を策定している。また、策定した対応方針の実施可否の確認のため、定期
的に予行演習も実施している。 
 
【実践例２】 
当社はAI システムを運用する大企業である。インシデントの発生時の対応を速やかに行
えるように、連絡受付窓口の設置、担当役員のアサイン、リスク管理部門、法務部門、広報
部門、危機管理部門との連絡・連携体制はもちろん、社外の関係者、専門家への連絡体制も
整備している。 
また、想定しうるインシデントを複数パターン想定し、どういった法的責任が発生しうる

 
38 
 
かについてあらかじめ専門家に相談して整理し、その上でリスク評価を実施している。人身・
物損事故、プライバシー侵害、財産的損害など、様々な類型の被害が生じうるので、類型ご
とに開発者、
`;