var toc_content = ` 
14 
 
従業員の必須の研修科目になるという目に見える効果があった。AI 倫理や品質を経営層の
課題として強く感じてもらうためには、このような仕掛けも有効である。 
 
コラム：AI 習熟度の高め方 
 
行動目標１－３に先立ち、AI 習熟度に関する一般的な情報を提供したい。Google 
Brain の共同設立者であり、スタンフォード大学教授でもある、Andrew Ng 氏がま
とめたLanding AI のプレイブックには、まずは小さくても意味のある成功を目指
し、その成功を梃子にAI システムを社内外に広げいくAI 習熟度向上モデルが示さ
れている。RIETI のBBL セミナー『ディープラーニングの最前線と活用への課題』
において、スピーカーの井崎武士氏から、日本のAI 活用の成功事例はAndrew Ng
氏のプレイブックに沿っており、シリコンバレーのようなソフトウェア企業だけで
はなく製造業においてもLanding AI のプレイブックは有効であるとの指摘があっ
た。 
Landing AI のプレイブックには技術的な側面の記述が多く、AI 習熟度に合わせ
たリスク管理の発展の在り方への言及はほとんどない。AI 技術の社会実装をさらに
促進するためには、このAI ガバナンス・ガイドラインの行動目標を用いて、AI 原
則の実践に関するベストプラクティスを整理し、共有していくことも重要になって
くるだろう。 
 
 

 
15 
 
(3) 自社のAI 習熟度を理解する 
行動目標１－３：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
行動目標１－１、１－２の実施を踏まえ、自社の事業領域や規模等に照らして負のイ
ンパクトが軽微であると判断した場合を除き、自社のAI システムの開発・運用の経
験の程度、AI システムの開発・運用に関与するエンジニアを含む従業員の人数や経験
の程度、当該従業員のAI 技術及び倫理に関するリテラシーの程度等に基づいて、自
社のAI 習熟度を評価し、適時に再評価すべきである。負のインパクトが軽微である
と判断し、AI 習熟度の評価をしない場合には、その理由等をステークホルダーに説明
できるようにしておくべきである。 
 
【実践例１】 
 AI システムのビジネスへの導入、すなわちAI システムを利用して生産過程やサービス提
供のオペレーションを効率化することに成功した場合は、人材不足の解消、生産性の向上、
高付加価値事業の開発などのビジネスにとって正のインパクトをもたらしうる。一方で、野
放図なAI システムのビジネス提供は、意図せずして、公平性を損なってしまったり、安全
性の問題が生じたりするなど、AI 特有のリスクも伴うことから、AI 事業者には、これらの
AI 導入の負の側面とも言うべきリスクをよく把握した上で、導入にとりかかることが求め
られる。そこで、AI の負のインパクトへの対応力を見える化するAI 習熟度（AI システム
の開発・運用時に求められる準備がどれだけできているのか）という指標が重要になる。 
当社では、AI システムの開発・運用の際に正のインパクトだけに気をとられて、負のイ
ンパクトやリスクへの配慮が不足して、結果としてAI システムの導入により他の事業者が
大きなダメージを被ったりすることのないように、経営層のリーダーシップの下、自社のAI
習熟度を評価し、適時に再評価している。 
 AI 習熟度の評価には、日本経済団体連合会の『AI 活用戦略 ～AI-Ready な社会の実現に
向けて～』（2019 年2 月19 日）の「AI-Ready 化ガイドライン」を用いている11。その理由
は、自社のAI システムが社会に与えるインパクトの大きさ及び関連するステークホルダー
の広がりが、自社のAI 習熟度に相応しているか否かについて評価するためである。そして
 
11 日本経済団体連合会『AI 活用戦略～AI-Ready な社会の実現に向けて～』（2019 年2 月19 日）、 
https://www.keidanren.or.jp/policy/2019/013_honbun.pdf. 一覧性のある表は
https://www.keidanren.or.jp/policy/2019/013_sanko.pdf から入手可能である。 

 
16 
 
当社は、AI 習熟度をAI ガバナンス・ゴールの検討を含む、AI ガバナンス全体の検討に役
立てている。 
 
【実践例２】 
 当社は、AI システムを自前で開発せず、AI システムの開発を外部に依頼し、納品された
AI システムを運用し、AI システム利用者に提供している。このように当社は、AI システム
運用者にすぎないことから、当社の利用者向けにAI システムを提供しはじめた当初は自社
のAI 習熟度には関心を持っていなかった。しかし、AI システム利用者からの苦情が増え、
当社が「期待」したとおりにAI システムが動作していないことがわかり、その後、AI シス
テム開発者との適切な意思疎通だけではなく、意思疎通を支えるリテラシーにも問題がある
ことがわかってきた。 
 日本経済団体連合会の「AI-Ready 化ガイドライン」は、AI システムを開発する企業向け
であると思っていたが、外部に開発を依頼するAI システム運用者にも関連するAI 習熟度
の指標も含まれており、今では、それらを自社向けに再構成し、経営層のリーダーシップの
下、自社のAI 習熟度を評価し、適時に再評価している。たとえば、自社のAI システムが社
会に与えるインパクトの大きさ及び関連するステークホルダーの広がりが、自社のAI 習熟
度に相応しているか否かを評価する際にAI Ready 度を用いている。そして当社は、AI 習熟
度をAI ガバナンス・ゴールの検討を含む、AI ガバナンス全体の検討に役立てている。 
 
 
 

`;