var toc_content = ` 
49 
 
６. 環境・リスクの再分析 
(1) 行動目標１－１から１－３を適時に再実施する 
行動目標６－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
行動目標１－１から１－３について、適時に再評価、理解の更新、新たな視点の獲得
などを行うべきである。なお、行動目標５－２を実施する際に、既存のAI マネジメン
トシステムやその運用だけではなく、環境・リスク分析を含め、AI ガバナンス全体の
見直しに向けた意見を得ることも検討すべきである。 
 
【実践例１】 
 現時点ではAI システムに対する社会の受け止め方が定まっていないことから、行動目標
１－１から１－３で挙げられている、AI システムがもたらしうる正負のインパクト、AI シ
ステムの開発や運用に関する社会的受容、自社のAI 習熟度について、適時に再評価、理解
の更新、新たな視点の獲得などを行うべきである。当社では、重大な「ヒヤリ・ハット」が
生じた場合、特定のインシデントへの社会の注目が大きく高まった場合、規制環境が変化し
た場合等を除き、定期的に環境・リスクの分析を行い、経営層にレポートすることとしてい
る。AI システムの適切な開発・運用をめぐる議論は非常に活発であるが、アジャイルな再
分析によるガバナンス疲れを防ぎ、大きなトレンドをアジャイルに把握することを重視して
いる。経営層への報告機会は大きなトレンドに目を向ける良い機会である。 
 
【実践例２】 
 当社は、実践例１のように定期的に環境・リスクの分析を行っているが、AI ガバナンス
とAI マネジメントシステムの検証には重複する要素もあることから、定期的に開催される
外部有識者を招聘したAI 倫理委員会の議題に、AI システムがもたらしうる正負のインパク
トとAI システムの開発や運用に関する社会的受容を盛り込み、外部有識者からこれらの論
点に関する大きなトレンドを得るようにしている。 
 
 

 
50 
 
D. AI ガバナンス・ガイドラインに関わった有識者等 
 
１. AI 原則の実践の在り方に関する検討会（AI 社会実装アーキテクチャー検討会） 
渡部 俊也（座長） 
東京大学 未来ビジョン研究センター 教授 
雨宮 俊一 
株式会社NTT データ 技術開発本部 本部長 
生貝 直人 
一橋大学 大学院法学研究科 准教授 
上野山 勝也 
株式会社PKSHA Technology 代表取締役 
川上 登福 
株式会社経営共創基盤 共同経営者 マネージングディレクター 
一般社団法人日本ディープラーニング協会 理事 
齊藤 友紀 
法律事務所LAB-01 弁護士 
杉村 領一 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
人工知能研究戦略部 上席イノベーションコーディネータ 
角田 美穂子 
一橋大学 大学院法学研究科 教授 
妹尾 義樹 
国立研究開発法人産業技術総合研究所 イノベーション推進本部 
標準化推進センター 審議役 
田丸 健三郎 
日本マイクロソフト株式会社 業務執行役員 
ナショナル テクノロジー オフィサー 
土屋 嘉寛 
東京海上日動火災保険株式会社 企業商品業務部 部長 
中条 薫 
株式会社SoW Insight 代表取締役社長 
原 聡 
大阪大学 産業科学研究所 准教授 
福岡 真之介 
西村あさひ法律事務所 弁護士 
古谷 由紀子 
サステイナビリティ消費者会議 代表 
増田 悦子 
公益社団法人全国消費生活相談員協会 理事長 
丸山 友朗 
パナソニック株式会社 イノベーション推進部門 テクノロジー本部 
デジタル・AI 技術センター AI ソリューション部 主任技師 
宮村 和谷 
PwC あらた有限責任監査法人 パートナー 
山本 龍彦 
慶應義塾大学 大学院法務研究科 教授 
 
以下、昨年度のAI 社会実装アーキテクチャー検討会のみ参加 
青島 武伸 
パナソニック株式会社 イノベーション推進部門 テクノロジー本部 
デジタル・AI 技術センター データアナリシス部 部長（当時） 
 
 
 

`;