var toc_content = ` 
1 
 
 
A. 
はじめに  3 
１. 
AI ガバナンス・ガイドラインの狙い  3 
２. 
本ガイドラインの法的性格  3 
３. 
他のガイドライン等との関係  3 
４. 
AI ガバナンス・ガイドラインの使い方  4 
５. 
Living Document  4 
B. 
定義 5 
C. 
AI ガバナンス・ガイドライン  7 
１. 
環境・リスク分析  9 
(1)  AI システムがもたらしうる正負のインパクトを理解する  9 
(2)  AI システムの開発や運用に関する社会的受容を理解する  12 
(3) 自社のAI 習熟度を理解する  15 
２. 
ゴール設定  17 
(1) AI ガバナンス・ゴールの設定を検討する  17 
３. 
システムデザイン（AI マネジメントシステムの構築）  19 
(1) AI ガバナンス・ゴールからの乖離の評価と乖離への対応を必須プロセスとする  19 
① 
業界の標準的な乖離評価プロセスとの整合性を確保する  22 
② 
利用者に対して乖離の可能性や対応策に関する十分な情報を提供する  24 
③ 
データ事業者は乖離評価に十分な情報をAI システム開発者に提供する  25 
(2) AI マネジメントシステムを担う人材のリテラシーを向上させる 27 
(3) 適切な情報共有等の事業者間・部門間の協力によりAI マネジメントを強化する  29 
① 
複数事業者間の情報共有の現状を理解する  30 
② 
環境・リスク分析のために日常的な情報収集や意見交換を奨励する  31 
(4) インシデントの予防と早期対応により利用者のインシデント関連の負担を軽減する  34 
① 
複数事業者間の不確実性への対応負担を適切に分配する  34 
② 
インシデント/紛争発生時の対応をあらかじめ検討しておく  37 
４. 
運用  39 
(1) AI マネジメントシステムの運用状況について説明可能な状態を確保する  39 
(2) 個々のAI システムの運用状況について説明可能な状態を確保する  41 
(3) AI ガバナンスの実践状況を非財務情報に位置づけて積極的な開示を検討する  43 
５. 
評価  45 
(1) AI マネジメントシステムが適切に機能しているかを検証する  45 
(2) 社外ステークホルダーから意見を求めることを検討する  47 
６. 
環境・リスクの再分析  49 
(1) 行動目標１－１から１－３を適時に再実施する  49 

 
2 
 
D. 
AI ガバナンス・ガイドラインに関わった有識者等  50 
１. 
AI 原則の実践の在り方に関する検討会（AI 社会実装アーキテクチャー検討会）  50 
２. 
AI ガバナンス・ガイドライン ワーキンググループ  51 
３. 
協力者  51 
(1) 上記検討会における講演（講演順）  51 
(2) 上記ワーキンググループを拡大した事前コンサルテーションへの参加  51 
(3) 事務局による個別ヒアリング  52 
４. 
事務局  52 
E. 
参考文献  53 
F. 
別添１（行動目標一覧）  56 
G. 
別添２（AI ガバナンス・ゴールとの乖離を評価するための実務的な対応例）  60 
H. 
別添３（補論：アジャイル・ガバナンスの実践）  79 
 
 
 
 

`;