var toc_content = ` 
51 
 
２. AI ガバナンス・ガイドライン ワーキンググループ 
生貝 直人（主査） 
一橋大学 大学院法学研究科 准教授 
岡田 淳 
森･濱田松本法律事務所 弁護士 
齊藤 友紀 
法律事務所LAB-01 弁護士 
中崎 尚 
アンダーソン・毛利・友常法律事務所外国法共同事業 弁護士 
本橋 洋介 
日本電気株式会社 AI・アナリティクス事業部 シニアマネジャー 
宮村 和谷 
PwC あらた有限責任監査法人 パートナー 
 
３. 協力者 
 本ガイドラインの作成にあたっては、上記の委員に加え、多くの専門家にご指導いただい
ている。この場を借りて御礼を申し上げたい。 
(1) 上記検討会における講演（講演順） 
荻野 武 
キユーピー株式会社 生産本部 未来技術推進担当部長（当時） 
大岩 寛 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
デジタルアーキテクチャ研究センター 副研究センター長 
杉村 領一 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
人工知能研究戦略部 上席イノベーションコーディネータ 
長宗 豊和 
Japan Business Council in Europe 事務局長 
齋藤 千紘 
外務省 在ストラスブール総領事館 領事 
 
(2) 上記ワーキンググループを拡大した事前コンサルテーションへの参加 
今田 俊一 
ソニーグループ株式会社 AI コラボレーション・オフィス 
AI 倫理室 統括課長 
大岩 寛 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
デジタルアーキテクチャ研究センター 副研究センター長 
菊池 慎司 
富士通株式会社 富士通研究所 人工知能研究所 AI 品質PJ 
主管研究員 
杉村 領一 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
人工知能研究戦略部 上席イノベーションコーディネータ 
妹尾 義樹 
国立研究開発法人産業技術総合研究所 イノベーション推進本部 
標準化推進センター 審議役 

 
52 
 
曽我部 完 
株式会社グリッド 代表取締役 
藤田 雅博 
ソニーグループ株式会社 AI コラボレーション・オフィス 担当VP 
松本 敬史 
有限責任監査法人トーマツ マネジャー 
東京大学 未来ビジョン研究センター 客員研究員 
美馬 正司 
株式会社日立コンサルティング 
スマート社会基盤コンサルティング第2 本部 ディレクター 
慶應義塾大学 政策・メディア研究科 特任教授 
山本 力弥 
ソフトバンクロボティクス株式会社 事業開発本部 
Humanoid Division Director 
 
(3) 事務局による個別ヒアリング 
 上述の検討会等に加え、企業等の取り組みを個別にお聞きした。Musashi AI 株式会社、一
般社団法人日本ディープラーニング協会、日本電気株式会社、国立研究開発法人産業技術総
合研究所、エヌビディア合同会社、富士通株式会社、株式会社日立製作所、株式会社メルカ
リ、横河電機株式会社、損害保険ジャパン株式会社、一般社団法人AI ビジネス推進コンソ
ーシアム、株式会社J.Score、有限責任監査法人トーマツ、東京海上日動火災保険株式会社、
パナソニック株式会社、株式会社グリッド、千代田化工建設株式会社、ソニーグループ株式
会社、日立造船株式会社、ソフトバンク株式会社、ソフトバンクロボティクス株式会社に所
属の多くの専門家・有識者にお世話になった。漏れがあるとすれば、全て事務局の責任であ
る。 
 
 なお、協力者は本ガイドラインの決定には加わっていない。 
 
４. 事務局 
松田 洋平 
経済産業省 商務情報政策局 情報経済課 課長（～2021 年6 月30 日） 
須賀 千鶴 
経済産業省 商務情報政策局 情報経済課 課長（2021 年7 月1 日～） 
泉 卓也 
経済産業省 商務情報政策局 情報経済課 情報政策企画調整官 
（執筆主担当） 
羽深 宏樹 
経済産業省 商務情報政策局 情報経済課 ガバナンス戦略国際調整官 
（別添３主担当） 
野村 至 
経済産業省 商務情報政策局 情報経済課 課長補佐 
 
 

`;