var toc_content = ` 
19 
 
３. システムデザイン（AI マネジメントシステムの構築） 
(1) AI ガバナンス・ゴールからの乖離の評価と乖離への対応を必須プロセスとする 
行動目標３－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
自社が開発・運用しているAI システムのAI ガバナンス・ゴールからの乖離を特定し、
乖離により生じる影響を評価した上、負のインパクトが認められる場合、その大きさ、
範囲、発生頻度等を考慮して、その受容の合理性の有無を判定し、受容に合理性が認
められない場合にAI の開発・運用の在り方について再考を促すプロセスを、AI シス
テムの設計段階、開発段階、利用開始前、利用開始後などの適切な段階に組み込むべ
きである。運営層はこのプロセスの具体化を行うべきである。そして、AI ガバナンス・
ゴールとの乖離評価にはAI システムの開発や運用に直接関わっていない者が加わる
ようにすべきである。なお、乖離があることのみを理由としてAI の開発・提供を不可
とする対応は適当ではない。そのため、乖離評価は負のインパクトを評価するための
ステップであって、改善のためのきっかけにすぎない。 
 
＊この行動目標の実施にあたっては、必要に応じて、以下の実践例だけではなく、別添２（AI ガバナン
ス・ゴールとの乖離を評価するための実務的な対応例）を参照されたい。 
 
【実践例１】 
 当社は小規模企業であり、技術担当役員と開発担当者の距離が近く、プロジェクト数がそ
れほど多くないこともあり、技術担当役員は全てのプロジェクトを十分に把握できている。
技術担当役員は、「人間中心のAI 社会原則」からの乖離を評価するための観点を設定し、開
発担当者に対し、全てのAI システム開発プロジェクトについて、実務上可能な限り早い段
階に、観点ごとに乖離を特定し、乖離により生じる影響を評価し、技術担当役員に報告する
ように指示している。そして、技術担当役員は、開発担当者以外の者も加えた開発担当者と
の会議において、開発担当者の報告内容に基づき、乖離により生じる影響を改めて評価し、
負のインパクトがある場合には、その受容の合理性の有無を判定し、受容に合理性が認めら
れない場合にAI の提供の在り方について再考することとしている。 
このプロセスの運用にあたっては、行動目標３－１－１にしたがって、当社が属する業界
における標準的な乖離評価や本ガイドラインの別添2 を参考にしながら、社内運用の標準
化に努めている。 

`;