var toc_content = `仮想的な実践例やAI ガバナンス・ゴー
ルとの乖離を評価するための実務的な対応例（以下「乖離評価例」という。）も例示してい
る。ただし、実践例や乖離評価例は参考例であり、網羅的とすることは意図していない。 
 
２. 本ガイドラインの法的性格 
本ガイドライン自体には、法的拘束力はない。このガイドラインは、実施すべき行動目標、
実践例、乖離評価例等からなるが、いずれも社会で一定程度共有されている標準的な目標や
実践例をまとめたものであるが、同じく法的拘束力のない「人間中心のAI 社会原則」がそ
の普遍的な内容から社会で尊重されているように、本ガイドラインにもAI システムの開発・
運用等に関わる事業者の取引等で広く参照されることや、AI 原則の実践に関するステーク
ホルダーの共通認識の形成を通じて、各社の自主的な取り組みを後押しすることが期待され
る。なお、このガイドラインにしたがって体制等を整備しても、必ずしも関連する法令を順
守することにはならないことから、関連法令の遵守についても留意されたい。 
 
３. 他のガイドライン等との関係 
本ガイドラインは、新たな要素を加えつつも、国内外で公表されている様々なコード、ガ
イドライン、アセスメントリスト等のエッセンス同士の接続を重視し、関連文書を統合する
ガイドライン（ガイドラインのガイドライン）を目指したものであり、他の関連文書を相互
に参照することで、全体として包括的なガイドラインとして機能するように工夫されている。 

`;