var toc_content = ` 
18 
 
な負のインパクトが軽微であるとは言えないため、AI ガバナンス・ゴールの設定を検討し
たところ、プライバシーの保護など、当社が重視すべき事項が「人間中心のAI 社会原則」
に適切にまとめられているため、当面は「人間中心のAI 社会原則」をゴールにすることと
し、「人間中心のAI 社会原則」の７つの原則を尊重することを徹底している。たとえば、運
用の現場にも７つの原則を尊重してもらうべく、個々の職場でのe-ラーニングを含む研修
を通して意識の共有を図っている。将来的にAI システムの開発・運用の範囲が拡大した段
階においては、自社独自のAI ガバナンス・ゴールを掲げることが必要であると考えており、
ゴール設定に向けて他社の事例等に関する勉強会を社内で開催している。 
 
【実践例３】 
当社は事業ポートフォリオが多様な企業であり、事業部ごとにAI 技術への関わり方が異
なる。また、それぞれが独立しているカンパニー制を採用していることから、単一のAI ガ
バナンス・ゴールに合意することは容易ではない。そのため、現時点では「人間中心のAI
社会原則」を尊重することとし、それと並行してAI に関する全社的な研修の一部にAI 倫
理や品質を追加することでAI 倫理や品質に対する理解を高めていくことを狙っている。さ
らにAI 相談窓口を社内に設置して、事業部からの事例集めを行っている。対外的には動き
が遅く見えるかもしれないが、AI ガバナンス・ゴールの合意に向けたプロセスに価値があ
ると考えている。なお、企業全体のAI ガバナンス・ゴールを設定する手前の段階で、AI シ
ステムを開発・運用する事業部ごとのAI ガバナンス・ゴールの必要性や内容を検討するこ
ともありうると考えている。 
 
【実践例４】 
当社は、AI システムの開発・運用にもAI システムを運用する企業の支援にも豊富な経験
を有し、潜在的な負のインパクトが軽微ではないと見られている用途向けのAI システムも
開発・運用している。これまで自社で運用したAI システムや他社に提供したAI システム
から重大なインシデントが発生したことはないが、当社が提供するAI システムの用途の中
には社会的な受容が定まっていないものも多いと理解している。そこで当社は、消費者を含
むステークホルダーとのコミュニケーションの強化を図るためにAI ガバナンス・ゴールを
設定し、公表している。ステークホルダーが当社のポリシーを理解しているため、AI シス
テムを開発する担当者と顧客を含むステークホルダーとがAI 技術に対する基本姿勢を共有
でき、コミュニケーションが円滑になったと評価されている。 

 
19 
 
３. システムデザイン（AI マネジメントシステムの構築） 
(1) AI ガバナンス・ゴールからの乖離の評価と乖離への対応を必須プロセスとする 
行動目標３－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
自社が開発・運用しているAI システムのAI ガバナンス・ゴールからの乖離を特定し、
乖離により生じる影響を評価した上、負のインパクトが認められる場合、その大きさ、
範囲、発生頻度等を考慮して、その受容の合理性の有無を判定し、受容に合理性が認
められない場合にAI の開発・運用の在り方について再考を促すプロセスを、AI シス
テムの設計段階、開発段階、利用開始前、利用開始後などの適切な段階に組み込むべ
きである。運営層はこのプロセスの具体化を行うべきである。そして、AI ガバナンス・
ゴールとの乖離評価にはAI システムの開発や運用に直接関わっていない者が加わる
ようにすべきである。なお、乖離があることのみを理由としてAI の開発・提供を不可
とする対応は適当ではない。そのため、乖離評価は負のインパクトを評価するための
ステップであって、改善のためのきっかけにすぎない。 
 
＊この行動目標の実施にあたっては、必要に応じて、以下の実践例だけではなく、別添２（AI ガバナン
ス・ゴールとの乖離を評価するための実務的な対応例）を参照されたい。 
 
【実践例１】 
 当社は小規模企業であり、技術担当役員と開発担当者の距離が近く、プロジェクト数がそ
れほど多くないこともあり、技術担当役員は全てのプロジェクトを十分に把握できている。
技術担当役員は、「人間中心のAI 社会原則」からの乖離を評価するための観点を設定し、開
発担当者に対し、全てのAI システム開発プロジェクトについて、実務上可能な限り早い段
階に、観点ごとに乖離を特定し、乖離により生じる影響を評価し、技術担当役員に報告する
ように指示している。そして、技術担当役員は、開発担当者以外の者も加えた開発担当者と
の会議において、開発担当者の報告内容に基づき、乖離により生じる影響を改めて評価し、
負のインパクトがある場合には、その受容の合理性の有無を判定し、受容に合理性が認めら
れない場合にAI の提供の在り方について再考することとしている。 
このプロセスの運用にあたっては、行動目標３－１－１にしたがって、当社が属する業界
における標準的な乖離評価や本ガイドラインの別添2 を参考にしながら、社内運用の標準
化に努めている。 

 
20 
 
【実践例２】 
 多数の事業部を有する当社は、AI ガバナンス担当役員を決め、この役員の下にAI 倫理審
査委員会を設置している。この委員会は、特定のAI システムの開発・運用プロジェクトを
担当する者以外から構成されており、「人間中心のAI 社会原則」を踏まえて当社が策定した
AI ポリシーからの乖離評価をプロジェクトごとに実施することを任務としている。具体的
には、AI ポリシーに基づいた評価リストを作成し、AI システムの開発・運用について当該
評価リストを用いて乖離を特定し、乖離により生じる影響を評価し、負のインパクトがある
場合、その受容の合理性の有無を判定し、受容に合理性が認められない場合にAI の開発・
提供の在り方を再考するよう、プロジェクト担当者に促すこととしている。乖離評価のため
のリストについては、行動目標３－１－１にしたがって、当社が属する業界における標準的
な乖離評価や本ガイドラインの別添2 を参考にしながら作成しているが、実際のプロジェ
クトを選定し、AI マネジメント担当者がプロジェクト担当者に伴走することで、リストの
精緻化や運用の定着化を図る工夫もしている。なお、AI 倫理審査委員会では、プロジェク
ト担当者に対し、その再考の結果を報告するよう求めることとし、その報告内容の合理性に
懸念がある場合には、AI ガバナンス担当役員からプロジェクトを所管する役員にその旨を
通知し、適宜調整を図ることとしている。 
 なお、AI システムに伴う負のインパクトは、用途、範囲、使用態様によって大きく異な
り、プロジェクトを推進している担当者がその性質や程度を最もよく知っているとも考えら
れることから、潜在的な負のインパクトが軽微であることが明らかな場合にAI マネジメン
ト担当者がプロジェクト会議に同席して簡素な乖離評価とするなど、厳格な乖離評価を一律
に求めない運用も考えられる。しかし、現時点では乖離やリスクを評価するためのノウハウ
がまだ当社内に十分蓄積されていないこともあり、AI 倫理審査委員会による一律の乖離評
価を全てのプロジェクトが通過すべき必須のゲートとし、今後の経過を見ることとしている。 
 
【実践例３】 
乖離評価のプロセスは、複数社によって担われるべき場合がある。例えば、サービスを他
者に提供するAI システム運用企業が、AI システムの開発を自ら行うのではなく、AI シス
テム開発者にその開発を委託する場合、AI システム開発者とAI システム運用者の両者が乖
離評価プロセスを分担することが合理的である場合がある。そしてこの場合、AI システム
の開発から運用に至るまでに想定される流れはもちろん、乖離評価の方法や基準を開発者と
運用者の間で共有することが重要である。AI システム運用者がAI システムを用いたサービ

 
21 
 
スの提供に伴うリスクを軽視する場合には、AI システム開発者は難しい立場に置かれるこ
とになるため、このような対応は大切である。 
このような委託を受けてAI システムの開発を行うことがある当社では、当社の責に帰す
べき事情がある場合を除いて、AI システムの運用上の事故はサービスを提供する運用者が
負うこととなる契約を結んでいるが、それでも、この種の事故が発生したときに当社も紛争
に巻き込まれるリスクはある。そのため、納入したAI システムの運用方法にも無関心では
いられない。実際、プロジェクトの終盤で運用上のリスクに気がつき、当該プロジェクトの
再設計を運用者に助言した上で、その再設計のコストの一部を負担せざるを得なかった経験
がある。そのため、当社が属する業界における標準的な乖離評価や本ガイドラインの別添2
を参考にしながら、個々の評価項目の意味を十分に理解した上で、乖離評価プロセスを確立
し、自社で開発せず他者にサービスを提供するのみであるAI システム運用者にも共有する
ようにした。懸念項目を網羅している乖離評価プロセスを活用し、しかも早めに乖離評価を
行うことで、顧客との交渉はスムーズになってきている。 
 
＊次の実践例のように、通常の乖離評価プロセスに加えて、広く議論を行うことが必要な場合がある。 
 
【実践例４】 
当社はAI システムの開発を主たる事業とする小規模企業である。技術担当役員が全ての
プロジェクトについて進捗報告を受けることになっており、その報告の中には、公平性など
のAI 倫理に関する事項も含まれている。AI 倫理の問題の中には、妥当な出力結果が得られ
るように十分なデータセットを用意するなど技術的な配慮で対応できる事項もあるが、社会
的にセンシティブな領域ではそれだけでは不十分な場合がある。 
そこで当社では、そのようなセンシティブな領域におけるAI システムのプロジェクトの
場合には、法務担当役員などを含めて話し合いをすることにしている。センシティブな領域
の特定には、すでに広範囲にAI システムの開発・運用しているリーディング企業の考え方
などを参考にしている。このような情報収集には実務的な雑誌が有効である13。そのような
雑誌には概要記事が掲載されることが多く、その概要記事を手がかりにインターネット等で
深い情報に当たることが効率的かつ効果的である。 
個々のプロジェクトに関して外部の有識者や専門家を招いて意見交換している企業もあ
ることは知っている。当社も事業の拡大に合わせて、そのような意見交換の場も設置してい
 
13 センシティブな領域への対応の参考例に、舟山聡『AI 倫理に対する企業の取組み(1)』NBL No. 1170
（2020 年5 月15 日）などがある。 

`;