var toc_content = ` 
 
22 
 
要なのは、ＡＩについて先進的な国と日本の違いがどこにあるのか、何に取り組むことで
我が国においてＡＩの実装が進展するかを理解し、私たちの社会経済や国民生活を将来に
わたって豊かなものとするための取組を進めることである。 
 
２．社会実装の推進に臨む姿勢 
 日本においてＡＩの実装を進めるためには、社会のデジタル化は当然のこととして、Ａ
Ｉに関する次のような思い込みを捨てることが必要である。 
 
①“ＡＩは人の仕事を代替する”⇒“ＡＩは人と協調する” 
 ＡＩの精度が人を凌駕するような場合や、多少の間違いを許容してでも人による作業
量を削減すべきような場合には、ＡＩは人の仕事を代替すべきだろう。 
 しかし、私たちが日常的に行っている仕事や作業の多くは、非常に広範な情報に基づ
く判断を必要とし、あるいはわずかの間違いも許容されない（例えば、外科手術で患者
の命を失うような間違いは許容されない。）ようにシビアなものである。このため、人
の仕事を完全に代替し、人が金輪際関わらないことがＡＩの実装であるという認識でい
る限り、ＡＩを効果的に利活用できる場面はごく限られてしまい、社会実装はなかなか
進まなくなってしまう。 
 つまり、ＡＩを効果的に利活用し、多種多様な仕事を効率的に処理するためには、
「ＡＩは人の仕事を代替する」という思い込みを捨てることが必要である。たいていの
場合、ＡＩは人を助け、人を支援する存在である。人は、ＡＩと協調していくことで、
労力を最小化し、利益を最大化することが可能となる。 
 
②“技術者だけがＡＩを深く理解できる”⇒“ビジネスケースからＡＩは理解できる” 
 視野が日本の国内にとどまっている限りでは気づかないことだが、世界的には、ほと
んどあらゆる分野でＡＩ利活用方策の探索が進んでいる。多くのスタートアップ企業が
乱立し、様々な分野においてＡＩによる画期的なビジネスモデルを構築したユニコーン
企業が存在している。 

 
 
23 
 
 ＡＩを利活用しようかと検討する際に、「技術者だけがＡＩを深く理解できる」との
思い込みの下、ＡＩのシステムを構築できるような技術者を必要条件のように考えてし
まうのは妥当ではない。 
 実際には、そのような技術者がいなくとも、他の多くの事例からＡＩの製品やサービ
スの活用によって何がどの程度の水準で処理されるのかといったことを理解することは
可能である。 
 なお、ＡＩにより新たなビジネスモデルを構築しようとする場合、必ずしも自らがＡ
Ｉを開発することは必須ではない。既存のＡＩを入手し、又はＡＩを含む既存のビジネ
スモデルの中から有用な要素を取り入れて、他の部分で差別化をするといったことも一
つの有効な手法である。ＡＩを深く理解した技術者がいなくとも、ＡＩを利活用してい
くことは可能である。 
 
③“データが全て”⇒“ループの形成が重要” 
 ＡＩは、データをアルゴリズムによって学習又は処理するものである。 
 このため、ややもすると「データが全て」であると言わんばかりに、ＡＩの利活用に
おいては膨大なデータを持っていなければ勝てないとの思い込みがある。データは確か
に重要であるが、デジタル化された状況においてはサービスの提供を通じてデータを取
得し、ＡＩの強化、ひいてはサービスの向上につなげる手段も有効である。 
 このため、データは重要ではあるけれども、それ以上に重要であるのは、サービス等
の構築や提供の際に、ＡＩを強化するデータ収集等を行うような持続的なサイクル（ル
ープ）を形成するように配慮することである。 
 
３．ＡＩの社会実装の推進に向けた取組 
 ＡＩの社会実装を推進し、大きな利益の創出につなげるためには、画像認識、自然言語
処理等での広範かつ効果的な活用が期待されるディープラーニングを重要分野として位置
づけ、企業による実装を念頭に置きつつ、次のように取り組むことが必要である。 

 
 
24 
 
（１）ＡＩのブラックボックス性の打破と不安の払しょく 
 ＡＩの社会実装の阻害要因の一つとして、「ＡＩの信頼性に対する不安」が挙げられ
る。 
 例えば、ＡＩに対して人を代替する機能を期待する場合、実際にはそのような高信頼
なＡＩの構築・入手が容易でないことは普通である。このため、その信頼性に対する不
安が生じ、ＡＩの利活用がためらわれてしまうということが起きる。 
 ＡＩに対してそこまでの機能を求めず、ある程度の不完全性を許容できる場合であっ
ても、ＡＩの処理がいわゆるブラックボックスとなっていて、ＡＩによる処理の根拠を
人が理解できないときには、その結果の妥当性も検証できない。例えば、個人の人種や
ジェンダーに関する不適切なバイアスの影響を受けているかもしれないという危惧があ
れば、やはりＡＩを信頼することはできない。 
 セキュリティ上のリスクも存在する。個人情報など、保護すべきデータをＡＩで処理
する場合に、その処理についての信頼性が確保できるかどうかという不安を持たれるこ
ともある。また、近年では、ＡＩの学習プロセスにおいて意図的に不正なデータを入力
することにより、ＡＩ自体が攻撃対象となるリスクも認識されている。 
 このための解決策は複数存在する。もちろん、ＡＩそのものの技術的な改善によって
ＡＩの精度を上げることは、一つの選択肢である。そのほか、ＡＩの処理の透明性や説
明性を高めることでＡＩのブラックボックス性を打破するExplainable AI（XAI）に関
する取組や、サイバーセキュリティとＡＩの融合領域の技術開発により、ＡＩの信頼性
を向上させていくことが必要である。その他、ＡＩのＥＬＳＩに関する取組、例えばＡ
Ｉの構築に際してそもそも倫理等に配慮した設計を行うことや、ＡＩ利活用のサイクル
における監査などを通じて、「責任あるＡＩ」（Responsible AI）を実現する努力も期
待される。 
 
大目標 
ＡＩの信頼性の向上 
 

 
 
25 
 
具体目標 
 
「説明可能なＡＩ」（Explainable AI）など「責任あるＡＩ」（Responsible 
AI）の実現に向けた取組（再掲） 
 
信頼性の向上につながる、サイバーセキュリティとＡＩの融合領域の技術
開発等の推進（再掲） 
 
（２）ＡＩの適用領域の拡大 
 ＡＩは、アルゴリズムと計算資源に加え、学習や処理の対象となるデータによって実
現される。データは、ＡＩの利活用の前提となると同時に、ＡＩによる製品やサービス
を差別化するうえでの大きな要素でもある。 
 ＡＩの学習や処理の対象となるデータが存在する領域は、潜在的にＡＩを適用しうる
領域であると考えられる。特に、これから現実空間とサイバー空間の融合領域において
ＡＩの利活用が活発になっていくであろうことを踏まえれば、いち早く現実空間におけ
る様々な事物や各種の指標をデータとして取り込み、ＡＩの適用領域を拡大していくこ
とが必要である。 
 また、学習対象となるデータに不適切な偏りや欠損・不足などがあった場合、ＡＩの
精度は劣化し、機能が不十分となってしまう。逆に言えば、高品位かつ広範囲なデータ
は、優れたＡＩによる製品やサービスの創出につながる。我が国には、分野ごとに相当
程度の高品位データの蓄積があることから、これらをＡＩに適したかたちで連携・変換
すること等により、ＡＩの利活用を支えるデータの充実に取り組むべきである。 
 なお、優れたデータ基盤については、海外との連携等にも積極的に取り組んでいくこ
とで、我が国を中心とした「データ経済圏」を構築していくことが期待される。 
 
大目標 
ＡＩ利活用を支えるデータの充実 
 

 
 
26 
 
具体目標 
 
ＡＩによる利活用の基礎となるデジタル・ツインの構築（再掲） 
 
ＡＩの利活用を促進する研究データ基盤、臨床データ基盤等の改善 
 
秘匿データの効果的な利用につながる、サイバーセキュリティとＡＩの融
合領域の技術開発等の推進 
 
（３）ＡＩをめぐる人材や技術情報、データ取扱いルール等に関する追加的取組 
 ＡＩについて先進的な米国などの他国に比べて、我が国ではＡＩの利活用を支える関
連人材が不十分となっている。すでに教育改革などにおいて、リテラシーの向上に向け
ては様々な方策が取り組まれているところである。しかし、ＡＩそのものの研究開発に
携わるような高度な研究人材等の確保に向けては、なお追加的な取組が必要である。 
 ＡＩ分野の高度人材の育成では、特に米国のように、世界中から意欲溢れる優秀な人
材が集合する環境において、最先端の研究に触れ、切磋琢磨の機会を得ることが有効で
なる。しかしながら、近年、留学に必要な資金、語学力などが障壁となっていることも
あり、我が国では学生等の内向き志向が強まっているように見受けられる。このため、
ＡＩ分野における人材の国際的頭脳循環を高めるための更なる取組強化が望まれる。 
 また、ＡＩに関する研究開発に取り組むにあたっては、特に優秀で十分な人材を確保
できないことが支障となる場合も多い一方、優秀な人材が研究開発を大きく進展させる
ことから、研究費を活用して博士課程学生などを迎え入れ参画させることも期待され
る。なお、そうした際に支出するリサーチアシスタント経費の額の設定にあたっては、
学術分野によらない画一的な給与水準に従うのではなく、関連業界の実情を踏まえ、優
秀な人材を惹きつける大胆で柔軟な設定が望まれる。 
 一方で、我が国の民間企業による実装を促すためには、国研等が保有する技術情報の
積極的な提供や、スタートアップ創出その他企業活動に直結する実践型の人材育成によ
る新技術の橋渡しの加速等、実践における試行錯誤が活発に行われるような取組も重要
である。 
 その他、ＡＩの利活用環境の重要な要素の一つとして、機微なデータや技術の海外流
出対策も考慮したデータの取扱いルールについても、不断の改善努力が必要である。 

 
 
27 
 
 
大目標 
人材確保等の追加的な環境整備 
 
具体目標 
 
ＡＩ等の先端技術分野における国際的頭脳循環の向上等 
 
民間企業による実践を通じてＡＩの実装を促すための、国研等からの技術
情報の積極的な提供や実践型の人材育成等 
 
ＡＩによる学習や処理の対象となるデータの取扱いルールについての再点
検 
 
（４）政府による強力な牽引 
 我が国においても、すでに多くの汎用的なＡＩの製品やサービスが入手可能な状態に
なっている。先進的な民間企業等では、ＡＩを積極的に取り入れて新たなビジネスを展
開しているが、他方で、そうした選択をせずに旧来のビジネス手法を維持する企業も多
い。 
 いずれの選択が正しいのかは、それぞれが置かれた状況によって異なる。しかし、か
つてのフィルムによるカメラの多くがデジタルカメラに置き換わり、それによって誰も
が撮影したばかりの画像を即座に共有するような新しいビジネスが誕生するなど、産業
構造の転換はこれまでも頻繁に起きている。フロッピーディスク、ＣＤなどの記録媒体
の変化や、そもそもクラウドにデータを保存するという変化もその例である。そうした
時に、政府機関が旧来の手法を堅持して、産業構造の転換をしようとする社会の足かせ
となるようであってはいけない。 
 我が国では、中央省庁を中心に、政府機関の多くがＡＩの導入に未だ踏み切れていな
い状況である。しかし、海外では、政府が公共部門においてＡＩの利活用を積極的に推
し進め、ＡＩによる利便性の向上や安心・安全の確保によって、産業構造の転換を自ら
牽引しようとする事例が見受けられる。 

 
 
28 
 
 特に、複雑な政府系の情報システムにＡＩを組み込むということではなくても、市場
にある汎用的なＡＩの製品やサービスを積極的に利活用することで、行政サービスの改
善や利便性の向上につながる。また、政府機関における積極的な行動により、社会全体
のＡＩ利用を促進する効果も期待される。 
 これらを踏まえ、政府におけるＡＩ利活用の推進に向けて、下記の具体目標の達成に
向けて取り組む。 
大目標 
政府におけるＡＩ利活用の推進 
 
具体目標 
 
政府機関におけるＡＩの導入促進に向けた推進体制の強化と、それによる
行政機能の強化・改善 
 
ＡＩ利活用を通じたデータ収集など、持続的な改善サイクルの形成 
 
（５）「強み」への注力 
 世界的に競争が著しいＡＩ利活用において「勝ち筋」を見出すためには、物理・化学
や機械等の我が国が強みを有する技術とＡＩを融合させることも有効である。 
 例えば、創薬や材料科学等はそうした効果が狙える領域であり、現に日本が培ってい
る技術やデータ基盤とＡＩを組み合わせることで、国際的に優位性を持つ製品やサービ
スを創出できる可能性が高まる。ＡＩに関する投資は、そうした領域に意識的に集中さ
せることが重要である。 
 また、科学技術以外にも、食や観光のほか、アニメなどのコンテンツのように文化的
な分野にも日本は強みを有している。今後は、こうした分野においてもＡＩ利活用を視
野に関連の取組を進めることが望まれる。 
 なお、他方で、我が国ならではの課題への対処に当たり、引き続き積極的にＡＩを利
活用することも求められる。その対処においても、可能な範囲で、我が国が強みを有す
る技術との融合を追求することが適切である。 

`;