var toc_content = `公的基礎情報データベース（ベース・レジストリ）の整備
公的基礎情報データベース（ベース・レジストリ）について、公的基礎情報データベー
ス整備改善計画を策定し、総合的かつ計画的に整備や利用を推進。
また、データの品質を確保するため、関係機関の役割や具体的な取組を検討します。商
業登記・不動産登記関係データベースについては、整備改善計画で定めた行政機関や自
治体が利用できるデータベースの整備を行います。住所・所在地関係データベースにつ
いては、2024年度中に町字情報を整備し、データの最新性を保ちます。
全体最適を意識した事業者向けサービスのシステム整備
事業者向けの行政サービスについても、全体最適を意識したシステムの整備が重要で
す。以下の3点を大きな課題として整理します。
事業者向け行政サービスの利用者体験向上に向けた環境整備
事業者が様々な行政サービスにアクセスできる事業者ポータルについて、e-Govの
機能の活用可能性検討および実証版構築を進める。次期調達ポータルにおいて、国
の調達全般に係るポータルサイトを目指すことで、事業者への利便性向上を図る。
事業者向け行政サービスで利用する共通機能の整備
GビズIDについて、原則すべての行政手続での採用を目指す。行政手続において共
通的に必要な機能等は、既存機能･システムの活用可能性等を検討し、実装計画を
整備する。官民取引や企業間取引のデジタル完結とデータ相互運用性の確保を目指
す。
各府省庁における事業者向け行政手続・補助金申請等のデジタル化
年間手続件数の少ない行政手続は共通機能の活用等を通じて、効率的な開発･費用
負担低減を目指す。
大規模な行政手続システム等については、モダン化を検討する。
補助金申請については、2025年度以降、補助金の電子申請対応を原則とし、電子
申請率の向上を図る。
2. 包摂的なデジタル社会に向けた環境整備
誰一人取り残されない人に優しいデジタル化」を目指し、ユーザーである国民・事業者・行
政職員等のデジタル行政サービスに対する満足度や各サービスの浸透度、「デジタル化」に
対する国民の不安やためらいなどについて調査・モニタリング・結果公表を行うとともに、
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
14/30

継続的な改善を実施します。また、環境整備について、以下の3つの枠組みで取組を進めま
す。
デジタルの利用環境やインフラの整備
光ファイバの未整備地域の解消や、5Gの人口カバー率拡大、非居住地域における利用用
途に応じた通信環境の整備、非地上系ネットワークやデータセンターの整備を推進する
など、利用環境およびインフラの整備を引き続き進めます。
情報を正しく読み解き活用できる能力（デジタルリテラシー）の向上
デジタル活用支援推進事業や、デジタル推進委員などの取組により、動画などの分かり
やすいコンテンツ等も活用して、高齢者や障害者をはじめ、デジタル機器やサービスに
不慣れな方の不安解消に取り組みます。
また、ネット上に流通・拡散する、偽情報や誤情報への対応などについて、国際的な動
向を踏まえつつ、プラットフォーム事業者の取組の透明性やアカウンタビリティの確
保、デジタル広告に関する課題への対応等、制度面も含む総合的な対策を進めます。
誰でもデジタルに関する製品やサービスを利用できる環境（アクセシビリティ）の確保
ウェブコンテンツ（行政サービス、オンラインシステム、ホームページ、動画や資料な
どを含む）や放送におけるアクセシビリティの確保を徹底。国際的な最新技術動向も踏
まえたウェブアクセシビリティ導入ガイドブックの改定など、すべての方にとって、ア
クセス可能となる情報コミュニケーション基盤を確⽴します。
利用者中心のデジタルサービスを提供するにあたっては、アナログとデジタルのメリッ
トを組み合わせ、利用者にとって最も利便性が高く、体験が良くなる手段を選択できる
ことが望ましいです。
そこで、各サービス利用者が得られる価値を利用者の立場に立って最大化するため、各
サービス間で情報を連携して利用体験を連動させることで、すべての方々にサービスの
利用機会・体験が保障されるようにします。
3. デジタル人材の育成
デジタル人材の育成
デジタルを活用した課題解決を進め、実際に生活を便利にして「デジタル化」を「当た
り前」にしていくためには、その担い手たる人材が質・量ともに欠かせないことから、
デジタル人材育成の取組を強化します。
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
15/30

`;