var toc_content = `量子技術に関する取組
量子技術に関する基礎研究や応用研究に着実に取り組むとともに、量子技術と基盤技術
（Al技術や古典計算基盤など）の融合を推進します。
デジタルツインに関する取組
電子国土基本図の整備・更新や、3D都市モデルの整備・活用支援や地下インフラのデジ
タルツイン構築によるインフラ管理DXの実現をはじめとする先行的な取組を進めます。
Beyond 5G（6G）に関する取組
超高速・大容量、低遅延・低消費電力で品質保証を可能とする、柔軟かつ低コストな次
世代情報通信基盤であるBeyond 5G（6G）について、研究開発、国際標準化および社
会実装・海外展開の取組を一体的に推進します。
推進体制の強化
1. 3つの取組の強化と横断的機能の強化
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
24/30

重点計画に示す各取組を推進するために、バックオフィス機能（広報・人事）も含めたデジ
タル庁の体制をさらに強化することが不可欠です。
デジタル庁を当面1,500人規模の組織とすることを目安とし、外部の民間事業者の活用等も
組み合わせつつ、継続的に必要な体制整備を行います。
特に強化する重点計画の3つの取組
1. 「 制度・業務・システム」の三位一体の取組により、準公共分野をはじめとする様々
な分野において無駄・不便を除去して、利便性を向上し、良質な体験を作り出していく
こと
2. 「国・地方デジタル共通基盤の整備・運用に関する基本方針」に基づいて、国と地方が
共通利用できるデジタル基盤の整備・運用に取り組んでいくこと
3. AIやデータの徹底した利用等によりデジタル産業基盤を強化していくこと
2. 関係機関との連携強化
デジタル化を進めていくためには、新規施策や新しいシステム開発を拡充していく必要があ
りますが、各システムには運用・保守が伴います。
そこで、これまでデジタル業務で実績のある独立行政法人情報処理推進機構（IPA）や独立行
政法人国立印刷局をはじめとする関係機関との連携を強化し、各種施策の運用等を行えるよ
う、必要な体制整備を進めます。
3. 中長期的な方向性の検討
デジタル庁設置法では、デジタル庁の設置後10年を経過した際、デジタル庁の在り方を検討
し、必要な措置を講ずることとされています。
この見直し規定に基づき、10年を経過する前から検討を進め、民間の知見を有する人材をど
のような形で登用し活かしていくべきか等の人事制度の在り方の総括に加え、企画・立案と
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
25/30

`;