var toc_content = `デジタル・ガバメントの強化（システムの最適化）
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
17/30

1. 公共分野における取組
国・地方デジタル共通基盤の整備および運用に関する基本方針
「国・地方デジタル共通基盤の整備・運用に関する基本方針」に基づき、以下の3つの
行政を目指し、基本的価値とすることを国と地方が共有。連絡協議の枠組みの下、「各
府省庁による所管分野のBPR（※1）とデジタル原則の徹底（タテの改⾰）」と「デジタ
ル公共インフラ（DPI（※5））の整備・利活用と共通SaaS（※6）利用の推進（ヨコの
改⾰）」の取組を進めます。
1. システムは共通化、政策は地方公共団体の創意工夫という最適化された行政
2. 即時的なデータ取得により社会・経済の変化などに柔軟に対応し、有事の際に状
況把握などの支援を迅速に行うことができる強靭な行政
3. 規模の経済やコストの可視化および調達の共同化を通じた負担の軽減により、
国・地方を通じ、トータルコストが最⼩化された行政
政府情報システムの最適化
政府情報システムは、クラウドに最適化されたシステムをガバメントクラウド上に構築
し、クラウドサービス事業者が提供するサービスを活用して効率的に運用します。
個別スクラッチ開発は極力避け、機動的なシステム構築を推進するとともに、既製SaaS
を可能な限り活用し、システムの統廃合や共通化・共同化の検討も徹底。
このため、業務にシステムを合わせるのではなくシステムに業務を合わせて、業務やそ
の前提となる制度を改めていきます。
デジタル庁は、共通で利用できる機能の部品化（コンポーネント化）を進め、認証・署
名・決済・ポータル・申請・手続処理・データベース・端末・サーバー・ネットワーク
などの共通機能、API、SaaSのカタログを整備するとともに、ガバメントクラウドを活
用した政府情報システムの効率的な活用を支援します。
さらに、より良い行政サービスを低コストで国民に提供するという観点と予算全体の抑
制の観点から、デジタル化による利便性の向上や行政の効率化等を進めます。
また、その成果を国民の皆さんに実感してもらうため、システム経費や費用対効果の
「見える化」の取組も進めていきます。
地方公共団体情報システムの統一・標準化
基幹業務システムを利用する全ての地方公共団体が、原則2025年度までに、標準準拠シ
ステムヘ円滑かつ安全に移行できるよう、環境を整備します。
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
18/30

`;