var toc_content = `継続的な改善を実施します。また、環境整備について、以下の3つの枠組みで取組を進めま
す。
デジタルの利用環境やインフラの整備
光ファイバの未整備地域の解消や、5Gの人口カバー率拡大、非居住地域における利用用
途に応じた通信環境の整備、非地上系ネットワークやデータセンターの整備を推進する
など、利用環境およびインフラの整備を引き続き進めます。
情報を正しく読み解き活用できる能力（デジタルリテラシー）の向上
デジタル活用支援推進事業や、デジタル推進委員などの取組により、動画などの分かり
やすいコンテンツ等も活用して、高齢者や障害者をはじめ、デジタル機器やサービスに
不慣れな方の不安解消に取り組みます。
また、ネット上に流通・拡散する、偽情報や誤情報への対応などについて、国際的な動
向を踏まえつつ、プラットフォーム事業者の取組の透明性やアカウンタビリティの確
保、デジタル広告に関する課題への対応等、制度面も含む総合的な対策を進めます。
誰でもデジタルに関する製品やサービスを利用できる環境（アクセシビリティ）の確保
ウェブコンテンツ（行政サービス、オンラインシステム、ホームページ、動画や資料な
どを含む）や放送におけるアクセシビリティの確保を徹底。国際的な最新技術動向も踏
まえたウェブアクセシビリティ導入ガイドブックの改定など、すべての方にとって、ア
クセス可能となる情報コミュニケーション基盤を確⽴します。
利用者中心のデジタルサービスを提供するにあたっては、アナログとデジタルのメリッ
トを組み合わせ、利用者にとって最も利便性が高く、体験が良くなる手段を選択できる
ことが望ましいです。
そこで、各サービス利用者が得られる価値を利用者の立場に立って最大化するため、各
サービス間で情報を連携して利用体験を連動させることで、すべての方々にサービスの
利用機会・体験が保障されるようにします。
3. デジタル人材の育成
デジタル人材の育成
デジタルを活用した課題解決を進め、実際に生活を便利にして「デジタル化」を「当た
り前」にしていくためには、その担い手たる人材が質・量ともに欠かせないことから、
デジタル人材育成の取組を強化します。
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
15/30

デジタル人材育成のための具体的な取組
個人が持つデジタルスキル、スキルアップ状況、試験によるスキル評価のデータを
蓄積・可視化し、保有スキルの証明をデジタル資格証明（※4）で発行していくこ
とで、個人における継続的な学びと、目的をもったキャリア形成の実現を目指す。
教育カリキュラム等の充実や専門性の高い指導者・教員の確保等に引き続き取り組
んでいくため、数理・データサイエンス・AI教育強化拠点コンソーシアムにおける
活動や、大学等の優れた教育プログラムを国が認定する制度、大学院における人
文・社会科学系等の分野と情報系の分野を掛け合わせた学位プログラムの構築等を
通して、大学等における数理・データサイエンス・AI教育を進めていく。
地方公共団体におけるDX推進体制の構築を加速化し、 都道府県による市町村のDX
支援のために、人材プール機能の確保を進める。
2. 「 制度・業務・システム」の三位一体での取組
「構造改革のためのデジタル原則」等をさらに徹底し、政策の企画・立案段階から、「制
度・業務・システム」を一体として
捉えた検討を実施。これらの整合性を確保して「三位一体」で取組を推進することをデジタ
ル政策における大前提とします。
デジタル化のメリットを実感できる分野の拡大
「三位一体の大前提」に基づいて、既存制度・業務のデジタル化においても、システム
だけではなく制度・業務も同時に改革を実施。毎年、重点分野を定めて政府のリソース
を集中させ、デジタル関係制度改革検討会などにおいて、三位一体での取組を推進し、
デジタル化のメリットを実感できる分野を着実に増やしていきます。
デジタル原則適合性確認プロセス機能等の強化
新たな政策立案・制度創設等においても、企画・立案段階から業務設計、情報システム
の整備・運用に関わる検討が行われるよう、新規法令等のデジタル原則適合性確認プロ
セス（デジタル法制審査）の機能等を強化。
政府情報システムのプロジェクトにおける予算要求段階、執行段階といった各段階に応
じたレビューを通じて、「制度・業務・システム」の整合性の確保を、「三位一体の大
前提」に基づいて進めます。
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
16/30

`;