var toc_content = `ンドや標準に合わせて最適化し、総合的に生産性・信頼性を向上させること。
※3：Application Programming Interfaceの略称。他システムの情報や機能等を利用するこ
とで、アプリケーションの開発やデータの共有・利活用を容易にするための仕組み。
※4：個人の経歴、資格、スキル等の広範な情報を記載したデジタル形式の証明書。
※5：Digital Public Infrastructureの略称。　
※6：Software as a Serviceの略称。利用者に、特定の業務系のアプリケーション、コミュ
ニケーション等の機能、運用管理系の機能、開発系の機能、セキュリティ系の機能等がサー
ビスとして提供されるもの。
※7：準公共分野として、「健康･医療･介護」、「教育」、「防災」、「こども」、「モビリ
ティ」、「農林水産業･食関連産業」、「港湾（港湾物流分野）」、「インフラ」の8分野を引
き続き指定する。また、横断的な連携が重要な相互連携分野として、「取引（受発注・請
求・決済）」、「スマートシティ」の2分野についても引き続き指定する。
※8：Information and Communication Technologyの略称。情報通信技術。
※9：技術面の老朽化、システムの肥大化・複雑化、ブラックボックス化等の問題があり、そ
の結果として経営・事業戦略上の足かせ、高コスト構造の原因となっているシステム。
※10：Verifiable Credential の略称。内容の検証がオンラインで可能なデジタル証明書。
※11：Decentralized Identifier（分散型識別子）の略称。新しいタイプのグローバルに一意
な識別子であり、個人や組織が、自らが信頼できるシステムを使って自分の識別子を生成で
きるように設計されている。この新しい識別子は、デジタル署名などの暗号証明を用いて認
証することにより、エンティティがその識別子を管理していることを証明することが可能。
※12： Information Support Teamの略称。　
※13：サイバー空間とフィジカル空間（現実世界）を融合し、常に変化し続けるダイナミッ
クな好循環を生み出す社会へと変革することを目指すデジタル社会の形成のための基盤。
※14：テスト対象ごとの脅威分析を踏まえたシナリオに基づき、攻撃者を模した「レッドチ
ーム」が攻撃を実施し、テスト対象側のサイバー攻撃への対応等の実効性等を検証する、実
践的な侵入テスト。
※15：政府機関等の情報システムをインターネット上から組織横断的に常時評価し、脆弱性
等の随時是正を促す取組。
※16：ドメインネームシステムを活用して悪意あるwebサイトやマルウェアなどの脅威から
ユーザを保護し、またそれらの脅威の使用するドメイン名やIPアドレスを蓄積する仕組み。
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
28/30

このページで探していた情報は見つかりましたか？
はい
いいえ
〒102-0094
東京都千代田区紀尾井町1-3
東京ガーデンテラス紀尾井町
電話番号：(03)4477-6775（代表）
法人番号：8000012010038
サイトポリシー
プライバシーポリシー
SNSポリシー
ウェブアクセシビリティ
ご意見・ご要望
サイトマップ
RSS配信
© Digital Agency, Government of Japan
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
29/30

`;