var toc_content = `4. 相互運用性確保原則
5. 共通基盤利用原則
業務改革（BPR）の必要性
以下のサービス設計12箇条に基づき、BPR（※1）に取り組みます。
1. 利用者のニーズから出発する
2. 事実を詳細に把握する
3. 一気通貫で考える
4. 全ての関係者に気を配る
5. サービスはシンプルにする
6. デジタル技術を活用し、サービスの価値を高める
7. 利用者の日常体験に溶け込む
8. 自分で作りすぎない
9. オープンにサービスを作る
10. 何度も繰り返す
11. 一遍にやらず、一貫してやる
12. 情報システムではなく、サービスを作る
クラウド第一（クラウド・バイ・デフォルト）原則
クラウドサービスの利用を第一候補として検討するとともに、共通的に必要な機能は共用で
きるように、機能ごとに細分化された部品を組み合わせて適正（スマート）に利用する設計
思想に基づいた整備を推奨します。
個人情報等の適正な取扱いの確保および効果的な活用の促進
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
7/30

個人の権利利益の保護と個人情報の適正かつ効果的な活用のバランスを考慮します。
3. 重点課題
人口減少および労働力不足（リソースの逼迫）
人口減少や大都市圏への人口集中などにより労働力が不足し、公共サービスを維持できなく
なることが懸念されています。
行政手続等に残存している無駄や不便を解消する必要性が増しており、デジタル技術を適用
した、さらなる最適化･効率化が求められます。
産業全体の競争力の低下
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
8/30

`;