var toc_content = `の集約等を支援する災害時情報集約支援チーム（ISUT（※12））の強化に取り組
み、データ連携基盤やLアラートとの連携等、防災分野のデータ流通促進に向けた
取組を行う。
防災アプリ開発・利活用の促進等／データ連携基盤の構築
優良なシステム・サービスの開発促進および早期社会実装・横展開を進めていくと
ともに、防災アプリ・サービス間でのデータ連携や新総合防災情報システムと連携
を図っていくため、防災分野のデータ連携基盤の構築を推進する。
一人一人の状況に応じた被災者支援の充実
災害時に被災者一人一人が災害の状況に応じた適切な支援を受けられるよう、マイ
ナンバーカードの活用促進を図り、
避難所等における受付や、薬剤情報をはじめとする健康医療情報の取得、罹災証明
のオンライン申請等、被災者の利便性を向上させる取組を促進する。
官民連携による防災DXのさらなる推進
2024年（令和6年）能登半島地震では、民間のデジタル人材が被災地方公共団体の
現場に入り、災害対応をデジタル面から支援し、活躍した。こうした経験を踏ま
え、民間のデジタル人材等を派遣する仕組みについて検討を行い、実現を図る。
通信・放送・電力インフラの強靱化
災害時に災害対応機関等が行う情報収集・共有、被災者視点重要となる災害関連情
報の取得等の前提となる、市町村役場や避難所等における通信・放送・電力のサー
ビス継続およびその早期復旧に向け、これらのインフラの強靱化や冗長性の確保、
点検の効率化、被災した際の早期応急復旧のための機器の設置等に官民が連携して
取り組む。
防災デジタル技術のさらなる発展と海外展開
産官学による将来予測、デジタルツイン（※13）、AI活用等の技術研究開発を促進
し、未来に向けた構想を推進していくとともに、我が国の優れた防災DX技術・産
業の海外展開を推進する。
7. セキュリティ
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
22/30

日本を取り巻くサイバー脅威の変化に対しては、情報システムに対して効率的にセキュリテ
ィを確保するため、企画から運用まで一貫した
`;