var toc_content = `セキュリティ対策を実施する考え方（セキュ
リティ・バイ・デザイン）が改めて重要です。国民目線に立った利便性向上の徹底とサイバ
ーセキュリティの確保、この2つの両立を図っていくため、国家安全保障戦略およびサイバー
セキュリティ戦略に基づき、サイバーセキュリティの強化に努めます。
サイバーセキュリティ強化の取組
レッドチームテスト（※14）の実施に向けた検討など、横断的なアタックサーフェスマ
ネジメント（※15）による脆弱性の把握や、プロテクティブDNS（※16）による情報収
集を2024年度から新たに開始します。
また、「政府情報システムの管理等に係るサイバーセキュリティについての基本的な方
針」に基づく、政府情報システムの整備・運⽤を実施。特に、政府の共通基盤や国民・
企業の認証システム等を構築・運用するデジタル庁は、総合的な運用・監視システムの
構築・運用を含め、システムの強靱化および運用・監視・インシデント対応体制の整備
強化を図ります。その際、セキュリティ・バイ・デザインを前提としたシステムの構築
など、セキュリティ対策の強化を図るとともに、デジタル庁の専門家チームおよび情報
処理推進機構（IPA）による必要な検証・監査を着実に進めます。
8. 最先端技術における取組
AIに関する取組
生成AIを含むAIの様々なリスクを抑え、安全・安心な環境を確保しつつ、イノベーショ
ンを加速させる好循環の形成を図っていくため、「AIのイノベーションとAIによるイノ
ベーションの加速」、「AIの安全・安心の確保」、「国際的な連携・協調の推進」を進
めます。加えて、日本が主導する広島AIプロセスなどを通じて、今後も国際的にリーダ
ーシップを発揮していきます。
Web3.0に関する取組
非代替性トークン（NFT）や分散型自律組織（DAO）などの技術を様々な社会課題の解
決を図るツールとするとともに、相談窓口の整備、ユースケースの創出、技術開発・人
材育成、グローバル化、地方創生などに関わる様々な取組を行っていきます。
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
23/30

量子技術に関する取組
量子技術に関する基礎研究や応用研究に着実に取り組むとともに、量子技術と基盤技術
（Al技術や古典計算基盤など）の融合を推進します。
デジタルツインに関する取組
電子国土基本図の整備・更新や、3D都市モデルの整備・活用支援や地下インフラのデジ
タルツイン構築によるインフラ管理DXの実現をはじめとする先行的な取組を進めます。
Beyond 5G（6G）に関する取組
超高速・大容量、低遅延・低消費電力で品質保証を可能とする、柔軟かつ低コストな次
世代情報通信基盤であるBeyond 5G（6G）について、研究開発、国際標準化および社
会実装・海外展開の取組を一体的に推進します。
推進体制の強化
1. 3つの取組の強化と横断的機能の強化
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
24/30

`;