var toc_content = `DFFT具体化のための国際的な枠組み（IAP）にて、データ越境移転時に直面する課題を
解決するプロジェクトを実施します。二カ国間では、より野心の高い取組やより政治的
配慮が必要な各国の国情に照らし機微なデータなどについて議論を進めます。
また、このような国際的な国境・産業等を跨いでデータの連携、保護措置を促す枠組み
（データガバナンス）について、国内外で一体となって進めるため、国際データガバナ
ンスアドバイザリー委員会や国際データガバナンス検討会を活用。
産業界のニーズを踏まえ、国際的なデータ流通や利活用に関する、官民協力および関係
省庁の連携強化を図ります。
トラストおよびデジタル上における属性情報の集合（デジタル・アイデンティティ）
国際標準化をはじめとした議論に参画し、データのやり取りにおける新たな信頼の枠組
みを構築する取組（Trusted Web）の検討も踏まえながら、実装にあたっての制度的・
技術的課題の整理等を進め、デジタル上における属性情報の集合（デジタル・アイデン
ティティ）の在り方を検討します。また、検証可能なデジタル証明書（VC（※10））や
分散型識別子（DID（※11））の社会実装を促すため、行政における先行的なユースケ
ースの創出に関係省庁が連携して取り組むとともに、個人・法人の属性や資格情報を保
存し提示できる仕組みおよびアプリ（デジタル・アイデンティティ・ウォレット）の実
装に向けたロードマップを策定します。
防災DXの推進
防災DXを危機管理政策として捉え、さらなる改善・推進を図るべく、主に以下の取組に
ついて進めます。
防災デジタルプラットフォームの構築
2024年4月に運用を開始した新総合防災情報システム（SOBO-WEB）を中核とし
て、各防災情報関係システムのデータを自動連携等で集約し、災害対応機関等で共
有する防災デジタルプラットフォームを2025年までに構築する。また、災害情報
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
21/30

の集約等を支援する災害時情報集約支援チーム（ISUT（※12））の強化に取り組
み、データ連携基盤やLアラートとの連携等、防災分野のデータ流通促進に向けた
取組を行う。
防災アプリ開発・利活用の促進等／データ連携基盤の構築
優良なシステム・サービスの開発促進および早期社会実装・横展開を進めていくと
ともに、防災アプリ・サービス間でのデータ連携や新総合防災情報システムと連携
を図っていくため、防災分野のデータ連携基盤の構築を推進する。
一人一人の状況に応じた被災者支援の充実
災害時に被災者一人一人が災害の状況に応じた適切な支援を受けられるよう、マイ
ナンバーカードの活用促進を図り、
避難所等における受付や、薬剤情報をはじめとする健康医療情報の取得、罹災証明
のオンライン申請等、被災者の利便性を向上させる取組を促進する。
官民連携による防災DXのさらなる推進
2024年（令和6年）能登半島地震では、民間のデジタル人材が被災地方公共団体の
現場に入り、災害対応をデジタル面から支援し、活躍した。こうした経験を踏ま
え、民間のデジタル人材等を派遣する仕組みについて検討を行い、実現を図る。
通信・放送・電力インフラの強靱化
災害時に災害対応機関等が行う情報収集・共有、被災者視点重要となる災害関連情
報の取得等の前提となる、市町村役場や避難所等における通信・放送・電力のサー
ビス継続およびその早期復旧に向け、これらのインフラの強靱化や冗長性の確保、
点検の効率化、被災した際の早期応急復旧のための機器の設置等に官民が連携して
取り組む。
防災デジタル技術のさらなる発展と海外展開
産官学による将来予測、デジタルツイン（※13）、AI活用等の技術研究開発を促進
し、未来に向けた構想を推進していくとともに、我が国の優れた防災DX技術・産
業の海外展開を推進する。
7. セキュリティ
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
22/30

`;