var toc_content = ` 
7 
 
1. 誤情報・偽情報: AI のハルシネーション等の現象を通じて意図せずして誤
情報が出力されることや、意図的に偽情報を低い限界費用で生産できる
ことにより生じる情報空間の信頼性の低下などの問題 
2. 有害コンテンツ: 暴力・脅迫・扇動的な内容を含むコンテンツ、自傷行為
や違法行為を助長するコンテンツ、児童ポルノ・児童虐待・非合意の性
的イメージ等の問題のあるコンテンツなどの制作・入手が容易になる問
題 
3. 有害なバイアスや均質化: 構造的バイアスや社会的バイアスの出力への反
映、属性や言語によるパフォーマンスの格差、根拠のない意思決定やバ
イアス増幅及び情報の均質化などの問題 
4. プライバシー侵害: AI を通じて、生体情報、健康情報をはじめとする個人
を特定できるデータやセンシティブデータの漏洩、不正利用、開示、匿
名化処理の解除などが行われる問題 
5. 知的財産権侵害: 著作権や商標権などで保護されているコンテンツと同一
又は類似のコンテンツの無許諾での生成・使用、企業秘密の漏洩などの
行為が容易になる問題 
6. CBRN や兵器情報の流布: CBRN（化学・生物・放射線・核）を用いた兵
器やその他の危険な物質等に関する情報や、設計を行うノウハウへのア
クセスが容易になる問題 
7. 情報セキュリティ: 自動での脆弱性の発見や攻撃手段の開発が可能となる
ことで、ハッキングやマルウェア、フィッシング等のサイバー攻撃が多
発することや、AI システム自体を狙う標的型の攻撃が増加する問題 
8. 人間とAI の間の相互作用による問題: 人間がAI を人間のように扱うこと
や、AI の出力を妄信したり過度に依存したりすることで生じる問題 
9. バリューチェーンの複雑性: バリューチェーン上流に生成AI 基盤モデル
が組み込まれることで、透明性や説明可能性が低下したり、データのト
レーサビリティが低下したりする問題 
 
２．FRAI のリスクと既存法の関係 
【論点２】 
FRAI に関するリスクのうち、既存法で対応されていないリスクにはどのよ
うなものがあるか。 
FRAI にはこのように様々なリスクが伴うが、それらの多くは、既存の国内法
やガイドライン等によって手当されており、FRAI の開発が関わる場合も同様の
規律に従うことになる。下記に、各リスク項目に対応する主要な国内法・ガイ
ドライン等の概要を示す。 

 
8 
 
 
[表1 FRAI のリスクに関する既存法及びガイドライン等] 
 
リスクの種類 
対応する主要な国内法・ガイドライン類の例 
（下線は対応する規制が見られない部分） 
1 
誤情報・偽情
報 
● 誤情報一般に対処する規制は見られない 
● 誤作動による危険性: 製品安全法、各業法等での安全
性確保・品質管理等に関する規制 
● 偽情報: 刑法（名誉棄損罪、信用毀損罪、偽計業務妨
害罪）、公職選挙法、情報流通プラットフォーム対処
法等が存在。ただし、フェイクコンテンツ一般やディ
ープフェイク一般（肖像権等もあるが全般の中では限
定的である）の生成に関する規制は見られない 
2 
有害コンテン
ツ 
● 暴力・脅迫などのコンテンツ: 刑法（脅迫罪、名誉棄
損罪、偽計業務妨害罪）、情報流通プラットフォーム
対処法 
● 性的コンテンツ、児童ポルノ: 児童ポルノ禁止法、刑
法（わいせつ物頒布等罪）、民事不法行為責任等 
3 
有害なバイア
スや均質化 
● 差別的な情報:男女雇用機会均等法、障碍者差別解消
法（ウェブアクセシビリティ関係）、ヘイトスピーチ
解消法などの個別の差別解消法制が存在。ただし、保
護属性は限定的であり、適用場面も「雇用」などの個
別ユースケースに限定されることが多い。 
● 均質化: 明示的な規制は見られない（最終的なアウト
プットは差別的な情報などに収斂する） 
4 
プライバシー 
侵害 
● 個人情報保護法、憲法（プライバシー権、パブリシテ
ィ権など）、電気通信事業法 
5 
知的財産権 
侵害 
● 著作権法、特許法、商標法、意匠法、不正競争防止法
（営業秘密等）、憲法（肖像権） 
6 
CBRN や兵器
情報の流布 
● 武器等製造法、銃刀法、火薬類取締法、特定機密保護
法、化学兵器禁止法、組織的犯罪処罰法（テロ等準備
罪）、各種輸出管理規制 
7 
情報セキュリ
ティ 
● サイバーセキュリティ基本法、不正アクセス禁止法、
刑法（電子計算機損壊等業務妨害罪）、個人情報保護
法、不正競争防止法、各業法でのサイバーセキュリテ
ィ確保に関する規制（例: 金商法、薬機法） 

 
9 
 
8 
人間とAI の間
の相互作用 
● AI と人間のコミュニケーションに関する禁止・利用制
限を定める明示的な規制は見られない 
○ ただし、日本では人の行為や人の配置等を要求
する法規が存在する場合に、AI のみで人の行
為・配置を単純に代替することは認められず、
保護法益と、代替手段の技術的評価により判断
される 
9 
バリューチェ
ーンの複雑性 
● 明示的な規制は見られない 
○ 総務省・経済産業省「AI 事業者ガイドライン」
において、データトレーサビリティや透明性に
ついての一定のガイダンスが存在 
○ 経済産業省「AI・データの利用に関する契約ガ
イドライン」において、AI 開発やデータの利活
用に関するモデル契約及びガイダンスを提供 
 
以上の整理から、既存法による手当が十分でない可能性があるリスク分野と
して、下記の点が考えられる。 
● ハルシネーション等による、誤情報の出力一般 
● ディープフェイク等の偽情報の生成 
● 差別的な出力一般（表1.3 のとおり、部分的には規律あり） 
● 均質化による多様性の喪失 
● 人間とAI の間の相互作用により生じる問題 
● バリューチェーンの複雑性に起因する問題 
次節以降では、これらのリスクについて本規制で対処すべきかどうかを議論
するための考え方を示す。 
 
３．FRAI の規制にあたって考慮すべき視点 
２．で分析したリスクについて、そのすべてを新たな法令によって規律すべ
きとは限らない。以下では、（１）リスクベース・アプローチ、（２）技術中
立性、という2 つの視点に照らして、本規制が正当化されるとすればどのよう
な場合かを検討する。 
（１）規制による介入を要するハイリスクの特定（リスクベース・アプロー
チ） 
 
 

`;