var toc_content = `（１）国際的な相互運用性の確保 
FRAI を含むAI システムは、特定国のみへのサービス提供を前提としたもの
はなく、グローバルに展開される可能性の高いものである。日本のみが国際的
に異なった規制を導入することは、企業のコンプライアンスコストを不必要に
高めることにつながり、たとえばグローバル展開するFRAI が日本にのみサービ
ス提供されない、あるいはサービス価格が上昇するといったリスクも生じ、日
本企業全体の生産性の低下を招きかねない。また逆に、日本で開発されたFRAI
が海外に展開するに際しても、日本と異なった制度に対応する必要があるた
め、コストや上市までの時間を増加させる。このような不利益を避けるため、
我が国における制度検討においては、可能な限り既存の国際ルールとの相互運
用性を確保すべきである。 
相互運用性を確保するために重要なのが、国内規制とグローバルなルール形
成の相互運用、つまり国内規制を必要な範囲でグローバルルール（国際標準や
ガイドライン等）に準拠させつつ、未だグローバルルールが固まっていない部
分は自国の制度を国際ルール化していくことである。例えば、グローバルには
2023 年に日本が議長を務めたG7 会合で合意された、「高度なAI システムを開
発する組織向けの広島プロセス国際行動規範」40がある。これは2024 年、
OECD のAI 原則が生成AI の普及を踏まえて改訂された際に参照されている
41。さらに、OECD は広島AI プロセスにおける自主行動規範の取り組みに関す
る報告枠組を運用する予定であり、現在そのパイロットプロジェクトを実施し
ている42。こうした既存の国際的な制度と整合的な形で国内の制度設計を進め
る必要がある。 
                                                 
39 EU のデジタルサービス法（DSA）40 条は、認定された研究者が、EU におけるシステミックなリスクの調査を行うた
めに、超大規模オンラインプラットフォーム及び超大規模検索エンジンに対してデータを請求することを認めている。
なお、META のデータを用いてプラットフォームのアルゴリズムが民主主義に与える影響を調査した研究として、
Andrew M. Guess et al., “How do social media feed algorithms affect attitudes and behavior in an election campaign?”, 
Science381,398-404(2023)。 
40 総務省ウェブサイト「広島AI プロセス 成果文書」https://www.soumu.go.jp/hiroshimaaiprocess/documents.html 
41 総務省「OECD 閣僚理事会の結果」（https://www.soumu.go.jp/menu_news/s-news/01tsushin06_02000289.html） 
42 OECD, “Reporting Framework for the International Code of Conduct for Organizations Developing Advanced AI 
Systems” (https://oecd.ai/en/G7) 

 
24 
 
また、先述の通り、AI マネジメントシステム（ISO/IEC 42001）等の国際標
準化も進みつつある。こうした国際標準に準拠することも、国際的な相互運用
性を確保する方策の1 つである。日米の間ではAI の安全性評価について相互運
用性を確保する動きもあるが43、冒頭述べた観点からは、OECD におけるAI 原
則等のハイレベルな原則に加えて、より具体的なルールとして、我が国におけ
るFRAI の安全性評価に関する報告枠組や基準等を国際ルール化する動きも重要
になるといえる。 

`;