var toc_content = ` 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
16 
 
委員会などが合同で制定した「国家新一代人工知能標準体系建設ガイド」では、AI の技術面における
標準体系の制定を目標としている。2023 年には「人工知能倫理治理標準化ガイド（2023 版）」が
作成され、AI の全ライフサイクルにおいて、倫理五原則をさらに10 のガバナンス準則に詳細化した。 
一方で、ChatGPT の成功もあり、中国国内の各企業も活発なプロダクト開発や提供を進めている。
騰訊控股（テンセント・ホールディングス）や百度（バイドゥ）、アリババグループといった大手が相次いで
自社プロダクトを発表している。アリババグループでは、2023 年6 月に大規模言語モデルである「通義千
問」を搭載したAI アシスタント「通義聴悟」をリリースした。音声や動画をリアルタイムでテキストに変換す
る他、話者やセクションごとに要点をまとめることができる。EC 等自社優位な事業と生成AI の融合を目
指し、消費者および事業者向けのサービス入り口の獲得を図っており、その応用分野として医療等も位
置付けられている。また、アリババ傘下のサービスおよび出資先企業を中心に「通義千問」を提供していく
予定である。 
アリババのように業界横断的な汎用AI プラットフォームを構築する大手が存在する一方で、医療ヘル
スケア業界特化でサービスを提供する企業もある。音声認識AI 大手のiFlytek は、大規模言語モデル
である「星火認知」を基に業界特化型の実装を進めており、医療ヘルスケア領域では診療後管理やリハ
ビリ指導に応用するプロダクトを開発している。また、成都医雲科技では、医療業界向けの大規模言語
モデルMedGPT を開発し、20 億件の医学テキストデータ、800 万件の臨床診断データを活用し、問
診から診断支援までの全プロセスをAI でサポートしている。正確性の担保として、提携医師による診断
結果評価による学習も導入している。 
また、各企業のプロダクト開発に当たっては、図8 のような主要都市のAI 支援政策により、基礎～応
用開発に対する後押しがなされている。 
図8：中国主要都市のAI 支援施策
 
(出典：株式会社日本総合研究所「ヘルスケア領域での生成AI の利活用を巡る  欧米の規制等動
向（JaDHA SubWG-B 定例会資料）」（2023 年9 月25 日））） 

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
17 
 
 ＜インドの動向＞ 
インド政府は、2023 年4 月にAI を規制しない方針を発表した。しかし、同年5 月には、AI の規制
を含む「デジタル・インディア法案」の協議が開始されている。 
AI を規制しない背景には、他国と比較してAI への投資額が低く、注目を集めるAI スタートアップを
生み出せていないことがあると指摘されている。「デジタル・インディア法案」は、AI システムの開発と使用に
関する一連のルールと規制を設定するもので、公正性、透明性、安全性を確保することを目的としてい
る。法案の草案によると、AI システムの開発者は、システムの目的と使用方法を文書化しなければならな
い。また、システムのトレーニングデータが偏っていないことを証明し、システムが誤った結果を出さないように
しなければならない。さらに、法案は、AI システムの使用に関する特定の規制も設ける。例えば、AI シス
テムは、人々のプライバシーを侵害したり、差別したりしてはならない。また、AI システムは、人々の安全を
脅かしたり、社会の秩序を乱したりしてはならない。この法案が成立した場合、生成AI の開発や使用に
も一定の規制が適用されることになるが、具体的な内容については、法案の審議が進む中で明らかにな
る。 
 
＜韓国の動向＞ 
2023 年より、韓国では生成AI を巡る議論が活発化している。科学技術情報通信部は、4 月に有
識者で構成する第2 期AI 倫理政策フォーラムを立ち上げ、ChatGPT などの生成AI の普及に対応す
るAI 倫理と信頼性確保に向けた本格的な議論を開始した。「AI 倫理基準実践に向けた自律点検表
（案）（チャットボット、作文、映像分野）」および「信頼できるAI 開発案内書（案）」を公開し、関
連技術と倫理問題に対する国内外動向を把握した上で、バランスの取れた視点で韓国のAI 倫理政策
方向を提示し、関連の主要政策課題に対する議論を進めていく予定である。フォーラムは、倫理・技術・
教育をテーマとした3 つの分科会を運営して議論する。 
韓国では今のところ、生成AI への具体的な規制に向けた動きは見られない。 
 
3. 
`;