var toc_content = ` 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
5 
 
2020 年にはOpenAI 社がGPT-3 を、そして2022 年には同じくOpenAI 社がChatGPT を発表し
た。 
 このTransformer モデルを利用した自然言語処理に関連する技術の一部は、現在ではテキスト生
成AI と呼ばれている。テキスト生成AI は特に2022 年11 月にOpenAI 社によって提供が開始され
たChatGPT をきっかけに爆発的普及が進んでおり、2023 年12 月時点で医療分野を含めたさまざま
な産業での活用が検討・推進されている。 
 テキスト生成AI のように自然言語処理タスクで質問応答文や文書など任意の自然言語を出力するた
めに大量のデータで学習された多数のパラメータを持つモデルは、図１のとおり、一般に大規模言語モデ
ル（Large Language Models：LLM）と呼ばれており、OpenAI 社が提供するChatGPT を含め
たGPT シリーズや、Google 社のPaLM シリーズ、Meta 社のLlama シリーズなどが知られている。LLM
はさまざまなタスクを実施することが可能であり、テキスト生成にとどまらず、質問応答・プログラムコードの
生成・言語翻訳・文の校正・知識提供・クリエイティブな作品の生成などが代表的な使用例である。 
 なお、ヘルスケア領域における生成AI 活用事例については、本ガイド作成に当たって検討にご協力い
ただいた企業の取り組みを中心に「参考資料 別添２ ヘルスケア領域における生成AI 活用事例集」と
して掲載しているので参照されたい。 
 
図１：生成AI とは 
 
(出典：一般社団法人日本ディープラーニング協会「AI 活用時の医療データの取扱いに関するJDLA
報告書について（JaDHA 会員向け生成AI オープンセミナー資料）」（2023 年10 月23 日）） 

`;