var toc_content = ` 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
42 
 
別添２ ヘルスケア領域における生成AI に関する取り組み 
事例１ 医師向け臨床支援アプリHOKUTO（株式会社HOKUTO） 
インプットから臨床現場のアウトプットまで医師の医学情報収集をフルサポートする情報収集アプリ。 
本サービス内において、①患者への説明文生成AI（患者や家族に対して病状や治療内容を説明す
る文章をAI が簡潔で分かりやすくまとめる機能）、②論文検索＆要約AI（キーワードと期間を入力
するだけで論文が検索され、検索結果の要約等のコメントをAI が生成する機能）を生成AI を活用
した機能として展開。 
（出典：株式会社HOKUT JaDHA SubWG-B 定例会資料（2023 年9 月4 日）） 
事例２ AI 問診サービス「ユビーメディカルナビ」（Ubie 株式会社） 
医療機関の業務効率化を支えるAI 問診サービス。ユビーメディカルナビの一機能として、生成AI
の活用により患者の症状や自由回答をLLM が要約する「問診要約機能」をクリニック向けに提供。 
 
 
 
 
 
 
 
 
 
 
（出典：Ubie 株式会社JaDHA SubWG-B 定例会資料（2023 年11 月6 日） ） 

`;