var toc_content = ` 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
3 
 
1.  はじめに 
1-1. 背景 
 インターネット技術の普及とともにSNS 等によってユーザー生成コンテンツが増加したことに伴い、機械
学習に用いることのできるデータが急激に増加した。さらに、計算機単体の性能向上および大規模な分
散処理化の実現により、大量のデータを効率よく処理できる環境が整った結果、あらゆる産業において
AI の活用が進み、2023 年初頭に生成AI（Generative AI）と呼ばれる新技術が急速に全世界へ
普及しはじめた。生成AI の技術そのものは数年前から存在し、AI 技術の進歩の結果として高度化して
きたものであるが、ChatGPT をはじめとする簡易かつ高性能なツールがリリースされたことで、AI に関する
知識や技術がなくとも、多くの人が簡単にAI の機能を取り扱えるようになった点において極めて革新的で
ある。 
 ヘルスケア領域においても生成AI に関する取り組みや検討は例外ではなく、医師国家試験に合格す
るAI や要約機能・患者への説明文案の生成等により医師の業務効率化をサポートするAI など、技術
の可能性の探索や実際の医療現場等へのサービス提供といった取り組みが進められているところである。
日本において非常に大きな社会的課題である医療・ヘルスケア分野（以下、「ヘルスケア領域」とい
う。）においてこうした技術革新により多様なサービスが創出され、課題解決に貢献していくことは技術を
活用する我々事業者としても社会的・経済的価値貢献の観点から非常に歓迎することであるが、他方
で、技術の急速な普及によりその副作用も生じ得る点は考慮すべきである。 
 特にヘルスケア領域においては、要配慮個人情報の取り扱いが多くなる点や、不確かな情報がもたらす
個人への影響が極めて大きい点等を踏まえ、生成AI を用いてヘルスケアサービスを提供する事業者が
留意すべき点をまとめることとした。 
 なお、生成AI 活用に関する業界策定ガイドラインはヘルスケア領域においていち早く策定したものであ
り（初版公表時）、生成AI の技術の進展に伴い今後もアップデートを行っていく予定である。 
 
1-2. 本ガイドの前提 
1-2-1. 生成AI とは 
 生成AI（Generative AI）とは、自律的に学習したデータから文章、画像、音声などの一見新しく
現実的なコンテンツを生成することができる一連のアルゴリズムのことをいう。最も強力な生成AI のアルゴ
リズムは、ラベルのない膨大な量のデータを自律的に学習して、幅広いタスク向けに基本パターンを特定
する基盤モデルの上に構築される1。 
 
1 「AI 関連領域におけるBCG の支援-生成AI」 BCG ホームページ 
https://www.bcg.com/ja-jp/capabilities/artificial-intelligence/generative-ai 
（参照2024 年1 月15 日） 

`;