var toc_content = ` 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
33 
 
4-3-2. サービス・プロダクト提供時の利用者に対する取り組み 
 サービス・プロダクト提供時の利用者に対する取り組みに当たってのチェックポイントは以下のとおりであ
る。 
 
①  テキスト生成AI に関する説明・表示 
 生成AI の特徴について利用者がよく理解した上でサービス・プロダクトを使うことができるように、チュート
リアルの提供等、テキスト生成AI とはどのようなものなのかについて利用者へ説明・啓発を適切に実施し
ていることが望ましい。 
 
②  利用用途や利用者が入力した質問データの取り扱いに関する説明・表示 
 サービス・プロダクト提供者が意図しない不適切な用途で利用者がサービスを利用し、それに伴って結
果的に利用者に不利益が生じることがないよう、利用者に対して利用用途を説明・表示し、サービスのコ
ンセプトや安全管理措置を明確化することが望ましい。また、利用者が入力した質問データがどのように
扱われるのか（学習データとして使う場合があるのか等）の取り扱いの説明・表示をしておくことも重要で
ある。 
 
③ 入力規制・制御の実施 
 ②で記載した趣旨と同様、利用者が不適切な入力をすることがないような仕組みとして、利用者が使
用するプロダクトの入力画面等にある程度の入力規制・制御をかけることで利用者に不利益が生じない
ようなサービスに設計することもひとつのアプローチである。 
 
④ AI による生成であることの表示 
 利用者がAI による生成であることを理解・認識できるように、利用者に対して、利用者が当該サービ
ス・プロダクトを利用することで得られる出力結果について、その出力結果がAI によるものだと明示される
設計になっていることが望ましい。 
 
⑤ 免責条項の表示 
 何か責任問題が生じた際の責任分界点等を利用者が理解した上で利用できるように利用者に対し
て、サービス・プロダクト提供者側の免責事項を明示していることも重要である。なお、サービス・プロダクト
を他の事業者に提供し、当該事業者から利用者に提供している場合（BtoBtoCの形式での提供の場
合）は、アウトプットが他の著作物の権利を侵害することがないかを利用者に対してサービス等を提供す
る事業者においても確認することが事業者間の契約において盛り込まれていることが望ましい。 

`;