var toc_content = ` 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
10 
 
目の原則の遵守が求められている。国際行動規範においては、国際
指針に記載の11 項目に基づいた具体的な計画内容が記載されてい
る。 
 
外務省「広島AI プロセスに関するG7 首脳声明」（2023 年10 月
30 日） 
https://www.mofa.go.jp/mofaj/ecm/ec/page5_000483.
html 
プログラム医療機器該当
性に関するガイドライン等
（厚生労働省） 
 開発したプログラムの標榜は当該プログラムが医療機器に該当するか
否かで異なり、医療機器該当性判断については、表示、説明資料、
広告等に基づき当該プログラムが薬機法で定められている医療機器と
しての目的性（疾病の診断、治療、予防）および人の生命・健康に
影響のリスクがどの程度寄与するかによって判断される。開発されたプロ
グラムが医療機器に該当するか否かに関しては厚労省が公開している
判断事例等やプログラムの医療機器該当性に関するガイドラインが参
考となる。 
 
厚生労働省「プログラムの医療機器該当性に関するガイドラインについ
て（2023 年3 月31 日一部改正）」 
https://www.mhlw.go.jp/content/11120000/00108222
7.pdf 
 
 また、汎用AI に関しては、厚生労働省は、同省ホームページにおい
て「医療機器プログラムと汎用AI の違いについて」を公表している。ここ
には、「汎用AI などのその他のプログラムは医療機器として承認・認証
されたものではなく、疾病や診断の予防、治療の目的を標榜して提供
することはできない」旨や、「健康状態や疾病に関する質問をした場合
の回答内容を含めたその性能は、医薬品医療機器等法に基づき、そ
の妥当性が確認されたものではない」旨が記載されている。 
 
厚生労働省「医療機器プログラムと汎用AI の違いについて」（厚生

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
11 
 
労働省ホームページ） 
https://www.mhlw.go.jp/stf/seisakunitsuite/bunya/000
0179749_00004.html 
 
2-3-2. 海外における関連制度の概要 
ここでは、海外、特に欧州・米国・中国・インド・韓国における生成AI を含むAI 全般に関する法規
制・制度について記述する。 
 
＜欧州の動向＞ 
 欧州では、2021 年以降にAI を巡る規制の動きが活発となっており、2021 年には、欧州委員会が
「AI Act」を発表し、安全保障目的のAI や悪用の可能性があるAI に規制がかかる可能性があることに
言及した。さらに、2022 年には、欧州理事会（EU 加盟国による意思決定機関）がイノベーションを重
視した修正案を発表。2023 年6 月には、生成AI を含む包括的なAI の規制案である「AI Act」が、
欧州議会の本会議において賛成多数で採択された。早ければ年内の合意、2024 年以降の施行が見
込まれている。 
 欧州の「AI Act」は、以下の2 つの特徴を有している。 
⚫ 
リスクベースでのAI 分類を行い、要求事項と義務を整理している。 
⚫ 
イノベーション支援についても言及している。 
 リスクレベルは、図2 に示すとおり、4 段階に分類されており、それぞれに利用の制限や対象となるAI シ
ステムが定義されている。 
図 2：欧州「AI Act」におけるリスクベースでのAI 分類
 
(出典：株式会社日本総合研究所「ヘルスケア領域での生成AI の利活用を巡る欧米の規制等動向
（JaDHA SubWG-B 定例会資料）」（2023 年9 月25 日）） 

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
12 
 
 
ヘルスケア領域に関する言及に着目すると、記載内容は限定的ではあるが、②ハイリスクの中に位置
付けており、図3 に示す言及がなされている。 
 
図3 欧州「AI Act」におけるヘルスケア領域への言及（②ハイリスク） 
 
(出典：株式会社日本総合研究所「ヘルスケア領域での生成AI の利活用を巡る  欧米の規制等動
向（JaDHA SubWG-B 定例会資料）」（2023 年9 月25 日）） 
 
各リスクレベルにおける、AI サービスの要求事項と義務についても、図4 および図5 に示すように定義
されている。運用においては、AI 提供者だけでなくAI 利用者に対しても要求事項が整理されている。 
図 4：欧州「AI Act」におけるAI サービスの要求事項と義務
 
(出典：株式会社日本総合研究所「ヘルスケア領域での生成AI の利活用を巡る  欧米の規制等動
向（JaDHA SubWG-B 定例会資料）」（2023 年9 月25 日）） 
 
 

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
13 
 
図5：欧州「AI Act」における運用に関する要求事項
 
 (出典：株式会社日本総合研究所「ヘルスケア領域での生成AI の利活用を巡る  欧米の規制等
動向（JaDHA SubWG-B 定例会資料）」（2023 年9 月25 日）） 
 
 基盤モデルについては、ユースケースの観点からの分類は不適として、リスクレベルによる4 カテゴリとは別
で整理されており、基本思想（健康、安全、基本的権利など）に対するリスクを開発前・開発中からコ
ントロールすることに努める、下流の開発者が法令遵守できるように技術文書を用意する、ハイリスクAI
システム同様にデータベース登録や透明性の義務を遵守する、等特有の要求事項が明記されている。 
 適用範囲と罰則についても言及されており、EU 圏を対象に市場投入されるAI とその提供者、展開者
に加え、利用者も対象となり、また、アウトプットのみでも対象となる。罰則については、現時点でGDPR
より大きい規模での制裁基準が設定されており、EU のAI 利活用における姿勢がうかがえるものとなる。 
 
＜米国の動向＞ 
米国では、2022 年10 月にAI 権利章典（AI Bills of Rights）が公表され、AI を含んだ
Automated Systems を開発する際の非拘束的な5 つの原則が記載された。2023 年7 月には、
連邦議会で生成AI に関する規制の必要性が議論されている状況を踏まえ、主要米国企業7 社
（Amazon、Anthropic、Google、Inflection、Meta、Microsoft、OpenAI）が安全で透明な
AI 技術開発をすることに合意した。 
現時点では7 社の自主規制から開始しているが、今後は、米政府は法的拘束力を持たせるために大
統領令を準備しており、米連邦議会も与党・民主党を中心にAI 関連法案の検討を進めている。その
際には、7 社以外のスタートアップ等にも参加を求めていくと報じられている。 
2023 年10 月30 日にバイデン米大統領は、AI の安全性の確保や技術革新を図るための大統領

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
14 
 
令を発令。開発事業者はサービス提供や利用開始前に政府による安全性の評価を受けるよう義務付
けることや、コンテンツが「AI 製」であるか識別できる仕組みを設け、偽情報拡散防止を行う等のAI 規制
について記述されている。特に医療分野においては、AI が関わる危険な医療行為の事例を収集し、安
全性の指針を作成する旨も規定2。 
図6：主要米国企業7 社によるAI 技術開発に対するコミットメント概要 
 
(出典：株式会社日本総合研究所「ヘルスケア領域での生成AI の利活用を巡る  欧米の規制等動
向（JaDHA SubWG-B 定例会資料）」（2023 年9 月25 日）） 
 
＜中国の動向＞ 
中国は、国家戦略としてAI 産業の発展を促進している。既存の法令とアルゴリズム規制、AI 倫理規
制と標準制定などを組み合わせる形でAI 規制を行っており、中国独自のAI ガバナンスモデルが形成さ
れつつある。中国のAI に関する国家戦略全体は、図7 に示すように5 つから構成されている。 
 
 
 
 
 
 
 
2 日本経済新聞「米大統領令、生成AI を初規制 公開前に安全評価義務づけ」（2023 年10 月30
日）https://www.nikkei.com/article/DGXZQOGN301180Q3A031C2000000/ 

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
15 
 
図7：中国のAI に関する国家戦略全体像
 
 (出典：株式会社日本総合研究所「ヘルスケア領域での生成AI の利活用を巡る  欧米の規制等
動向（JaDHA SubWG-B 定例会資料）」（2023 年9 月25 日）） 
 
法制度については、既存のサイバーセキュリティ関連法令を活用しながら、AI 関連の規制を制定してい
る。具体的には、電子商務法、個人情報保護法等において、事業者に対し、その用いるアルゴリズムに
関して、利用者が見つけやすい場所に顕著な方法での告知による説明責任を果たすことを義務付けて
いる。 
AI アルゴリズム規制については、プロバイダーに対する責任を規定し、アルゴリズムの透明性確保のため
の届出制度を特徴とする。具体的には、レコメンデーション・アルゴリズム規定、深度合成アルゴリズム規
定、生成AI 弁法のいずれも、アルゴリズム利用についてのユーザーに対する明示義務を設定しており、欧
州が目指すアルゴリズム規制と類似している。 
AI 倫理的規制については、2023 年4 月に中国科学技術部が「科技倫理審査弁法（試行）」の
パブリックコメントを開始した。この弁法は、2022 年国務院の「科技倫理ガバナンス強化に関する意見」
におけるAI を含む科学研究活動に対する倫理五原則を具体化する法令である。AI の研究開発を含
む生物学、医学など科学研究開発を行う大学、企業などの組織に対して、倫理委員会の設立、研究
開発活動の倫理審査などEthics by Design を求めている。 
AI 関連標準制定ガイドについては、体系的な標準制定を進めており、2020 年に国家標準化管理

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
16 
 
委員会などが合同で制定した「国家新一代人工知能標準体系建設ガイド」では、AI の技術面における
標準体系の制定を目標としている。2023 年には「人工知能倫理治理標準化ガイド（2023 版）」が
作成され、AI の全ライフサイクルにおいて、倫理五原則をさらに10 のガバナンス準則に詳細化した。 
一方で、ChatGPT の成功もあり、中国国内の各企業も活発なプロダクト開発や提供を進めている。
騰訊控股（テンセント・ホールディングス）や百度（バイドゥ）、アリババグループといった大手が相次いで
自社プロダクトを発表している。アリババグループでは、2023 年6 月に大規模言語モデルである「通義千
問」を搭載したAI アシスタント「通義聴悟」をリリースした。音声や動画をリアルタイムでテキストに変換す
る他、話者やセクションごとに要点をまとめることができる。EC 等自社優位な事業と生成AI の融合を目
指し、消費者および事業者向けのサービス入り口の獲得を図っており、その応用分野として医療等も位
置付けられている。また、アリババ傘下のサービスおよび出資先企業を中心に「通義千問」を提供していく
予定である。 
アリババのように業界横断的な汎用AI プラットフォームを構築する大手が存在する一方で、医療ヘル
スケア業界特化でサービスを提供する企業もある。音声認識AI 大手のiFlytek は、大規模言語モデル
である「星火認知」を基に業界特化型の実装を進めており、医療ヘルスケア領域では診療後管理やリハ
ビリ指導に応用するプロダクトを開発している。また、成都医雲科技では、医療業界向けの大規模言語
モデルMedGPT を開発し、20 億件の医学テキストデータ、800 万件の臨床診断データを活用し、問
診から診断支援までの全プロセスをAI でサポートしている。正確性の担保として、提携医師による診断
結果評価による学習も導入している。 
また、各企業のプロダクト開発に当たっては、図8 のような主要都市のAI 支援政策により、基礎～応
用開発に対する後押しがなされている。 
図8：中国主要都市のAI 支援施策
 
(出典：株式会社日本総合研究所「ヘルスケア領域での生成AI の利活用を巡る  欧米の規制等動
向（JaDHA SubWG-B 定例会資料）」（2023 年9 月25 日））） 

`;