var toc_content = ` 
28 
 
法に関する情報を含み、仮名加工情報との照合により、特定の個人を識別するために利用されること等が懸念される
10。そのため、仮名加工情報を作成したときは、削除情報等の漏えいを防止するために、下記の通り必要な安全管理
措置を講じなければならない（個人情報保護法第41 条第2 項、個人情報保護法施行規則第32 条）。 
◼ 削除情報等を取扱う者の権限及び責任を明確化する。 
◼ 削除情報等は仮名加工情報の作成後に速やかに消去する。 
◼ 削除情報等を仮名加工情報の作成後に速やかに消去せず、一定期間保持する特段の理由がある場合には、削
除情報等の取扱い状況を確認する手段を整備し、削除情報等を取扱う権限を有しない者による閲覧の防止等
を含む安全管理措置について定め、その内容に従って取扱う。 
3.8.1 推奨される削除情報等の安全管理措置 
（解説）削除情報等を利用する必要がなくなったときは、これを遅滞なく消去するよう努めなければならない（個人
情報保護法第41 条第5 項）。 
 実際に、医療機関等において削除情報等を一定期間保持する特段の理由がある場合は例外的と考えられる。そのた
め、本ガイドラインにおいては、削除情報等は仮名加工情報の作成後に速やかに消去することを推奨する。 
 
 
4 医療情報の特性を考慮した仮名加工情報の作成手順 
4.1 仮名加工情報の適正な加工基準 
（解説）個人情報取扱事業者は、仮名加工情報（仮名加工情報データベース等を構成するものに限る。）を作成する
ときは11、他の情報と照合しない限り特定の個人を識別することができないようにするために、個人情報保護法施行
規則第31 条各号に定める以下の基準に従って、個人情報を加工しなければならない。 
 
号仮名加工情報の適正な加工 
1 （記述等による単体識別性の消去） 
個人情報に含まれる特定の個人を識別することができる記述等の全部又は一部を削除すること（当該全部又
は一部の記述等を復元することのできる規則性を有しない方法により他の記述等に置き換えることを含
む。）。 
2 （個人識別符号による単体識別性の消去） 
 
10 削除情報等のうち、「個人情報保護法第41 条第1 項により行われた加工の方法に関する情報」については、「その情報を用いて仮名加工情報
の作成に用いられた個人情報を復元することができるもの」のみが削除情報等の安全管理措置の義務の対象となる一方、「仮名加工情報の作成に
用いられた個人情報から削除された記述等、及び、個人識別符号」については、その全てが対象となることに留意すること。 
11 「作成するとき」は、仮名加工情報として取り扱うために、当該仮名加工情報を作成するときのことを指す。したがって、例えば安全管理措置
の一環として氏名等の一部の個人情報を削除（又は他の記述等に置き換え）した上で引き続き個人情報として取り扱う場合等については、仮名加
工情報を「作成するとき」には該当しない（Q&A14-4）。 

 
29 
 
個人情報に含まれる個人識別符号の全部を削除すること（当該個人識別符号を復元することのできる規則性
を有しない方法により他の記述等に置き換えることを含む。）。 
3 （財産的被害が生じるおそれがある記述等の削除） 
個人情報に含まれる不正に利用されることにより財産的被害が生じるおそれがある記述等を削除すること
（当該記述等を復元することのできる規則性を有しない方法により他の記述等に置き換えることを含
む。）。 
 
本ガイドラインでは、このうちの第1 号を「記述等による単体識別性の消去」、第2 号を「個人識別符号による単
体識別性の消去」、第3 号を「財産的被害が生じるおそれがある記述等の削除」と呼ぶ。仮名加工情報の適正な加工
基準には、単体識別性を失わせる観点に加えて、財産的被害等の権利利益の侵害リスクを低減させる観点も含まれて
いると理解される。 
尚、「記述等」とは個人情報保護法第2 条第1 項第1 号において、「文書、図画若しくは電磁的記録（電磁的方式
（電子的方式、磁気的方式その他人の知覚によっては認識することができない方式をいう。）で作られる記録をい
う。）に記載され、若しくは記録され、又は音声、動作その他の方法を用いて表された一切の事項（個人識別符号を
除く。）をいう。」とされる。 
4.1.1 単体識別性と容易照合性の観点を踏まえた仮名加工情報の加工基準の考え方 
本ガイドラインにおいて、単体識別性とは、情報単体または複数の情報を組み合わせて保存されているものから、
他の情報と照合することなく、特定の個人を識別することができることを指す。仮名加工情報において、「情報単体
または複数の情報を組み合わせて保存されているもの」とは、図7 で示すように、加工後の情報が想定される。 
また、本ガイドラインでは、他の情報と容易に照合することによって特定の個人を識別できることを容易照合性と
呼ぶ。仮名加工情報では、加工後の情報とそれ以外の情報を容易に照合することによって（容易照合性の観点）、特
定の個人を識別することができる状態にあることを否定するものではない。 
 

`;