var toc_content = ` 
39 
 
 識別子に対する加工（削除、置換等）を行う（第4.8.1 章「識別子に対する加工の要否」参照）。 
(5)  準識別子に対する措置（必須） 
 準識別子に対する加工（削除、一般化、トップコーディング等）を行う。全ての準識別子を一律に削除する必要は
必ずしもないが、組み合わせて保存されている複数の準識別子から特定の個人を識別できる場合には、他の情報と照
合しない限り特定の個人を識別することができないように加工することが求められる（第4.8.2 章「準識別子に対す
る加工の要否」参照）。本ガイドラインでは、準識別子のうち、特に他の記述等との組み合わせによる単体識別性の
高い「番地までの住所」を、「市区町村までの住所」に一般化することを必須とする。 
(6)  個人識別符号及び財産的被害が生じるおそれのある記述等に対する措置（必須） 
 個人識別符号及び財産的被害が生じるおそれのある記述等を削除する（第4.5 章「個人識別符号に対する該当性」
参照）。 
(7)  禁止義務未然防止の観点による追加的措置（推奨） 
 連絡先情報や連結符号を削除する（第4.2.2 章「禁止義務未然防止の観点」参照）。特に、医療機関等において、
実際に連結用ID として利用されているカルテ番号等を削除することを推奨する。 
(8) 漏えい時の権利利益侵害リスクの観点による追加的措置（推奨） 
 利用目的を達成するために必要のない範囲で、郵便番号、住所、生年月日、所属、学歴、職歴等に関する情報、検
査日等の日付情報、医療機関等の識別情報等の準識別子に対する加工を行うことを推奨する（第4.2.1 章「権利利益
侵害リスク低減の観点」参照）。 
 
 

 
40 
 
 
 
図8: 医療情報から仮名加工情報を作成するための体系的な手順。加工に先立って、①利用目的、②医療情報、③当該医療情報に含
まれる識別子・準識別子等を特定する。その後、④識別子に対する措置、⑤準識別子に対する措置、⑥個人識別符号及び財産的被
害が生じるおそれのある記述等に対する措置を行うことで、仮名加工情報が作成される。本ガイドラインでは、これに⑦禁止義務
未然防止の観点、及び、⑧漏えい時の権利利益侵害リスク低減の観点による追加的措置を施し、安全な仮名加工情報を作成するこ
とを推奨する。 
 
 

`;