var toc_content = ` 
56 
 
 「医療情報システムの安全管理に関するガイドライン 第6.0 版」（令和５年５月31 日策定）の「用語集」におい
て定義される用語で、医療に関する患者情報（個人識別情報）を含む情報を指す。 
医療データ 
 医療情報をデジタル化したものとしてのデータを指す。 
学術 
 人文・社会科学及び自然科学並びにそれらの応用の研究であり、あらゆる学問分野における研究活動及びその所産
としての知識・方法の体系のこと。 
学術研究 
 新しい法則や原理の発見、分析や方法論の確立、新しい知識やその応用法の体系化、先端的な学問領域の開拓など
のこと。 
学術研究機関等 
 学術研究機関等とは、大学、研究所、学会等の学術研究機関等（個人情報保護法第16 条第8 項）である事業者で
あって、個人情報保護法第4 章に規定する個人情報取扱事業者等の義務等に係る規律の全部又は一部の適用を受ける
ものを指す。 
学術研究機関等にあたらない医療機関等 
 学術研究機関等にあたらない医療機関等とは、学術研究機関等に該当しない医療機関等を指す。 
学術研究機関等にあたる医療機関等 
 学術研究機関等にあたる医療機関等とは、学術研究機関等にも医療機関等にも該当するものを指す。 
学術研究例外 
 学術研究の目的で医療情報を取扱う場合で、個人の権利利益を不当に侵害するおそれがある場合を除いて、個人情
報保護法で定める「利用目的による制限」、「要配慮個人情報の取得の制限」及び「第三者提供の制限」の例外事由
に該当し、これらの制限が緩和される状態のこと。 
仮名加工情報 
 個人情報保護法第２条第５項に定める情報を指し、個人情報の区分に応じた措置を講ずることで、他の情報と照合
しない限り特定の個人を識別することができないように個人情報を加工して得られる個人に関する情報を指す。 

 
57 
 
仮名加工情報の第三者提供の制限 
 個人情報保護法第41 条第６項及び第42 条第1 項にて、法令に基づく場合を除くほか、仮名加工情報を第三者に提
供してはならないとされていること。 
仮名加工情報の適正な加工基準 
 個人情報保護法施行規則第31 条第１号から第３号で定める加工基準を指す。 
記述等による単体識別性の消去 
 本ガイドラインにおいて、個人情報保護法施行規則第31 条第１号で定める「個人情報に含まれる特定の個人を識
別することができる記述等の全部又は一部を削除すること（当該全部又は一部の記述等を復元することのできる規則
性を有しない方法により他の記述等に置き換えることを含む。）。」を指す。 
共同研究 
 研究計画書に基づいて共同して研究を実施する行為のこと。 
共同利用 
 個人情報保護法第27 条第５項第３号に掲げる「特定の者との間で共同して利用される個人データが当該特定の者
に提供される場合であって、その旨並びに共同して利用される個人データの項目、共同して利用する者の範囲、利用
する者の利用目的並びに当該個人データの管理について責任を有する者の氏名又は名称及び住所並びに法人にあって
は、その代表者の氏名について、あらかじめ、本人に通知し、又は本人が容易に知り得る状態に置いているとき。」
に該当する個人情報の取扱いのこと。「共同研究」とは異なる概念であることに留意すること。 
公衆衛生例外 
 公衆衛生の向上の目的で医療情報を取扱う場合に、個人情報保護法で定める「利用目的による制限」、「要配慮個
人情報の取得の制限」及び「第三者提供の制限」の例外事由に該当し、これらの制限が緩和される状態のこと。 
個人情報 
 個人情報保護法第２条第１項で定義される用語を指す。 
個人情報である仮名加工情報 
 他の情報と容易に照合することによって、特定の個人を識別することができる状態にある仮名加工情報を指す。 
個人情報でない仮名加工情報 

`;