var toc_content = ` 
19 
 
2.4.2 学術研究例外の該当性における目的要件 
 本ガイドラインにおいて、学術研究例外の該当性における目的要件とは、個人情報を取扱う際の利用目的について
の要件を指す。個人情報保護法第18 条第3 項第5 号が「学術研究目的で取り扱う必要があるとき」を定義してお
り、当該個人情報を取り扱う目的の一部が学術研究目的である場合を含むとされている。 
尚、GL 通則編2-19 によると、「学術」とは、人文・社会科学及び自然科学並びにそれらの応用の研究であり、あ
らゆる学問分野における研究活動及びその所産としての知識・方法の体系をいい、具体的活動としての「学術研究」
としては、新しい法則や原理の発見、分析や方法論の確立、新しい知識やその応用法の体系化、先端的な学問領域の
開拓などをいうとされている（第2.1.2 章「医療情報の利活用」より一部再掲）。 
2.4.3 学術研究目的の研究を共同で行う場合における個人情報の取扱い 
 「学術研究機関等にあたらない医療機関等」や民間企業等は、主体要件を満たさないが、Ｑ＆Ａ11-6 より「学術
研究機関等が共同研究を行う第三者（学術研究機関等であるか否かを問いません。）」であれば、学術研究例外が該
当し、個人の権利利益を不当に侵害するおそれがない限り、本人の同意を得ずに個人データを提供することができる
とされる。そのため、学術研究目的の研究において、医療機関等から民間企業等への医療情報の提供は図3 の通りに
整理される。 
 もっとも、Q＆A11-6 では、「当該共同研究の目的が営利事業への転用に置かれているなど、必ずしも学術研究目
的とはみなされない場合には、提供に当たってあらかじめ本人の同意を得る必要がある」とされていることにも留意
すること。 
 
図3: 学術研究目的の研究を共同で行う場合の医療機関等から民間企業等への医療情報の提供。 
A: 「学術研究機関等にあたる医療機関等」と民間企業等が共同して学術研究を行う場合、学術研究機関等から民間企業等に医療情
報を提供できる。 
B: 「学術研究機関等にあたらない医療機関等」は、学術研究機関等が学術研究目的で医療情報を取扱う場合、これを当該学術研究
機関等に提供することができる。また、当該学術研究機関等と民間企業等が共同して学術研究を行う場合、当該医療情報を民間企
業等に提供することができる。尚、医療機関等、学術研究機関等、民間企業等の三者が共同して学術研究を行う場合も同様であり、
図ではこの場合を例示している。 
2.5 公衆衛生例外とその類型 

 
20 
 
公衆衛生の向上の目的で医療情報を取扱う場合には、例外事由により個人情報の取得・利用及び提供に係る規律が
緩和されることがある（第2.3 章「要配慮個人情報としての医療情報に係る規律の概要」参照）。本ガイドラインで
は、これを公衆衛生例外と呼ぶ。 
2.5.1 公衆衛生例外が当てはまる類型 
 公衆衛生例外が該当する具体的な取扱いの内容として、次のような場合が想定されている。このうち、医療機関等
から民間企業等への医療情報の提供が認められるのは、公衆衛生の向上のために特に必要がある場合であって、本人
からの同意取得が困難である等の例外的な場合に限られる。 
利用・提供の形態 
例示 
医療機関等による利活用 
医療機関等が保有する患者の臨床症例に係る個人情報を、観察研究のために用
いる場合であって、本人の転居等により有効な連絡先を保有しておらず本人か
らの同意取得が困難であるときや、同意を取得するための時間的余裕や費用等
に照らし、本人の同意を得ることにより当該研究の遂行に支障を及ぼすおそれ
があるとき（Q＆A2-15）。 
医療機関等から他の医療機
関等へ提供 
医療機関等が以前治療を行った患者の臨床症例に係る個人データを、症例研究
のために他の医療機関等に提供し、当該他の医療機関等を受診する不特定多数
の患者に対してより優れた医療サービスを提供できるようになること等によ
り、公衆衛生の向上に特に資する場合であって、本人の転居により有効な連絡
先を保有しておらず本人からの同意取得が困難であるとき（医療介護ガイダン
スⅣ3(2)③、Q&A7-24）。 
民間企業等による利活用 
製薬企業が過去に臨床試験等で取得した個人情報を、有効な治療方法や薬剤が
十分にない疾病等に関する疾病メカニズムの解明を目的とした自社内の研究の
ために用いる場合であって、連絡先を保有していないため本人からの同意取得
が困難であるとき（Q＆A2-14）。 
医療機関等から民間企業等
への提供 
医療機関等が保有する患者の臨床症例に係る個人データを、有効な治療方針や
薬剤が十分にない疾病等に関する疾病メカニズムの解明を目的とした研究のた
めに製薬企業に提供し、その結果が広く共有・活用されていくことで、医学・
薬学等の発展や医療水準の向上に寄与し、公衆衛生の向上に特に資する場合で
あって、本人の転居により有効な連絡先を保有しておらず本人からの同意取得
が困難であるとき（医療介護ガイダンスⅣ3(2)③、Q&A7-25）。 
2.6 製品開発目的で医療情報を医療機関等から民間企業等に提供する際の法的根拠 
 診療で得られた医療情報を、個人データのまま、医療AI ソフトウェア等の製品開発のみを目的として、医療機関
等から民間企業等に提供する際の本人の同意以外の法的根拠についてまとめる。 
2.6.1 学術研究例外 
 学術研究例外における目的要件の観点からは、個人情報保護法の条文上、当該個人情報を取り扱う目的の一部が学
術研究目的である場合を含むので、製品開発目的が併存していても良い（個人の権利利益を不当に侵害するおそれが

`;