var toc_content = ` 
18 
 
2.3.4 学術研究目的における第三者提供の制限に関する例外事由 
 「第三者提供の制限」の例外事由のうち、学術研究の目的に関するものを図2 にまとめた。 
 
図2: 学術研究目的における第三者提供の制限に関する例外事由の類型。 
A: （個人情報保護法第27 条第1 項第5 号）当該個人情報取扱事業者が学術研究機関等である場合であって、当該個人データの提
供が学術研究の成果の公表又は教授のためやむを得ないとき。 
B: （個人情報保護法第27 条第1 項第6 号）当該個人情報取扱事業者が学術研究機関等である場合であって、当該個人データを学
術研究目的で提供する必要があるとき。ただし、提供元と提供先が共同して学術研究を行う場合に限られる。 
C: （個人情報保護法第27 条第1 項第7 号）当該第三者が学術研究機関等である場合であって、当該第三者が当該個人データを学
術研究目的で取り扱う必要があるとき。 
※いずれも、個人の権利利益を不当に侵害するおそれがある場合を除く。 
2.4 学術研究例外とその該当性 
 学術研究の目的で医療情報を取扱う場合には、個人の権利利益を不当に侵害するおそれがある場合を除いて、例外
事由により「利用目的による制限」、「要配慮個人情報の取得の制限」、「第三者提供の制限」等に係る規律が緩和
される（第2.3 章「要配慮個人情報としての医療情報に係る規律の概要」参照）。本ガイドラインでは、これを学術
研究例外と呼ぶ。 
 学術研究例外の該当性を明らかにするための要件としては、主体要件（「学術研究機関等」該当性）、目的要件
（「学術研究目的」該当性）等の要件が挙げられる。また、学術研究目的の研究を共同で行う場合における個人情報
の取扱いについても、留意するべき点がある。 
2.4.1 学術研究例外の該当性における主体要件 
 本ガイドラインにおいて、学術研究例外の該当性における主体要件とは、個人情報を取扱う利用者についての要件
であって、学術研究機関等への該当性を指す。学術研究機関等（「学術研究機関等にあたる医療機関等」を含む）
は、学術研究例外の主体要件を満たす。一方で、「学術研究機関等にあたらない医療機関等」や民間企業等は、主体
要件を満たさない。 

`;