var toc_content = ` 
33 
 
⚫ 
指の表面の隆線等で形成された指紋から抽出した特徴情報を、本人を認証すること
を目的とした装置やソフトウェアにより、本人を認証することができるようにした
もの 
⚫ 
手のひらの表面の隆線や皺等で形成された掌紋から抽出した特徴情報を、本人を認
証することを目的とした装置やソフトウェアにより、本人を認証することができる
ようにしたもの 
⚫ 
個人情報保護法施行令第1 条第1 号イからトまでに掲げるものから抽出した特徴
情報を、組み合わせ、本人を認証することを目的とした装置やソフトウェアによ
り、本人を認証することができるようにしたもの 
2 号個人
識別符号 
⚫ 
旅券の番号 
⚫ 
基礎年金番号 
⚫ 
免許証の番号 
⚫ 
住民票コード 
⚫ 
個人番号 
⚫ 
国民健康保険の保険者番号及び被保険者記号・番号 
⚫ 
後期高齢者医療制度の保険者番号及び被保険者番号 
⚫ 
健康保険の保険者番号及び被保険者等記号・番号 
識別子 
⚫ 
氏名 
⚫ 
顔写真 
⚫ 
特定の個人を識別できる映像情報 
⚫ 
特定の個人を識別できる音声情報 
⚫ 
特定の個人を識別できるメールアドレス 
準識別子 
⚫ 
郵便番号 
⚫ 
住所 
⚫ 
生年月日 
⚫ 
性別 
⚫ 
所属、学歴、職歴等に関する情報 
⚫ 
検査日等の日付情報 
⚫ 
医療機関等の識別情報（医療機関等の名称等） 
財産的被害が生じる
おそれのある情報 
⚫ 
クレジットカード番号 
連結符号 
⚫ 
カルテ番号 
⚫ 
検査機器や検査情報の識別情報（検査UID12等） 
連絡先情報 
⚫ 
住所（番地まで含むもの） 
⚫ 
電話番号 
⚫ 
メールアドレス 
4.5 個人識別符号に対する該当性 
 
12 Unique Identifier（固有識別子）のこと。 

 
34 
 
4.5.1 1 号個人識別符号の具体的な例 
 GL 通則編2-2 より、1 号個人識別符号の該当性は次表のイからトに掲げられるものとして整理されている。尚、
「本人を認証することができるようにしたもの」について、Q&A1-22 では、「登録された顔の容貌やDNA、指紋等
の生体情報をある人物の生体情報と照合することによって、特定の個人を識別しうる水準である符号」が該当すると
している。 
1 号個人識別符号の類型 
具体的な内容 
イ. 細胞から採取され
たデオキシリボ核
酸（別名 DNA）を
構成する塩基の配
列 
ゲノムデータ（細胞から採取されたデオキシリボ核酸（別名 DNA）を構成する塩基
の配列を文字列で表記したもの）のうち、全核ゲノムシークエンスデータ、全エクソ
ームシークエンスデータ、全ゲノム一塩基多型（single nucleotide polymorphism：
SNP）データ、互いに独立な 40 箇所以上の SNP から構成されるシークエンスデ
ータ、9 座位以上の 4 塩基単位の繰り返し配列（short tandem repeat：STR）等の
遺伝型情報により本人を認証することができるようにしたもの 
ロ. 顔の骨格及び皮膚
の色並びに目、鼻、
口その他の顔の部
位の位置及び形状
によって定まる容
貌 
顔の骨格及び皮膚の色並びに目、鼻、口その他の顔の部位の位置及び形状から抽出し
た特徴情報を、本人を認証することを目的とした装置やソフトウェアにより、本人を
認証することができるようにしたもの 
ハ. 虹彩の表面の起伏
により形成される
線状の模様 
虹彩の表面の起伏により形成される線状の模様から、赤外光や可視光等を用い、抽出
した特徴情報を、本人を認証することを目的とした装置やソフトウェアにより、本人
を認証することができるようにしたもの 
ニ. 発声の際の声帯の
振動、声門の開閉並
びに声道の形状及
びその変化によっ
て定まる声の質 
音声から抽出した発声の際の声帯の振動、声門の開閉並びに声道の形状及びその変
化に関する特徴情報を、話者認識システム等本人を認証することを目的とした装置
やソフトウェアにより、本人を認証することができるようにしたもの 
ホ. 歩行の際の姿勢及
び両腕の動作、歩幅
その他の歩行の態
様 
歩行の際の姿勢及び両腕の動作、歩幅その他の歩行の態様から抽出した特徴情報を、
本人を認証することを目的とした装置やソフトウェアにより、本人を認証すること
ができるようにしたもの 
ヘ. 手のひら又は手の
甲若しくは指の皮
下の静脈の分岐及
び端点によって定
まるその静脈の形
状 
手のひら又は手の甲若しくは指の皮下の静脈の分岐及び端点によって定まるその静
脈の形状等から、赤外光や可視光等を用い抽出した特徴情報を、本人を認証すること
を目的とした装置やソフトウェアにより、本人を認証することができるようにした
もの 
ト. 指紋又は掌紋 
（指紋）指の表面の隆線等で形成された指紋から抽出した特徴情報を、本人を認証す
ることを目的とした装置やソフトウェアにより、本人を認証することができるよう
にしたもの 

`;