var toc_content = `医療デジタルデータのAI 研究開発等への 
利活用に係るガイドライン 
 
 

 
2 
 
まえがき 
先端的な研究開発やイノベーションによる新産業の創出は、常に厳しいグローバルな競争にさらされており、個人情報保護法制
はその競争力の源泉であるデータ資源の取扱いに大きく影響を及ぼす。特に医療分野においては、病院に蓄積された膨大な医療情
報を貴重なデータ資源として活用し、学術研究機関等や医療機関等のみならず、製品開発の担い手としての民間企業等をも巻き込
んだ研究開発競争が世界的に激化している。こうした中、本邦では、「個人情報の保護に関する法律」（平成15 年法律第57
号。以下「個人情報保護法」という。）上、要配慮個人情報の取得、個人データの第三者提供等に関しては、原則として本人の同
意が必要とされてきた。しかしながら、過去に診療を受けた膨大な数の患者から個別に同意を取得することは現実的に困難であ
る。そのため、学術研究目的での利用や公衆衛生の向上目的での利用を越えた形で、民間企業等が病院に蓄積された医療情報を製
品開発のみの目的で利活用できるケースが限られていた。そこで、本人から直接的に同意を得ることが難しい場合であっても、医
療情報の利活用を可能とするための、法的・倫理的・社会的な課題を踏まえた枠組みの整備が期待されていた。 
こうした中、令和3 年度の規制改革実施計画において、「AI 画像診断機器等の性能評価において、仮名加工情報を利用するこ
との可否について検討した上で、教師用データや性能評価用データとして求められる医療画像や患者データについて整理を行い、
当該データを仮名加工情報に加工して用いる際の手法等について具体例を示すこと」とされた。これを踏まえ、令和3 年度・厚生
労働科学研究費補助金・行政政策研究分野・政策科学総合研究「AI を活用した医療機器の開発・研究におけるデータ利用の実態
把握と課題抽出に資する研究」(研究代表者：中野 壮陛（公益財団法人医療機器センター）)において、医療情報を利活用するに
あたっての課題抽出と整理が行われ、「仮名加工情報に対する医療機関向けの適切な加工手順を国によるガイドラインとして整備
する必要がある」と提言された。さらに、保健医療分野 AI 開発加速コンソーシアム等においても、保健医療分野における DX 
の推進に向けては、医療情報のデジタル化及びデジタルデータの AI 研究開発等への利活用の促進が肝要であり、その利活用に係
る倫理的・法的・社会的課題への対応が喫緊の課題であるとされた。特に、「個人情報保護法を考慮した医療情報の加工手法につ
いて、ガイドラインを作成し基準を明確化すべき」という指摘がなされた。 
以上の
`;