var toc_content = ` 
18 
 
2.3.4 学術研究目的における第三者提供の制限に関する例外事由 
 「第三者提供の制限」の例外事由のうち、学術研究の目的に関するものを図2 にまとめた。 
 
図2: 学術研究目的における第三者提供の制限に関する例外事由の類型。 
A: （個人情報保護法第27 条第1 項第5 号）当該個人情報取扱事業者が学術研究機関等である場合であって、当該個人データの提
供が学術研究の成果の公表又は教授のためやむを得ないとき。 
B: （個人情報保護法第27 条第1 項第6 号）当該個人情報取扱事業者が学術研究機関等である場合であって、当該個人データを学
術研究目的で提供する必要があるとき。ただし、提供元と提供先が共同して学術研究を行う場合に限られる。 
C: （個人情報保護法第27 条第1 項第7 号）当該第三者が学術研究機関等である場合であって、当該第三者が当該個人データを学
術研究目的で取り扱う必要があるとき。 
※いずれも、個人の権利利益を不当に侵害するおそれがある場合を除く。 
2.4 学術研究例外とその該当性 
 学術研究の目的で医療情報を取扱う場合には、個人の権利利益を不当に侵害するおそれがある場合を除いて、例外
事由により「利用目的による制限」、「要配慮個人情報の取得の制限」、「第三者提供の制限」等に係る規律が緩和
される（第2.3 章「要配慮個人情報としての医療情報に係る規律の概要」参照）。本ガイドラインでは、これを学術
研究例外と呼ぶ。 
 学術研究例外の該当性を明らかにするための要件としては、主体要件（「学術研究機関等」該当性）、目的要件
（「学術研究目的」該当性）等の要件が挙げられる。また、学術研究目的の研究を共同で行う場合における個人情報
の取扱いについても、留意するべき点がある。 
2.4.1 学術研究例外の該当性における主体要件 
 本ガイドラインにおいて、学術研究例外の該当性における主体要件とは、個人情報を取扱う利用者についての要件
であって、学術研究機関等への該当性を指す。学術研究機関等（「学術研究機関等にあたる医療機関等」を含む）
は、学術研究例外の主体要件を満たす。一方で、「学術研究機関等にあたらない医療機関等」や民間企業等は、主体
要件を満たさない。 

 
19 
 
2.4.2 学術研究例外の該当性における目的要件 
 本ガイドラインにおいて、学術研究例外の該当性における目的要件とは、個人情報を取扱う際の利用目的について
の要件を指す。個人情報保護法第18 条第3 項第5 号が「学術研究目的で取り扱う必要があるとき」を定義してお
り、当該個人情報を取り扱う目的の一部が学術研究目的である場合を含むとされている。 
尚、GL 通則編2-19 によると、「学術」とは、人文・社会科学及び自然科学並びにそれらの応用の研究であり、あ
らゆる学問分野における研究活動及びその所産としての知識・方法の体系をいい、具体的活動としての「学術研究」
としては、新しい法則や原理の発見、分析や方法論の確立、新しい知識やその応用法の体系化、先端的な学問領域の
開拓などをいうとされている（第2.1.2 章「医療情報の利活用」より一部再掲）。 
2.4.3 学術研究目的の研究を共同で行う場合における個人情報の取扱い 
 「学術研究機関等にあたらない医療機関等」や民間企業等は、主体要件を満たさないが、Ｑ＆Ａ11-6 より「学術
研究機関等が共同研究を行う第三者（学術研究機関等であるか否かを問いません。）」であれば、学術研究例外が該
当し、個人の権利利益を不当に侵害するおそれがない限り、本人の同意を得ずに個人データを提供することができる
とされる。そのため、学術研究目的の研究において、医療機関等から民間企業等への医療情報の提供は図3 の通りに
整理される。 
 もっとも、Q＆A11-6 では、「当該共同研究の目的が営利事業への転用に置かれているなど、必ずしも学術研究目
的とはみなされない場合には、提供に当たってあらかじめ本人の同意を得る必要がある」とされていることにも留意
すること。 
 
図3: 学術研究目的の研究を共同で行う場合の医療機関等から民間企業等への医療情報の提供。 
A: 「学術研究機関等にあたる医療機関等」と民間企業等が共同して学術研究を行う場合、学術研究機関等から民間企業等に医療情
報を提供できる。 
B: 「学術研究機関等にあたらない医療機関等」は、学術研究機関等が学術研究目的で医療情報を取扱う場合、これを当該学術研究
機関等に提供することができる。また、当該学術研究機関等と民間企業等が共同して学術研究を行う場合、当該医療情報を民間企
業等に提供することができる。尚、医療機関等、学術研究機関等、民間企業等の三者が共同して学術研究を行う場合も同様であり、
図ではこの場合を例示している。 
2.5 公衆衛生例外とその類型 

`;