var toc_content = ` 
14 
 
 
図1: 医療情報の利活用に関わる事業者。本ガイドラインでは、医療情報の利活用に関わる事業者として、学術研究機関等にあた
る医療機関等、学術研究機関等にあたらない医療機関等、学術研究機関等、民間企業等の4 種類を主に想定する。より詳細に分類
すると、「学術研究機関等にあたる医療機関等」と「学術研究機関等にあたらない医療機関等」は医療機関等に該当し、「学術研
究機関等にあたる医療機関等」と「医療機関等にあたらない学術研究機関等」は学術研究機関等に該当する。 
(1)  医療機関等 
 本ガイドラインにおいて、医療機関等とは、病院（医療法（昭和23 年法律第205 号）第1 条の5 第1 項）、診療
所（同条第2 項）、助産所（同法第2 条第1 項）、薬局（薬機法第2 条第12 項）、訪問看護事業所（健康保険法
（大正11 年法律第70 号）第89 条第1 項）等の患者に対し医療を提供する事業者であって、個人情報保護法第4 章
に規定する個人情報取扱事業者等の義務等に係る規律の全部又は一部の適用を受けるものを指す。また、医療機関等
に所属し、患者に診療を提供することに従事する者を医療従事者という。 
 本ガイドラインにおいて、医療機関等は、その学術研究機関等への該当性から、「学術研究機関等にあたる医療機
関等」と「学術研究機関等にあたらない医療機関等」に細分化される。 
(1-1) 学術研究機関等にあたる医療機関等 
 本ガイドラインにおいて、「学術研究機関等にあたる医療機関等」とは、学術研究機関等にも医療機関等にも該当
するものをいう（例: 大学病院等を有する学校法人）。 
(1-2) 学術研究機関等にあたらない医療機関等 
 本ガイドラインにおいて、「学術研究機関等にあたらない医療機関等」とは、学術研究機関等に該当しない医療機
関等をいう（例: 公立大学の附属病院でない公立の病院等）。学術研究機関等でない医療機関等は、個人情報保護法
上、学術研究機関等に認められる個人情報の取扱いが認められないことに留意されたい（第2.4 章「学術研究例外と
その該当性」参照）。  
(2)  学術研究機関等 

 
15 
 
 本ガイドラインにおいて、学術研究機関等とは、大学、研究所、学会等の学術研究機関等（個人情報保護法第16
条第8 項）である事業者であって、個人情報保護法第4 章に規定する個人情報取扱事業者等の義務等に係る規律の全
部又は一部の適用を受けるものを指す。また、学術研究機関等に所属し、学術研究に従事する者を研究者という。 
(3)  民間企業等 
 本ガイドラインにおいて、民間企業等とは、医療機器や医療システム、薬剤等を製品とする目的で研究開発する事
業者であって、個人情報保護法第4 章に規定する個人情報取扱事業者等の義務等に係る規律の全部又は一部の適用を
受けるものを指す（ただし、学術研究機関等に該当するものを除く）。会社が中心となるが、法人形態は問わない。
また、民間企業等に所属し、製品開発に従事する者を開発担当者という。 
2.3 要配慮個人情報としての医療情報に係る規律の概要 
医療機関等を中心に考えると、医療情報を取扱う場面は、取得、利用、管理、（第三者）提供、本人対応の5 つに
大きく分けることができる5。これに対応するように、個人情報保護法第4 章では個人情報取扱事業者の義務とし
て、①取得・利用に関するルール、②保管に関するルール、③提供に関するルール、④開示等の請求等に関するルー
ルが定められている。 
ルールの区分 
個人情報取扱事業者の義務（個人情報保護法の条項） 
① 取得・利用に関するルール 
利用目的の特定（第17 条） 
利用目的による制限（第18 条） 
不適正な利用の禁止（第19 条） 
適正な取得（第20 条第1 項） 
要配慮個人情報の取得の制限（第20 条第2 項） 
取得に際しての利用目的の通知等（第21 条） 
② 保管に関するルール 
データ内容の正確性の確保等（第22 条） 
安全管理措置（第23 条） 
従業者の監督（第24 条） 
委託先の監督（第25 条） 
漏えい等の報告等（第26 条） 
③ 提供に関するルール 
第三者提供の制限（第27 条） 
外国にある第三者への提供の制限（第28 条） 
第三者提供に係る記録の作成等（第29 条） 
第三者提供を受ける際の確認等（第30 条） 
④ 開示等の請求等に関するルール 
保有個人データに関する事項の公表等（第32 条） 
開示・訂正等・利用停止等（第33～39 条） 
苦情の処理（第40 条） 
   
 以上に掲げる個人情報取扱事業者の義務のうち、「利用目的による制限」、「要配慮個人情報の取得の制限」、
「第三者提供の制限」の3 つの規律が、医療機関等、学術研究機関等、民間企業等の間における医療情報の利用や受
 
5 個人情報保護委員会（令和5 年9 月）「個人情報保護法の基本」p.25 

`;