var toc_content = ` 
17 
 
4 国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力す
る必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあると
き。 
5 当該個人情報取扱事業者が学術研究機関等である場合であって、当該要配慮個人情報を学術研究目的で取り
扱う必要があるとき（当該要配慮個人情報を取り扱う目的の一部が学術研究目的である場合を含み、個人の
権利利益を不当に侵害するおそれがある場合を除く。）。 
6 学術研究機関等から当該要配慮個人情報を取得する場合であって、当該要配慮個人情報を学術研究目的で取
得する必要があるとき（当該要配慮個人情報を取得する目的の一部が学術研究目的である場合を含み、個人
の権利利益を不当に侵害するおそれがある場合を除く。）（当該個人情報取扱事業者と当該学術研究機関等
が共同して学術研究を行う場合に限る。）。 
7 当該要配慮個人情報が、本人、国の機関、地方公共団体、学術研究機関等、第57 条第1 項各号に掲げる者
その他個人情報保護委員会規則で定める者により公開されている場合。 
8 その他前各号に掲げる場合に準ずるものとして政令で定める場合。 
2.3.3 第三者提供の制限（個人情報保護法第27 条第1 項） 
「第三者提供の制限」とは、あらかじめ本人の同意を得ないで、個人データを第三者に提供してはならないことを
指す。ただし、同様に例外事由が存在し（個人情報保護法第27 条第1 項各号）、特に、公衆衛生の向上あるいは学
術研究のための第三者提供は、本人の同意を得ていなくても可能となることがある。尚、提供先が「第三者に該当し
ない場合」として、委託、事業の承継、共同利用が定められているが（同条第5 項各号）、これらの法的根拠に基づ
いた取扱いが許容される範囲は第2.6 章「製品開発目的で医療情報を医療機関等から民間企業等に提供する際の法的
根拠」を参照のこと。 
号 
「第三者提供の制限」の例外事由 
1 
法令に基づく場合。 
2 
人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であると
き。 
3 
公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得るこ
とが困難であるとき。 
4 
国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力
する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがある
とき。 
5 
当該個人情報取扱事業者が学術研究機関等である場合であって、当該個人データの提供が学術研究の成果
の公表又は教授のためやむを得ないとき（個人の権利利益を不当に侵害するおそれがある場合を除
く。）。 
6 
当該個人情報取扱事業者が学術研究機関等である場合であって、当該個人データを学術研究目的で提供す
る必要があるとき（当該個人データを提供する目的の一部が学術研究目的である場合を含み、個人の権利
利益を不当に侵害するおそれがある場合を除く。）（当該個人情報取扱事業者と当該第三者が共同して学
術研究を行う場合に限る。）。 
7 
当該第三者が学術研究機関等である場合であって、当該第三者が当該個人データを学術研究目的で取り扱
う必要があるとき（当該個人データを取り扱う目的の一部が学術研究目的である場合を含み、個人の権利
利益を不当に侵害するおそれがある場合を除く。）。 

 
18 
 
2.3.4 学術研究目的における第三者提供の制限に関する例外事由 
 「第三者提供の制限」の例外事由のうち、学術研究の目的に関するものを図2 にまとめた。 
 
図2: 学術研究目的における第三者提供の制限に関する例外事由の類型。 
A: （個人情報保護法第27 条第1 項第5 号）当該個人情報取扱事業者が学術研究機関等である場合であって、当該個人データの提
供が学術研究の成果の公表又は教授のためやむを得ないとき。 
B: （個人情報保護法第27 条第1 項第6 号）当該個人情報取扱事業者が学術研究機関等である場合であって、当該個人データを学
術研究目的で提供する必要があるとき。ただし、提供元と提供先が共同して学術研究を行う場合に限られる。 
C: （個人情報保護法第27 条第1 項第7 号）当該第三者が学術研究機関等である場合であって、当該第三者が当該個人データを学
術研究目的で取り扱う必要があるとき。 
※いずれも、個人の権利利益を不当に侵害するおそれがある場合を除く。 
2.4 学術研究例外とその該当性 
 学術研究の目的で医療情報を取扱う場合には、個人の権利利益を不当に侵害するおそれがある場合を除いて、例外
事由により「利用目的による制限」、「要配慮個人情報の取得の制限」、「第三者提供の制限」等に係る規律が緩和
される（第2.3 章「要配慮個人情報としての医療情報に係る規律の概要」参照）。本ガイドラインでは、これを学術
研究例外と呼ぶ。 
 学術研究例外の該当性を明らかにするための要件としては、主体要件（「学術研究機関等」該当性）、目的要件
（「学術研究目的」該当性）等の要件が挙げられる。また、学術研究目的の研究を共同で行う場合における個人情報
の取扱いについても、留意するべき点がある。 
2.4.1 学術研究例外の該当性における主体要件 
 本ガイドラインにおいて、学術研究例外の該当性における主体要件とは、個人情報を取扱う利用者についての要件
であって、学術研究機関等への該当性を指す。学術研究機関等（「学術研究機関等にあたる医療機関等」を含む）
は、学術研究例外の主体要件を満たす。一方で、「学術研究機関等にあたらない医療機関等」や民間企業等は、主体
要件を満たさない。 

`;