var toc_content = `仮名加工情報の規律 
3.6.1 仮名加工情報の義務等 
 個人情報である仮名加工情報と、個人情報でない仮名加工情報に適用される規律を整理する（個人情報保護法第
41 条及び第42 条、GL 仮名・匿名加工情報編2-2-1）。このうち、患者の権利利益の保護の観点からは、特に「識
別行為の禁止」や「本人への連絡等の禁止」に留意する必要がある。 
規律 
個人情報である仮名加工情報 
個人情報でない仮名加工情報 
適正加工義務 
あり  
なし 
削除情報等の安全管理措置 
あり 
なし 
利用目的による制限・公表 
あり 
なし 
利用する必要がなくなった場合の
消去 
あり 
なし 
第三者提供の禁止等 
あり 
あり 
識別行為の禁止 
あり 
あり 
本人への連絡等の禁止 
あり 
あり 
その他の義務等 
1. 安全管理措置 
2. 従業員の監督 
3. 委託先の監督 
4. 苦情処理  
5. 不適正利用の禁止 
6. 適正取得 
1. 安全管理措置 
2. 従業員の監督 
3. 委託先の監督 
4. 苦情処理 
 
3.6.2 個人情報でない仮名加工情報における不適正利用等の未然防止について 
 個人情報でない仮名加工情報では、「利用目的による制限・公表」、「利用する必要がなくなった場合の消去」、
「不適正利用の禁止」、「適正取得」等の義務が課せられていない。しかしながら、医療情報が本来有している機微
性への配慮や、安全管理措置の観点から、本ガイドラインでは、共同利用に伴う提供先となる民間企業等に対して、
データ提供契約等により、これらに実質的に相当する義務を取り決めるよう推奨する。 
3.6.3 仮名加工情報における義務の不適用 
 通常の個人情報とは異なり、仮名加工情報では「利用目的の変更の制限」、「漏えい等の報告等」、「本人からの
開示等の請求等」といった規律は適用されない。本ガイドラインでは、第4.2 章「安全な仮名加工情報を作成するた

 
27 
 
めの追加的措置」において、これら義務のうち、特に「漏えい等の報告等」の不適用を考慮した安全な仮名加工情報
の作成手順について示している。 
3.7 
`;