var toc_content = ` 
55 
 
既に作成されているものを
除く仮名加工情報を用いる
場合 
生命科学・医学系指針の第8 の１（２）「自らの研究機関において保有してい
る既存試料・情報を研究に用いる場合」イ「試料を用いない研究」（エ）①-(i)
「当該研究に用いられる情報が仮名加工情報（既に作成されているものを除
く。）であること」に該当し、同第８の１（２）イ（エ）に定める手続き34を行
うことで、インフォームド・コンセントを受けることを要さず、当該仮名加工
情報を利用することができる。 
仮名加工情報の共同利用に
伴い他の研究機関に提供す
る場合 
生命科学・医学系指針の第8 の１（３）「他の研究機関に既存試料・情報を提
供しようとする場合」は第三者提供による他機関提供を想定しているものであ
るため、（提供先が第三者に該当しない類型としての）共同利用に伴う提供に
おいては、同第8 の１（３）に定める手続きは不要である35。 
  
7 用語集 
 
委託 
 個人情報保護法第27 条第５項第１号で掲げる「個人情報取扱事業者が利用目的の達成に必要な範囲内において個
人データの取扱いの全部又は一部を委託することに伴って当該個人データが提供される場合」に該当する個人情報の
取扱いのこと。 
医療機関等 
 病院（医療法（昭和23 年法律第205 号）第1 条の5 第1 項）、診療所（同条第2 項）、助産所（同法第2 条第1
項）、薬局（薬機法第2 条第12 項）、訪問看護事業所（健康保険法（大正11 年法律第70 号）第89 条第1 項）等
の患者に対し医療を提供する事業者であって、個人情報保護法第4 章に規定する個人情報取扱事業者等の義務等に係
る規律の全部又は一部の適用を受けるものを指す。 
医療情報 
 
34 生命科学・医学系研究指針・第8 の１⑵イ(ア)から(ウ)までのいずれにも該当せず、かつ、研究対象者等に第8 の６①から③まで及び⑦から⑩
までの事項を通知した上で適切な同意を受けていること又は次に掲げる①から③までの全ての要件を満たしていること。 
① 次に掲げるいずれかの要件を満たしていること  
(ⅰ) 当該研究に用いられる情報が仮名加工情報（既に作成されているものを除く。）であること 
(ⅱ) 学術研究機関等に該当する研究機関が学術研究目的で当該研究に用いられる情報を取り扱う必要がある場合であって、研究対象者の権利利益
を不当に侵害するおそれがないこと 
(ⅲ) 当該研究を実施しようとすることに特段の理由がある場合であって、研究対象者等から適切な同意を受けることが困難であること 
② 当該研究の実施について、第8 の６①から③まで及び⑦から⑩までの事項を研究対象者等に通知し、又は研究対象者等が容易に知り得る状態
に置いていること  
③ 当該研究が実施又は継続されることについて、原則として、研究対象者等が拒否できる機会を保障すること 
35 特定された利用目的の範囲内でのみ試料・情報を取り扱う必要があるという点について留意すること。 

 
56 
 
 「医療情報システムの安全管理に関するガイドライン 第6.0 版」（令和５年５月31 日策定）の「用語集」におい
て定義される用語で、医療に関する患者情報（個人識別情報）を含む情報を指す。 
医療データ 
 医療情報をデジタル化したものとしてのデータを指す。 
学術 
 人文・社会科学及び自然科学並びにそれらの応用の研究であり、あらゆる学問分野における研究活動及びその所産
としての知識・方法の体系のこと。 
学術研究 
 新しい法則や原理の発見、分析や方法論の確立、新しい知識やその応用法の体系化、先端的な学問領域の開拓など
のこと。 
学術研究機関等 
 学術研究機関等とは、大学、研究所、学会等の学術研究機関等（個人情報保護法第16 条第8 項）である事業者で
あって、個人情報保護法第4 章に規定する個人情報取扱事業者等の義務等に係る規律の全部又は一部の適用を受ける
ものを指す。 
学術研究機関等にあたらない医療機関等 
 学術研究機関等にあたらない医療機関等とは、学術研究機関等に該当しない医療機関等を指す。 
学術研究機関等にあたる医療機関等 
 学術研究機関等にあたる医療機関等とは、学術研究機関等にも医療機関等にも該当するものを指す。 
学術研究例外 
 学術研究の目的で医療情報を取扱う場合で、個人の権利利益を不当に侵害するおそれがある場合を除いて、個人情
報保護法で定める「利用目的による制限」、「要配慮個人情報の取得の制限」及び「第三者提供の制限」の例外事由
に該当し、これらの制限が緩和される状態のこと。 
仮名加工情報 
 個人情報保護法第２条第５項に定める情報を指し、個人情報の区分に応じた措置を講ずることで、他の情報と照合
しない限り特定の個人を識別することができないように個人情報を加工して得られる個人に関する情報を指す。 

`;