var toc_content = `C. 共通の指針 
取組にあたり、各主体は、以下に述べる「1）人間中心」に照らし、法の支配、人権、民主主義、多様性及
び公平公正な社会を尊重するようAI システム・サービスを開発・提供・利用すべきである。また、憲法、知的財
産関連法令及び個人情報保護法をはじめとする関連法令、AI に係る個別分野の既存法令等を遵守すべき
であり、国際的な指針等の検討状況についても留意することが重要である10,16。 
なお、これらの取組は、各主体が開発・提供・利用するAI システム・サービスの特性、用途、目的及び社会
的文脈を踏まえ、各主体の資源制約を考慮しながら自主的に進めることが重要である。 
 
各主体が連携して、バリューチェーン全体で取り組むべきことは、具体的には、以下のとおり整理される。 
 
1) 人間中心 
各主体は、AI システム・サービスの開発・提供・利用において、後述する各事項を含む全ての取り組む
べき事項が導出される土台として、少なくとも憲法が保障する又は国際的に認められた人権を侵すことが
ないようにすべきである。また、AI が人々の能力を拡張し、多様な人々の多様な幸せ（well-being）の
追求が可能となるように行動することが重要である。 
 
① 人間の尊厳及び個人の自律 
 
AI が活用される際の社会的文脈を踏まえ、人間の尊厳及び個人の自律を尊重する 
 
特に、AI を人間の脳・身体と連携させる場合には、その周辺技術に関する情報を踏まえつつ、
諸外国及び研究機関における生命倫理の議論等を参照する 
                                                             
10 事業の地理的な展開状況、開発されたAI モデルを用いるAI 提供者・AI 利用者の所在地、学習を行うサーバの所在地等に応じ、各準拠法
に従う必要がある。我が国の国内法に準拠する場合は、データの類型に応じ、個人情報、知的財産権等にそれぞれ適用される法令に適合した
取扱を行う。また、データの取扱においては、法令で定められていなくともステークホルダー間の契約関係において、利用が禁止される場合が存在す
ることにも留意すべきである。 

13 
 
 
個人の権利・利益に重要な影響を及ぼす可能性のある分野においてAI を利用したプロファイリ
ングを行う場合、個人の尊厳を尊重し、アウトプットの正確性を可能な限り維持させつつ、AI の
予測、推奨、判断等の限界を理解して利用し、かつ生じうる不利益等を慎重に検討した上
で、不適切な目的に利用しない 
 
② AI による意思決定・感情の操作等への留意 
 
人間の意思決定、認知等、感情を不当に操作することを目的とした、又は意識的に知覚でき
ないレベルでの操作を前提としたAI システム・サービスの開発・提供・利用は行わない 
 
AI システム・サービスの開発・提供・利用において、自動化バイアス11等のAI に過度に依存す
るリスクに注意を払い、必要な対策を講じる 
 
フィルターバブル12に代表されるような情報又は価値観の傾斜を助長し、AI 利用者を含む人間
が本来得られるべき選択肢が不本意に制限されるようなAI の活用にも注意を払う 
 
特に、選挙、コミュニティでの意思決定等をはじめとする社会に重大な影響を与える手続きに関
連しうる場合においては、AI の出力について慎重に取り扱う 
 
③ 偽情報等への対策 
 
⽣成AI によって、内容が真実・公平であるかのように装った情報を誰でも作ることができるように
なり、AI が⽣成した偽情報・誤情報・偏向情報が社会を不安定化・混乱させるリスクが⾼まっ
ていることを認識した上で、必要な対策を講じる13 
 
④ 多様性・包摂性の確保 
 
公平性の確保に加え、いわゆる「情報弱者」及び「技術弱者」を生じさせず、より多くの人々が
AI の恩恵を享受できるよう社会的弱者によるAI の活用を容易にするよう注意を払う 
 
ユニバーサルデザイン、アクセシビリティの確保、関連するステークホルダー14への教育・フォロ
ーアップ 等 
 
⑤ 利用者支援 
 
合理的な範囲で、AI システム・サービスの機能及びその周辺技術に関する情報を提供し、選
択の機会の判断のための情報を適時かつ適切に提供する機能が利用可能である状態とする 
                                                             
11 人間の判断や意思決定において、自動化されたシステムや技術への過度の信頼や依存が生じる現象を指す。 
12 「フィルターバブル」とは、アルゴリズムがネット利用者個人の検索履歴やクリック履歴を分析し学習することで、個々にとっては望むと望まざるとにか
かわらず見たい情報が優先的に表示され、利用者の観点に合わない情報からは隔離され、自身の考え方や価値観の「バブル（泡）」の中に孤立
するという情報環境を指す。このようなもともとある人間の傾向とネットメディアの特性の相互作用による現象と言われているものとして、「フィルターバ
ブル」の他、「エコーチェンバー」も挙げられる。そういったリスクがある一方で、AI はパーソナライズされた的を絞った返答をAI 利用者や業務外利用者
に提供し、有益な形で提案を行うことを可能とするという便益もある。 
13インターネット上の偽情報・誤情報への対応を含む、デジタル空間における情報流通の健全性確保の在り方については、総務省にて、制度面も
含め、表現の自由をはじめとする様々な権利利益に配慮した総合的な検討が行われ、2024 年夏頃にとりまとめが予定されているところ、これらの
検討状況等について留意すべきである。 
https://www.soumu.go.jp/main_sosiki/kenkyu/digital_space/index.html 
14 関連するステークホルダー：AI 開発者、AI 提供者、AI 利用者及び業務外利用者を含む直接・間接問わずAI の活用に関与する主体（以降
同様） 

14 
 
 
デフォルトの設定、理解しやすい選択肢の提示、フィードバックの提供、緊急時の警告、エ
ラーへの対処 等 
 
⑥ 持続可能性の確保 
 
AI システム・サービスの開発・提供・利用において、ライフサイクル全体で、地球環境への影響も
検討する 
 
これら全てを前提とした上で、各主体は、AI のパフォーマンス（有用性）を可能な範囲で高め、人々に
便益及び豊かさを与え、幸福を実現することが期待される。 
 
2) 安全性 
各主体は、AI システム・サービスの開発・提供・利用を通じ、ステークホルダーの生命・身体・財産に危
害を及ぼすことがないようにすべきである。加えて、精神及び環境に危害を及ぼすことがないようにすることが
重要である。 
 
① 人間の生命・身体・財産、精神及び環境への配慮 
 
AI システム・サービスの出力の正確性を含め、要求に対して十分に動作している（信頼性） 
 
様々な状況下でパフォーマンスレベルを維持し、無関係な事象に対して著しく誤った判断を発
生させないようにする（堅牢性（robustness）） 
 
AI の活用又は意図しないAI の動作によって生じうる権利侵害の重大性、侵害発生の可能性
等、当該AI の性質・用途等に照らし、必要に応じて客観的なモニタリング及び対処も含めて人
間がコントロールできる制御可能性を確保する 
 
適切なリスク分析を実施し、リスクへの対策（回避、低減、移転又は容認）を講じる 
 
人間の生命・身体・財産、精神及び環境へ危害を及ぼす可能性がある場合は、講ずべき措
置について事前に整理し、ステークホルダーに関連する情報を提供する 
 
関連するステークホルダーが講ずべき措置及び利用規則を明記する 
 
AI システム・サービスの安全性を損なう事態が生じた場合の対処方法を検討し、当該事態が
生じた場合に速やかに実施できるよう整える 
 
② 適正利用 
 
主体のコントロールが及ぶ範囲で本来の目的を逸脱した提供・利用により危害が発生すること
を避けるべく、AI システム・サービスの開発・提供・利用を行う  
 
③ 適正学習15 
 
AI システム・サービスの特性及び用途を踏まえ、学習等に用いるデータの正確性・必要な場合
には最新性（データが適切であること）等を確保する 
                                                             
15 AI 提供者・AI 利用者においてもファインチューニング、再学習を行う場合はAI 開発者と同様に安全性の担保に努めることが重要となる。 
 

15 
 
 
学習等に用いるデータの透明性の確保、法的枠組みの遵守16、AI モデルの更新等を合理的
な範囲で適切に実施する 
 
 
3) 公平性 
各主体は、AI システム・サービスの開発・提供・利用において、特定の個人ないし集団への人種、性
別、国籍、年齢、政治的信念、宗教等の多様な背景を理由とした不当で有害な偏見及び差別をなくす
よう努めることが重要である。また、各主体は、それでも回避できないバイアスがあることを認識しつつ、この
回避できないバイアスが人権及び多様な文化を尊重する観点から許容可能か評価した上で、AI システ
ム・サービスの開発・提供・利用を行うことが重要である。 
 
① AI モデルの各構成技術に含まれるバイアスへの配慮 
 
不適切なバイアスを生み出す要因は多岐に渡るため、各技術要素（学習データ、AI モデルの
学習過程、AI 利用者又は業務外利用者が入力するプロンプト17、AI モデルの推論時に参照
する情報、連携する外部サービス等）及びAI 利用者の振る舞いを含めて、公平性の問題とな
りうるバイアスの要因となるポイントを特定する 
 
AI システム・サービスの特性又は用途によっては、潜在的なバイアスが生じる可能性についても
検討する 
 
② 人間の判断の介在 
 
AI の出力結果が公平性を欠くことがないよう、AI に単独で判断させるだけでなく、適切なタイミン
グで人間の判断を介在させる利用を検討する 
 
バイアスが生じていないか、AI システム・サービスの目的、制約、要件及び決定を明確かつ透明
性のある方法により分析し、対処するためのプロセスを導入する 
 
無意識のバイアス及び潜在的なバイアスに留意し、多様な背景、文化又は分野のステークホル
ダーと対話した上で、方針を決定する 
 
4) プライバシー保護 
各主体は、AI システム・サービスの開発・提供・利用において、その重要性に応じ、プライバシーを尊重
し、保護することが重要である。その際、関係法令を遵守すべきである。 
 
① AI システム・サービス全般におけるプライバシーの保護  
                                                             
16 知的財産関連法令との関係については内閣府知的財産戦略推進事務局、文化庁等での議論が進められており、今後の検討状況について
留意すべきである。特にAI と著作権に関する考え方については、文化審議会著作権分科会法制度小委員会にて取りまとめており、各主体にお
いては、その趣旨を踏まえることが重要である。 
・内閣府知的財産戦略本部 https://www.kantei.go.jp/jp/singi/titeki2/index.html 
・文化庁著作権分科会法制度小委員会https://www.bunka.go.jp/seisaku/bunkashingikai/chosakuken/hoseido/ 
17 大規模言語モデルを始めとする生成AI では、AI 利用者は、コンテキスト内学習と呼ばれる学習方法により、学習済パラメータを更新することな
く、AI 利用者の入力（プロンプトと呼ばれる）に応じて、特定のタスクに対する学習を行わせることが可能である。 
 

16 
 
 
個人情報保護法等の関連法令の遵守、各主体のプライバシーポリシーの策定・公表等によ
り、社会的文脈及び人々の合理的な期待を踏まえ、ステークホルダーのプライバシーが尊重さ
れ、保護されるよう、その重要性に応じた対応を取る 
 
以下の事項を考慮しつつ、プライバシー保護のための対応策を検討する 
 
個人情報保護法にもとづいた対応の確保 
 
国際的な個人データ保護の原則及び基準の参照18 
 
5) セキュリティ確保 
各主体は、AI システム・サービスの開発・提供・利用において、不正操作によってAI の振る舞いに意図
せぬ変更又は停止が生じることのないように、セキュリティを確保することが重要である。 
 
① AI システム・サービスに影響するセキュリティ対策19 
 
AI システム・サービスの機密性・完全性・可用性を維持し、常時、AI の安全安心な活用を確
保するため、その時点での技術水準に照らして合理的な対策を講じる 
 
AI システム・サービスの特性を理解し、正常な稼働に必要なシステム間の接続が適切に行われ
ているかを検討する 
 
推論対象データに微細な情報を混入させることで関連するステークホルダーの意図しない判断
が行われる可能性を踏まえて、AI システム・サービスの脆弱性を完全に排除することはできない
ことを認識する 
 
② 最新動向への留意 
 
AI システム・サービスに対する外部からの攻撃は日々新たな手法が生まれており、これらのリスク
に対応するための留意事項を確認する 
 
6) 
透明性20  
各主体は、AI システム・サービスの開発・提供・利用において、AI システム・サービスを活用する際の社
会的文脈を踏まえ、AI システム・サービスの検証可能性を確保しながら、必要かつ技術的に可能な範囲
                                                             
18 OECD, Recommendation of the Council concerning Guidelines Governing the Protection of Privacy and Transborder Flows of 
Personal Data, OECD/LEGAL/0188, ISO/IEC 29100:2011 Information technology Security techniques Privacy framework 等プライ
バシーに関する国際的な指針を踏まえることが期待される。また、より広範囲での個人データの円滑な越境移転及び各国における規律の相互運
用性を促進させる等の目的でGlobal Cross-Border Privacy Rules （CBPR） Forum が立ち上がっており、日本も2022 年4 月に参加し、
Global CBPR Framework を公表している。また、生成AI に関しては、G7 データ保護プライバシー機関ラウンドテーブル会合による「生成AI に関
する声明」（2023 年6 月）及びGPA（Global Privacy Assembly）による「生成AI システムに関する決議」（2023 年10 月）も参照。 
19 詳細な手法については、 英国サイバーセキュリティセンター（NCSC）「セキュアなAI システム開発のためのガイドライン （Guidelines for 
secure AI system development） 」 （2023 年11 月） も参照。 
https://www8.cao.go.jp/cstp/stmain/20231128ai.html 
20 透明性については、諸外国でも様々な定義がある。例えば、NIST,Artificial Intelligence Risk Management Framework（January 
2023）では、透明性（システムで何が起きたかについて答えられること）、説明可能性（システムでどのように決定がなされたかについて答えられる
こと）及び解釈可能性（なぜその決定がされたかについてその意味又は文脈について答えられること）に分類されており、European 
Commission, ETHICS GUIDELINES FOR TRUSTWORTHY AI （April 2019）では、トレーサビリティ、説明可能性及びコミュニケーションが取り
上げられている。また、国際標準(ISO/IEC JTC1/SC42)では、透明性（適切な情報が関係者に提供されること）と定義されている。本文書で
は、情報開示に関する事項を広く「透明性」とする。 

17 
 
で、ステークホルダーに対し合理的な範囲で情報を提供することが重要である。 
 
① 検証可能性の確保 
 
AI の判断にかかわる検証可能性を確保するため、データ量又はデータ内容に照らし合理的な
範囲で、AI システム・サービスの開発過程、利用時の入出力等、AI の学習プロセス、推論過
程、判断根拠等のログを記録・保存する 
 
ログの記録・保存にあたっては、利用する技術の特性及び用途に照らして、事故の原因究明、
再発防止策の検討、損害賠償責任要件の立証上の重要性等を踏まえて、記録方法、頻
度、保存期間等について検討する 
 
② 関連するステークホルダーへの情報提供 
 
AI との関係の仕方、AI の性質、目的等に照らして、それぞれが有する知識及び能力に応じ、
例えば、以下について取りまとめた情報の提供及び説明を行う 
 
AI システム・サービス全般 
 
AI を利用しているという事実及び活用している範囲 
 
データ収集及びアノテーションの手法 
 
学習及び評価の手法 
 
基盤としているAI モデルに関する情報 
 
AI システム・サービスの能力、限界及び提供先における適正/不適正な利用方法 
 
AI システム・サービスの提供先、AI 利用者が所在する国・地域等において適用され
る関連法令等 
 
多様なステークホルダーとの対話を通じて積極的な関与を促し、社会的な影響及び安全性に
関する様々な意見を収集する 
 
加えて、実態に即して、AI システム・サービスを提供・利用することの優位性、それに伴うリスク等
を関連するステークホルダーに示す 
 
③ 合理的かつ誠実な対応 
 
上記の「②関連するステークホルダーへの情報提供」は、アルゴリズム又はソースコードの開示を
想定するものではなく、プライバシー及び営業秘密を尊重して、採用する技術の特性及び用途
に照らし、社会的合理性が認められる範囲で実施する 
 
公開されている技術を用いる際には、それぞれ定められている規程に準拠する 
 
開発したAI システムのオープンソース化にあたっても、社会的な影響を検討する 
 
④ 関連するステークホルダーへの説明可能性・解釈可能性の向上 
 
関連するステークホルダーの納得感及び安心感の獲得、また、そのためのAI の動作に対する証
拠の提示等を目的として、説明する主体がどのような説明が求められるかを分析・把握できるよ
う、説明を受ける主体がどのような説明が必要かを共有し、必要な対応を講じる 
 
AI 提供者：AI 開発者に、どのような説明が必要となるかを共有する 
 
AI 利用者：AI 開発者・AI 提供者に、どのような説明が必要となるかを共有する 
 

18 
 
7) 
アカウンタビリティ21 
各主体は、AI システム・サービスの開発・提供・利用において、トレーサビリティの確保、「共通の指針」の
対応状況等について、ステークホルダーに対して、各主体の役割及び開発・提供・利用するAI システム・サ
ービスのもたらすリスクの程度を踏まえ、合理的な範囲でアカウンタビリティを果たすことが重要である。 
 
① トレーサビリティの向上 
 
データの出所、AI システム・サービスの開発・提供・利用中に行われた意思決定等について、技
術的に可能かつ合理的な範囲で追跡・遡求が可能な状態を確保する 
 
② 「共通の指針」の対応状況の説明 
 
「共通の指針」の対応状況について、ステークホルダー（サプライヤーを含む）に対してそれぞれ
が有する知識及び能力に応じ、例えば以下の事項を取りまとめた情報の提供及び説明を定期
的に行う 
 
全般 
 
「共通の指針」の実践を妨げるリスクの有無及び程度に関する評価 
 
「共通の指針」の実践の進捗状況 
 
「人間中心」関連 
 
偽情報等への留意、多様性・包摂性、利用者支援及び持続可能性の確保の対
応状況 
 
「安全性」関連 
 
AI システム・サービスに関する既知のリスク及び対応策、並びに安全性確保の仕組
み 
 
「公平性」関連 
 
AI モデルを構成する各技術要素（学習データ、AI モデルの学習過程、AI 利用者
又は業務外利用者が入力すると想定するプロンプト、AI モデルの推論時に参照する
情報、連携する外部サービス等）によってバイアスが含まれうること 
 
「プライバシー保護」関連 
 
AI システム・サービスにより自己又はステークホルダーのプライバシーが侵害されるリス
ク及び対応策、並びにプライバシー侵害が発生した場合に講ずることが期待される措
置 
 
「セキュリティ確保」関連 
 
AI システム・サービスの相互間連携又は他システムとの連携が発生する場合、その
促進のために必要な標準準拠等 
 
AI システム・サービスがインターネットを通じて他のAI システム・サービス等と連携する
場合に発生しうるリスク及びその対応策 
 
③ 責任者の明示 
                                                             
21 アカウンタビリティを説明可能性と定義することもあるが、本ガイドラインでは情報開示は透明性で対応することとし、アカウンタビリティとはAI に関
する事実上・法律上の責任を負うこと及びその責任を負うための前提条件の整備に関する概念とする。 

19 
 
 
各主体においてアカウンタビリティを果たす責任者を設定する 
 
④ 関係者間の責任の分配 
 
関係者間の責任について、業務外利用者も含めた主体間の契約、社会的な約束（ボランタリ
ーコミットメント）等により、責任の所在を明確化する 
 
⑤ ステークホルダーへの具体的な対応 
 
必要に応じ、AI システム・サービスの利用に伴うリスク管理、安全性確保のための各主体のAI
ガバナンスに関するポリシー、プライバシーポリシー等の方針を策定し、公表する（社会及び一
般市民に対するビジョンの共有、並びに情報発信・提供を行うといった社会的責任を含む） 
 
必要に応じ、AI の出力の誤り等について、ステークホルダーからの指摘を受け付ける機会を設け
るとともに、客観的なモニタリングを実施する 
 
ステークホルダーの利益を損なう事態が生じた場合、どのように対応するか方針を策定してこれ
を着実に実施し、進捗状況については必要に応じて定期的にステークホルダーに報告する 
 
⑥ 文書化22 
 
上記に関する情報を文書化して一定期間保管し、必要なときに、必要なところで、入手可能
かつ利用に適した形で参照可能な状態とする 
 
各主体が社会と連携して取り組むことが期待される事項は、具体的には、下記のとおり整理される。 
 
8) 教育・リテラシー 
各主体は、主体内のAI に関わる者が、AI の正しい理解及び社会的に正しい利用ができる知識・リテラ
シー・倫理感を持つために、必要な教育を行うことが期待される。また、各主体は、AI の複雑性、誤情報と
いった特性及び意図的な悪用の可能性もあることを勘案して、ステークホルダーに対しても教育を行うこと
が期待される。23 
 
① AI リテラシーの確保 
 
各主体内のAI に関わる者が、その関わりにおいて十分なレベルのAI リテラシーを確保するため
に必要な措置を講じる 
 
② 教育・リスキリング 
 
生成AI の活用拡大によって、AI と人間の作業の棲み分けが変わっていくと想定されるため、新
たな働き方ができるよう教育・リスキリング等を検討する 
                                                             
22 「文書化」については、後から容易に確認可能となるよう適切なツールで記録が残されていれば差し支えなく、必ずしも紙媒体や特定の文書の
形式による必要はない。 
23 経済産業省・IPA は、個人の学習及び企業の人材確保・育成の指針としてDX 時代の人材像を「デジタルスキル標準」として整理（2022 年
12 月）。生成AI の利用を通じた更なる企業DX の推進に向けて、2023 年8 月に「生成AI 時代のDX 推進に必要な人材・スキルの考え方」を
取りまとめ、指示（プロンプト）の習熟、「問いを立てる」「仮説検証する」等の必要性をスキル標準に反映。 
・デジタルスキル標準 https://www.meti.go.jp/policy/it_policy/jinzai/skill_standard/main.html 
・デジタル時代の人材政策に関する検討会 https://www.meti.go.jp/shingikai/mono_info_service/digital_jinzai/index.html 

20 
 
 
様々な人がAI で得られる便益の理解を深め、リスクに対するレジリエンスを高められるよう、世
代間ギャップも考慮した上での教育の機会を提供する 
 
③ ステークホルダーへのフォローアップ 
 
AI システム・サービス全体の安全性を高めるため、必要に応じて、ステークホルダーに対して教育
及びリテラシー向上のためのフォローアップを行う 
 
9) 公正競争確保 
各主体は、AI を活用した新たなビジネス・サービスが創出され、持続的な経済成長の維持及び社会課
題の解決策の提示がなされるよう、AI をめぐる公正な競争環境の維持に努めることが期待される。 
 
10) イノベーション 
各主体は、社会全体のイノベーションの促進に貢献するよう努めることが期待される。 
 
① オープンイノベーション等の推進 
 
国際化・多様化、産学官連携及びオープンイノベーションを推進する 
 
AI のイノベーションに必要なデータが創出される環境の維持に配慮する 
 
② 相互接続性・相互運用性への留意 
 
自らのAI システム・サービスと他のAI システム・サービスとの相互接続性及び相互運用性を確
保する 
 
標準仕様がある場合には、それに準拠する 
 
③ 適切な情報提供 
 
自らのイノベーションを損なわない範囲で必要な情報提供を行う 
 
以上の事項に加え、AI 開発者、AI 提供者又はAI 利用者のそれぞれで重要となる事項は、「表1. 共通の
指針に加えて主体毎に重要となる事項」のとおり整理される。なお、表の「-」が記載されている箇所は、各主体
による第2 部 C.「共通の指針」記載の事項にもとづく対応が期待されており、対応不要を意味するものではな
い。 
 
以降は「表1. 「共通の指針」に加えて主体毎に重要となる事項」に記載されている内容（項目）を、[ 主
体 – 指針番号） 記載内容. ]のルールにて識別・表記する。 
 
主体は、AI 開発者（AI Developer）、AI 提供者（AI Provider）及びAI 利用者（AI Business 
User）の頭文字を用い、指針番号及び記載内容の番号は同表に記載の番号にて表記する 
例）D-2） i. はAI 開発者の安全性に関する適切なデータの学習についての重要事項を指す 
 

21 
 
  
表1. 「共通の指針」に加えて主体毎に重要となる事項 
 
第2 部.  
C.共通の指針 
「共通の指針」に加えて主体毎に重要となる事項 
第3 部. AI 開発者
（D） 
第4 部. AI 提供者
（P） 
第5 部. AI 利用者
（U） 
1） 
人間中心 
① 人間の尊厳及び個人の自律 
② AI による意思決定・感情の操
作等への留意 
③ 偽情報等への対策 
④ 多様性・包摂性の確保 
⑤ 利用者支援 
⑥ 持続可能性の確保 
- 
- 
- 
2） 
安全性 
① 人間の生命・身体・財産、精
神及び環境への配慮 
② 適正利用 
③ 適正学習 
ⅰ. 適切なデータの学習 
ⅱ.人間の生命・身体・財産、  
精神及び環境に配慮した開発 
ⅲ.適正利用に資する開発 
i. 人間の生命・身体・財産、精神
及び環境に配慮したリスク対策 
ii. 適正利用に資する提供 
i. 安全を考慮した適正利用 
3） 
公平性 
① AI モデルの各構成技術に 
含まれるバイアスへの配慮 
② 人間の判断の介在 
i. データに含まれるバイアスへの 
配慮 
ii. AI モデルのアルゴリズム等に 
含まれるバイアスへの配慮 
i. AI システム・サービスの構成及び 
データに含まれるバイアスへの 
配慮 
i. 入力データ又はプロンプトに 
含まれるバイアスへの配慮 
4） 
プライバシー 
保護 
① AI システム・サービス全般にお
けるプライバシーの保護 
ⅰ. 適切なデータの学習 
  （D-2） i. 再掲） 
i. プライバシー保護のための 
仕組み及び対策の導入 
ii. プライバシー侵害への対策 
i. 個人情報の不適切入力及び 
プライバシー侵害への対策 
5） 
セキュリティ 
確保 
① AI システム・サービスに影響す
るセキュリティ対策 
② 最新動向への留意 
i. セキュリティ対策のための仕組み
の導入 
ii. 最新動向への留意 
i. セキュリティ対策のための仕組み
の導入 
ii. 脆弱性への対応 
i. セキュリティ対策の実施 
6） 
透明性 
① 検証可能性の確保 
② 関連するステークホルダーへの 
情報提供 
③ 合理的かつ誠実な対応 
④ 関連するステークホルダーへの 
説明可能性・解釈可能性の 
向上 
i. 検証可能性の確保 
ii. 関連するステークホルダーへの 
情報提供 
 
i. システムアーキテクチャ等の 
文書化 
ii. 関連するステークホルダーへの 
情報提供 
i. 関連するステークホルダーへの 
情報提供 
7） 
アカウンタ 
ビリティ 
① トレーサビリティの向上 
② 「共通の指針」の対応状況の 
説明 
③ 責任者の明示 
④ 関係者間の責任の分配 
⑤ ステークホルダーへの具体的 
な対応 
⑥ 文書化 
i. AI 提供者への「共通の指針」の 
対応状況の説明 
ii. 開発関連情報の文書化 
i. AI 利用者への「共通の指針」の 
対応状況の説明 
ii. サービス規約等の文書化 
i. 関連するステークホルダーへの 
説明 
ii. 提供された文書の活用及び 
規約の遵守 
8） 
教育・ 
リテラシー 
① AI リテラシーの確保 
② 教育・リスキリング 
③ ステークホルダーへの 
フォローアップ 
- 
- 
- 
9） 
公正競争確保 
 -   
- 
- 
- 
10） 
イノベーション 
① オープンイノベーション等の推進 
② 相互接続性・相互運用性へ
の留意 
③ 適切な情報提供 
i. イノベーションの機会創造への 
貢献 
- 
- 
 

22 
 
 
D. 高度なAI システムに関係する事業者に共通の指針 
 
高度なAI システムに関係する事業者は、広島AI プロセスを経て策定された「全てのAI 関係者向けの広島
プロセス国際指針」及びその基礎となる「高度なAI システムを開発する組織向けの広島プロセス国際指針」を
踏まえ、「共通の指針」に加え、以下を遵守すべきである24。ただし、I） ～ XI） は高度なAI システムを開発
するAI 開発者にのみ適用される内容もあるため、第３～５部に後述のとおり、AI 提供者及びAI 利用者は適
切な範囲で遵守することが求められる。 
 
I)  
AI ライフサイクル全体にわたるリスクを特定、評価、軽減するために、高度なAI システムの開発全体を通じ
て、その導入前及び市場投入前も含め、適切な措置を講じる（「2）安全性」、「6） 透明性」「7） アカ
ウンタビリティ」） 
 
具体的には、レッドチーム25等の様々な手法を組み合わせて、多様/独立した内外部テスト手段を
採用することや、特定されたリスクや脆弱性に対処するための適切な緩和策を実施する 
 
上記テストを支援するために、開発中に行われた意思決定に関するトレーサビリティを確保するように
努める 
 
II)  市場投入を含む導入後、脆弱性、及び必要に応じて悪用されたインシデントやパターンを特定し、緩和す
る（「5） セキュリティ確保」、「7） アカウンタビリティ 」） 
 
リスクレベルに見合った適切なタイミングで、AI システムの活用状況のモニタリングを実施し、それらに対
処するための適切な措置を講じる 
 
他の利害関係者と協力して、報告されたインシデントの適切な文書化を維持し、特定されたリ
スクと脆弱性を軽減することが奨励される 
 
III)  高度なAI システムの能力、限界、適切・不適切な使用領域を公表し、十分な透明性の確保を支援する
ことで、アカウンタビリティの向上に貢献する（「6） 透明性」、「7） アカウンタビリティ 」） 
 
データの出所に始まり、どのような意思決定を行ったかについて、合理的な説明を行い、トレーサビリテ
ィを確保するため文書化・公表する 
 
関連するステークホルダーがAI システムの出力を解釈し、AI 利用者や業務外利用者が適切に活用
できるようにするために、明確で理解可能な形で文書化・公表する 
 
IV)   産業界、政府、市民社会、学界を含む、高度なAI システムを開発する組織間での責任ある情報共有
とインシデントの報告に向けて取り組む（「5） セキュリティ確保」、「6） 透明性」、「7）アカウンタビリテ
ィ」、「10）イノベーション」） 
 
具体的には、モニタリング結果の報告書やセキュリティや安全性のリスクに関する関連文書等が含ま
れる 
 
                                                             
24 詳細は、G7 デジタル・技術大臣会合（2023 年12 月）で採択された「広島AI プロセスG7 デジタル・技術閣僚声明」における「広島AI プロセ
ス包括的政策枠組み」の「II. 全てのAI 関係者向け及び高度な AI システムを開発する組織向けの広島プロセス国際指針」を参照。 
https://www.soumu.go.jp/menu_news/s-news/01tsushin06_02000283.html 
25 攻撃者がどのように対象組織を攻撃するかの観点で、セキュリティへの対応体制及び対策の有効性を確認するチーム 

`;