var toc_content = `各主体が取り組む事項及び社会と連携した取組が期待される事項に整理した。こ
の「原則」は、「人間中心のAI 社会原則」を土台としつつ、OECD のAI 原則等の海外の諸原則を踏まえ、再
構成したものである。 
 
各主体が取り組む事項 
各主体は、「基本理念」より導き出される人間中心の考え方をもとに8、AI システム・サービスの開発・提供・
利用を促進し、人間の尊厳を守りながら、事業における価値の創出、社会課題の解決等、AI の目的を実現し
ていくことが重要である。このため、各主体は、AI 活用に伴う社会的リスクの低減を図るべく、安全性・公平性と
いった価値を確保することが重要である。また、個人情報の不適正な利用等の防止を始めとするプライバシー保
護、並びにAI システムの脆弱性等による可用性の低下及び外部からの攻撃等のリスクに対応するセキュリティ
確保を行うことが重要である。これらを実現するために、各主体は、システムの検証可能性を確保しながらステー
クホルダー9に対する適切な情報を提供することにより透明性を向上させ、アカウンタビリティを果たすことが重要と
なる。 
                                                             
8 下線部は、後段の「C.共通の指針」として整理されるものである。 
9 ステークホルダー：AI 開発者、AI 提供者、AI 利用者及び業務外利用者以外の第三者を含むAI の活用によって直接・間接の影響を受ける可
能性がある全ての主体（以降同様） 

12 
 
加えて、今後、AI アーキテクチャの多様化に伴うバリューチェーン変動等により、各主体の役割が変動する可
能性を踏まえた上で、各主体間で連携し、バリューチェーン全体でのAI の品質の向上に努めること及びマルチス
テークホルダーで継続して議論していくことが重要である。 
このような対応を行うことで、各主体が、AI のリスクを最低限に抑制しつつ、AI システム・サービスの開発・提
供・利用を通じて最大限の便益を享受することが期待される。 
 

`;