var toc_content = `関連する用語を以下のとおり定義する。 
 
関連する用語 
 
AI 
現時点で確立された定義はなく（統合イノベーション戦略推進会議決定 「人間中心のAI 社会原則」 
（2019 年3 月29 日））、広義の人工知能の外延を厳密に定義することは困難である。本ガイドライ
ンにおけるAI は「AI システム（以下に定義）」自体又は機械学習をするソフトウェア若しくはプログラム
を含む抽象的な概念とする。 
（参考としてJIS X 22989:2023 ではISO/IEC 22989:2022 にもとづき、以下のように定義されてい
る） 
＜学問分野＞AI システムのメカニズム及び適用の研究開発 
注釈1. 研究開発は、コンピュータサイエンス、データサイエンス、自然科学、人文科学、数学等、幾つも
の分野にわたって行うことが可能である 
 
 
AI システム 
活用の過程を通じて様々なレベルの自律性をもって動作し学習する機能を有するソフトウェアを要素とし
て含むシステムとする（機械、ロボット、クラウドシステム等）。 
（参考としてJIS X 22989:2023 ではISO/IEC 22989:2022 にもとづき、以下のように定義されてい
る） 
人間が定義した所与の目標の集合に対して、コンテンツ、予測、推奨、意思決定等の出力を生成する
工学的システム 
注釈1. 工学的システムは、人工知能に関連する様々な技法及びアプローチを使用して、作業の実施
                                                             
7 大規模言語モデルに代表される基盤モデルは、様々なサービスを支える個別モデルを生み出すコアの技術基盤である。基盤モデルから派生する
下流の幅広いタスクに適応させたモデルの開発、開発過程そのものから得られる知見等の観点から、一般的なAI とは異なる性質を持つ。 

9 
 
に使用可能であるデータ、知識、プロセス等を表すモデルを開発することが可能である 
注釈2. AI システムは、様々な自動化のレベルで動作するように設計されている 
（参考としてOECD AI Principles overview では以下のように定義されている） 
AI システムは、明示的又は暗黙的な目的のために推測するマシンベースのシステムである。受け取った
入力から、物理環境又は仮想環境に影響を与える可能性のある予測、コンテンツ、推奨、意思決定等
の出力を生成する。AI システムが異なれば、導入後の自律性及び適応性のレベルも異なる 
 
 
高度なAI システム 
最先端の基盤モデル及び生成AI システムを含む、最も高度なAI システムを指す。 
（広島AI プロセスでの定義を引用） 
 
 
AI モデル（ML モデル） 
AI システムに含まれ、学習データを用いた機械学習によって得られるモデルで、入力データに応じた予測
結果を生成する。 
（参考としてJIS X 22989:2023 ではISO/IEC 22989:2022 にもとづき、以下のように定義されてい
る） 
入力データ又は情報にもとづいて推論（inference）又は予測を生成する数学的構造 
例 : 単変量線形関数y=θ0+θ1x が、線形回帰を使用して訓練されている場合、結果のモデルは、
y=3+7x のようになる 
注釈1. 機械学習モデルは、機械学習アルゴリズムにもとづく訓練の結果として得られる 
 
 
AI サービス 
AI システムを用いた役務を指す。AI 利用者への価値提供の全般を指しており、AI サービスの提供・運
営は、AI システムの構成技術に限らず、人間によるモニタリング、ステークホルダーとの適切なコミュニケー
ション等の非技術的アプローチも連携した形で実施される。 
 
 
生成AI 
文章、画像、プログラム等を生成できるAI モデルにもとづくAI の総称を指す。 
 
 
AI ガバナンス 
AI の利活用によって生じるリスクをステークホルダーにとって受容可能な水準で管理しつつ、そこからもたら
される正のインパクト（便益）を最大化することを目的とする、ステークホルダーによる技術的、組織的、
及び社会的システムの設計並びに運用。 
 
 

10 
 
第２部 AI により目指すべき社会及び各主体が取り組む事項 
 
第２部では、まず、AI により目指す社会としての「A. 基本理念」を記載する。更に、その実現に向け、各主
体が取り組む「B. 原則」とともに、そこから導き出される「C. 共通の指針」を記載する。また、高度なAI システム
に関係する事業者が遵守すべき「D. 高度なAI システムに関係する事業者に共通の指針」を記載する。加え
て、この「C. 共通の指針」を実践しAI を安全安心に活用していくために重要な「E. AI ガバナンスの構築」につい
ても記載する。 
 
A. 基本理念 
「はじめに」で述べたとおり、我が国が2019 年3 月に策定した「人間中心のAI 社会原則」においては、AI が
Society 5.0 の実現に貢献することが期待されている。また、AI を人類の公共財として活用し、社会の在り方の
質的変化及び真のイノベーションを通じて地球規模の持続可能性へとつなげることが重要であることが述べられ
ている。そして、以下の3 つの価値を「基本理念」として尊重し、「その実現を追求する社会を構築していくべき」
としている。 
① 人間の尊厳が尊重される社会（Dignity） 
AI を利活用して効率性や利便性を追求するあまり、人間がAI に過度に依存したり、人間の行動を
コントロールすることにAI が利用される社会を構築するのではなく、人間がAI を道具として使いこなす
ことによって、人間の様々な能力をさらに発揮することを可能とし、より大きな創造性を発揮したり、や
りがいのある仕事に従事したりすることで、物質的にも精神的にも豊かな生活を送ることができるよう
な、人間の尊厳が尊重される社会を構築する必要がある 
 
② 多様な背景を持つ人々が多様な幸せを追求できる社会 
（Diversity and Inclusion） 
多様な背景、価値観又は考え方を持つ人々が多様な幸せを追求し、それらを柔軟に包摂した上で
新たな価値を創造できる社会は、現代における一つの理想であり、大きなチャレンジである。AI という
強力な技術は、この理想に我々を近づける一つの有力な道具となりうる。我々はAI の適正な開発と
展開によって、このように社会の在り方を変革していく必要がある 
 
③ 持続可能な社会（Sustainability） 
我々は、AI の活用によりビジネスやソリューションを次々と生み、社会の格差を解消し、地球規模の
環境問題や気候変動等にも対応が可能な持続性のある社会を構築する方向へ展開させる必要が
ある。科学・技術立国としての我が国は、その科学的・技術的蓄積をAI によって強化し、そのような
社会を作ることに貢献する責務がある 

`;