var toc_content = `22 
 
 
D. 高度なAI システムに関係する事業者に共通の指針 
 
高度なAI システムに関係する事業者は、広島AI プロセスを経て策定された「全てのAI 関係者向けの広島
プロセス国際指針」及びその基礎となる「高度なAI システムを開発する組織向けの広島プロセス国際指針」を
踏まえ、「共通の指針」に加え、以下を遵守すべきである24。ただし、I） ～ XI） は高度なAI システムを開発
するAI 開発者にのみ適用される内容もあるため、第３～５部に後述のとおり、AI 提供者及びAI 利用者は適
切な範囲で遵守することが求められる。 
 
I)  
AI ライフサイクル全体にわたるリスクを特定、評価、軽減するために、高度なAI システムの開発全体を通じ
て、その導入前及び市場投入前も含め、適切な措置を講じる（「2）安全性」、「6） 透明性」「7） アカ
ウンタビリティ」） 
 
具体的には、レッドチーム25等の様々な手法を組み合わせて、多様/独立した内外部テスト手段を
採用することや、特定されたリスクや脆弱性に対処するための適切な緩和策を実施する 
 
上記テストを支援するために、開発中に行われた意思決定に関するトレーサビリティを確保するように
努める 
 
II)  市場投入を含む導入後、脆弱性、及び必要に応じて悪用されたインシデントやパターンを特定し、緩和す
る（「5） セキュリティ確保」、「7） アカウンタビリティ 」） 
 
リスクレベルに見合った適切なタイミングで、AI システムの活用状況のモニタリングを実施し、それらに対
処するための適切な措置を講じる 
 
他の利害関係者と協力して、報告されたインシデントの適切な文書化を維持し、特定されたリ
スクと脆弱性を軽減することが奨励される 
 
III)  高度なAI システムの能力、限界、適切・不適切な使用領域を公表し、十分な透明性の確保を支援する
ことで、アカウンタビリティの向上に貢献する（「6） 透明性」、「7） アカウンタビリティ 」） 
 
データの出所に始まり、どのような意思決定を行ったかについて、合理的な説明を行い、トレーサビリテ
ィを確保するため文書化・公表する 
 
関連するステークホルダーがAI システムの出力を解釈し、AI 利用者や業務外利用者が適切に活用
できるようにするために、明確で理解可能な形で文書化・公表する 
 
IV)   産業界、政府、市民社会、学界を含む、高度なAI システムを開発する組織間での責任ある情報共有
とインシデントの報告に向けて取り組む（「5） セキュリティ確保」、「6） 透明性」、「7）アカウンタビリテ
ィ」、「10）イノベーション」） 
 
具体的には、モニタリング結果の報告書やセキュリティや安全性のリスクに関する関連文書等が含ま
れる 
 
                                                             
24 詳細は、G7 デジタル・技術大臣会合（2023 年12 月）で採択された「広島AI プロセスG7 デジタル・技術閣僚声明」における「広島AI プロセ
ス包括的政策枠組み」の「II. 全てのAI 関係者向け及び高度な AI システムを開発する組織向けの広島プロセス国際指針」を参照。 
https://www.soumu.go.jp/menu_news/s-news/01tsushin06_02000283.html 
25 攻撃者がどのように対象組織を攻撃するかの観点で、セキュリティへの対応体制及び対策の有効性を確認するチーム 

23 
 
V)  特に高度なAI システム開発者に向けた、個人情報保護方針及び緩和策を含む、リスクベースのアプロー
チにもとづくAI ガバナンス及びリスク管理方針を策定し、実施し、開示する（「4） プライバシー保護」、
「7）アカウンタビリティ」） 
 
適切な場合には、プライバシーポリシーを公表する 
 
AI ガバナンスに関するポリシーや実行するための組織を確立し、開示することが期待される 
 
VI)  AI のライフサイクル全体にわたり、物理的セキュリティ、サイバーセキュリティ、内部脅威に対する安全対策を
含む、強固なセキュリティ管理に投資し、実施する（「5）セキュリティ確保」） 
 
情報セキュリティのための運用上の対策や適切なサイバー/物理的アクセス制御等も検討する 
 
VII)  技術的に可能な場合は、電子透かしやその他の技術等、AI 利用者及び業務外利用者が、AI が生成し
たコンテンツを識別できるようにするための、信頼できるコンテンツ認証及び来歴のメカニズムを開発し、導入
する（「6）透明性」） 
 
具体的には、適切かつ技術的に実現可能な場合、組織の高度なAI システムで作成されたコンテン
ツ認証及び来歴メカニズムが含まれる 
 
透かし等を通じた特定のコンテンツが高度なAI システムで作成されたかどうかをAI 利用者及び業務
外利用者が判断できるツールやAPI の開発に努める 
 
AI 利用者及び業務外利用者がAI システムと相互作用していることを知ることができるよう、ラベ
リングや免責事項の表示等、その他の仕組みを導入することが奨励される 
 
VIII)  社会的、安全、セキュリティ上のリスクを軽減するための研究を優先し、効果的な軽減策への投資を優先
する（「10） イノベーション」） 
 
AI の安全性、セキュリティ、信頼性の向上やリスクへの対処に関する研究が含まれる 
 
IX)  世界の最大の課題、特に気候危機、世界保健、教育等（ただしこれらに限定されない）に対処するた
め、高度なAI システムの開発を優先する（「10） イノベーション」） 
 
信頼性のある人間中心のAI 開発に向けた取組を実施し、同時に業務外利用者も含めたリテラシー
の向上のための支援をする 
 
X)  国際的な技術規格の開発を推進し、適切な場合にはその採用を推進する（「10） イノベーション」） 
 
電子透かしを含む国際的な技術標準とベストプラクティスの開発に貢献し、適切な場合にはそれを利
用し、標準開発組織（SDO）と協力する 
 
XI)  適切なデータインプット対策を実施し、個人データ及び知的財産を保護する（「2） 安全性」、「3） 公
平性」） 
 
有害な偏見バイアスを軽減するために、訓練データやデータ収集等、データの質を管理するための適
切な措置を講じることが奨励される 
 
訓練用データセットの適切な透明性も支援されるべきであり、適用される法的枠組みを遵守する 
 
XII)  高度な AI システムの信頼でき責任ある利用を促進し、貢献する（「5） セキュリティ確保」、「8） 教育・
リテラシー」） 

24 
 
 
高度なAI システムが特定のリスク（例えば偽情報の拡散に関するもの）をどのように増大させるか、
新たなリスクをどのように生み出すか等の課題を含め、各主体及びステークホルダーのリテラシーや認
識等の向上のための機会を提供する 
 
各主体間で連携し、高度なAI システムに関する新たなリスクや脆弱性を特定し、対処するための情
報共有を行うことが奨励される 
 
 
E.  AI ガバナンスの構築 
 
各主体間で連携しバリューチェーン全体で「共通の指針」を実践しAI を安全安心に活用していくためには、AI
に関するリスクをステークホルダーにとって受容可能な水準で管理しつつ、そこからもたらされる便益を最大化する
ための、AI ガバナンスの構築が重要となる。また、「Society 5.0」を実現するためには、サイバー空間とフィジカル
空間を高度に融合させたシステム（CPS）の社会実装を進めつつ、その適切なAI ガバナンスを構築することが
不可欠である。CPS を基盤とする社会は、複雑で変化が速く、リスクの統制が困難であり、こうした社会の変化
に応じて、AI ガバナンスが目指すゴールも常に変化していく。そのため、事前にルール又は手続が固定されたAI
ガバナンスではなく、企業・法規制・インフラ・市場・社会規範といった様々なガバナンスシステムにおいて、「環
境・リスク分析」「ゴール設定」「システムデザイン」「運用」「評価」といったサイクルを、マルチステークホルダーで継
続的かつ高速に回転させていく、「アジャイル・ガバナンス」の実践が重要となる26。 
 
なお、具体的な検討にあたっては開発・提供・利用予定のAI のもたらすリスクの程度及び蓋然性、並びに各
主体の資源制約に配慮することが重要である。 
① まず、AI システム・サービスがライフサイクル全体においてもたらしうる便益/リスク、開発・運用に関する
社会的受容、「外部環境の変化」、AI 習熟度等を踏まえ、対象となるAI システム・サービスに関連
する「環境・リスク分析」を実施する 
② これを踏まえ、AI システム・サービスを開発・提供・利用するか否かを判断し、開発・提供・利用する
場合には、AI ガバナンスに関するポリシーの策定等を通じて「AI ガバナンス・ゴール27の設定」を検討
する。なお、このAI ガバナンス・ゴールは、各主体の存在意義、理念・ビジョンといった経営上のゴール
と整合したものとなるように設定する 
③ 更に、このAI ガバナンス・ゴールを達成するための「AI マネジメントシステムの設計」を行った上で、これ
を「運用」する。その際には、各主体が、AI ガバナンス・ゴール及びその運用状況について外部の「ステ
ークホルダーに対する透明性、アカウンタビリティ（公平性等）」を果たすようにする 
④ その上で、リスクアセスメント等をはじめとして、AI マネジメントシステムが有効に機能しているかを継続
的にモニタリングし、「評価」及び継続的改善を実施する 
                                                             
26 別添（付属資料）において、経済産業省「AI 原則実践のためのガバナンス・ガイドラインVer. 1.1」を土台とした、AI ガバナンス実践のための
詳細解説に加え、各主体の具体的な取組事項としての「行動目標」及び各主体を想定した仮想的な「実践例」も記載しているため、ご参照のこ
と。 
27 AI ガバナンス・ゴールとして、本ガイドラインに記載の「共通の指針」への対応事項からなる自社の取組方針（「AI ポリシー」等、呼称は各主体に
より相違）及び「共通の指針」への対応事項を包含しつつそれ以外の要素を含む取組方針 （データ活用ポリシー等） を設定すること等が考えら
れる。AI を活用することによって包摂性を向上させる等の便益を高めるための指針を提示してもよい。また、呼称も各主体に委ねられている。 

`;