var toc_content = `A. 基本理念」を記載する。更に、その実現に向け、各主
体が取り組む「B. 原則」とともに、そこから導き出される「C. 共通の指針」を記載する。また、高度なAI システム
に関係する事業者が遵守すべき「D. 高度なAI システムに関係する事業者に共通の指針」を記載する。加え
て、この「C. 共通の指針」を実践しAI を安全安心に活用していくために重要な「E. AI ガバナンスの構築」につい
ても記載する。 
 
A. 基本理念 
「はじめに」で述べたとおり、我が国が2019 年3 月に策定した「人間中心のAI 社会原則」においては、AI が
Society 5.0 の実現に貢献することが期待されている。また、AI を人類の公共財として活用し、社会の在り方の
質的変化及び真のイノベーションを通じて地球規模の持続可能性へとつなげることが重要であることが述べられ
ている。そして、以下の3 つの価値を「基本理念」として尊重し、「その実現を追求する社会を構築していくべき」
としている。 
① 人間の尊厳が尊重される社会（Dignity） 
AI を利活用して効率性や利便性を追求するあまり、人間がAI に過度に依存したり、人間の行動を
コントロールすることにAI が利用される社会を構築するのではなく、人間がAI を道具として使いこなす
ことによって、人間の様々な能力をさらに発揮することを可能とし、より大きな創造性を発揮したり、や
りがいのある仕事に従事したりすることで、物質的にも精神的にも豊かな生活を送ることができるよう
な、人間の尊厳が尊重される社会を構築する必要がある 
 
② 多様な背景を持つ人々が多様な幸せを追求できる社会 
（Diversity and Inclusion） 
多様な背景、価値観又は考え方を持つ人々が多様な幸せを追求し、それらを柔軟に包摂した上で
新たな価値を創造できる社会は、現代における一つの理想であり、大きなチャレンジである。AI という
強力な技術は、この理想に我々を近づける一つの有力な道具となりうる。我々はAI の適正な開発と
展開によって、このように社会の在り方を変革していく必要がある 
 
③ 持続可能な社会（Sustainability） 
我々は、AI の活用によりビジネスやソリューションを次々と生み、社会の格差を解消し、地球規模の
環境問題や気候変動等にも対応が可能な持続性のある社会を構築する方向へ展開させる必要が
ある。科学・技術立国としての我が国は、その科学的・技術的蓄積をAI によって強化し、そのような
社会を作ることに貢献する責務がある 

11 
 
 
図5. 基本理念 
 
この基本的な考え方自体は、著しい技術の発展によっても変わるものではなく、目指すべき理念であり続けて
いる。したがって、AI の発展に伴い、日本及び多国間の枠組みで目指すべき方向性として、これらの「基本理
念」が尊重されるべきである。 
 
 

`;