var toc_content = `はじめに  
  
AI 関連技術は日々発展をみせ、AI の利用機会及び様々な可能性は拡大の一途をたどり、産業におけるイ
ノベーション創出及び社会課題の解決に向けても活用されている。また近年台頭してきた対話型の生成AI によ
って「AI の民主化」が起こり、多くの人が「対話」によってAI を様々な用途へ容易に活用できるようになった。これ
により、企業では、ビジネスプロセスにAI を組み込むだけではなく、AI が創出する価値を踏まえてビジネスモデル
自体を再構築することにも取り組んでいる。また、個人においても自らの知識をAI に反映させ、自身の生産性を
拡大させる取組が加速している。我が国では、従来からSociety 5.0 として、サイバー空間とフィジカル空間を高
度に融合させたシステム（CPS : サイバー・フィジカルシステム）による経済発展と社会的課題の解決を両立す
る人間中心の社会というコンセプトを掲げてきた。このコンセプトを実現するにあたり、AI が社会に受け入れられ適
正に利用されるため、2019 年3 月に「人間中心のAI 社会原則」が策定された。一方で、AI 技術の利用範囲
及び利用者の拡大に伴い、リスクも増大している。特に生成AI に関して、知的財産権の侵害、偽情報・誤情
報の生成・発信等、これまでのAI ではなかったような新たな社会的リスクが生じており、AI がもたらす社会的 リ
スクの多様化・増大が進んでいる。 
 
そのような背景の中、本ガイドラインは、AI の安全安心な活用が促進されるよう、我が国におけるAI ガバナン
スの統一的な指針を示す。これにより、様々な事業活動においてAI を活用する者が、国際的な動向及びステ
ークホルダーの懸念を踏まえたAI のリスクを正しく認識し、必要となる対策をAI のライフサイクル全体で自主的に
実行できるように後押しし、互いに関係者と連携しながら「共通の指針」と各主体に重要となる事項及びAI ガ
バナンスを実践することを通して、イノベーションの促進とライフサイクルにわたるリスクの緩和を両立する枠組みを
積極的に共創していくことを目指す。 
 
我が国は2016 年4 月のG7 香川・高松情報通信大臣会合におけるAI 開発原則に向けた提案を先駆け
とし、G7・G20、OECD 等の国際機関での議論をリードし、多くの貢献をしてきた。一方、AI に関する原則の具
体的な実践を進めていくにあたっては、 
 
少子高齢化に伴う労働力の低下等の社会課題の解決手段として、AI の活用が期待されていること 
 
法律の整備・施行がAI の技術発展及びその社会実装のスピード・複雑さとの間でタイムラグが発生す
ること 
 
細かな行為義務を規定するルールベースの規制を行うと、イノベーションを阻害する可能性があること 
等が指摘されてきた。これらを踏まえ、AI がもたらす社会的リスクの低減を図るとともに、AI のイノベーション及び
活用を促進していくために、関係者による自主的な取組を促し、非拘束的なソフトローによって目的達成に導く
ゴールベースの考え方で、ガイドラインを作成することとした。 
 
このような認識のもと、これまでに総務省主導で「国際的な議論のためのAI 開発ガイドライン案」、「AI 利活
用ガイドライン～AI 利活用のためのプラクティカルリファレンス～」及び経済産業省主導で「AI 原則実践のための
ガバナンス・ガイドラインVer. 1.1」を策定・公表してきた。そして、このたび3 つのガイドラインを統合・見直しし
て、この数年でさらに発展したAI 技術の特徴及び国内外におけるAI の社会実装に係る議論を反映し、事業
者がAI の社会実装及びガバナンスを共に実践するためのガイドライン（非拘束的なソフトロー）として新たに策

3 
 
定した（「図1. 本ガイドラインの位置づけ」参照）。従来のガイドラインに代わり、本ガイドラインを参照すること
で、AI を活用する事業者（政府・自治体等の公的機関を含む）が安全安心なAI の活用のための望ましい行
動につながる指針（Guiding Principles）を確認できるものとしている。また、本ガイドラインは、政府が単独で
主導するのではなく、教育・研究機関、一般消費者を含む市民社会、民間企業等で構成されるマルチステーク
ホルダーで検討を重ねることで、実効性・正当性を重視したものとして策定されている。 
 
 
図1. 本ガイドラインの位置づけ 
 
AI の利用は、その分野とその利用形態によっては、社会に対して大きなリスクを生じさせ、そのリスクに伴う社
会的な軋轢により、AI の利活用自体が阻害される可能性がある。一方で、過度な対策を講じることは、同様に
AI 活用自体又はAI 活用によって得られる便益を阻害してしまう可能性がある。このような中、予め事前に当該
利用分野における利用形態に伴って生じうるリスクの大きさ（危害の大きさ及びその蓋然性）を把握したうえ
で、その対策の程度をリスクの大きさに対応させる「リスクベースアプローチ」が重要となる。本ガイドラインでは、こ
の「リスクベースアプローチ」にもとづく企業における対策の方向を記載している。なお、この「リスクベースアプロー
チ」の考え方は、AI 先進国間で広く共有されているものである。 
 
また、AI をめぐる動向が目まぐるしく変化する中、国際的な議論等も踏まえ、本ガイドラインに関しては、AI ガ
バナンスの継続的な改善に向け、アジャイル・ガバナンスの思想を参考にしながら、マルチステークホルダーの関与
の下で、Living Document として適宜更新を行うことを予定している1。その中で、社会におけるAI の成熟度に
応じたリスク及びリスクへの対策となる指針並びに実践の内容の更新を検討する（「図2. 本ガイドラインの基本
的な考え方」参照）。 
 
 
                                                             
1 総務省のAI ネットワーク社会推進会議と経済産業省のAI 事業者ガイドライン検討会にて取りまとめを行う。検討体制は、今後の状況に合わせ
て適宜見直しを行う。 
・AI ネットワーク社会推進会議 https://www.soumu.go.jp/main_sosiki/kenkyu/ai_network/index.html 
・AI 事業者ガイドライン検討会 https://www.meti.go.jp/shingikai/mono_info_service/ai_shakai_jisso/index.html 

4 
 
 
図2. 本ガイドラインの基本的な考え方 
 
本ガイドラインは、AI 開発・提供・利用にあたって必要な取組についての基本的な考え方を示すものである。
よって、実際のAI 開発・提供・利用において、本ガイドラインを参考の一つとしながら、AI 活用に取り組む全ての
事業者が自主的に具体的な取組を推進することが重要となる。同時に、AI 活用に取り組む全ての事業者は、
AI が社会にもたらす影響の大きさを認識し、人間社会をよりよいものへと発展させるために活用することを意識す
べきである。当該取組に対して、社会から不適切又は不十分と評価される場合は、自らの事業活動における機
会損失が生じ、事業価値の維持が困難となる事態を招く恐れがあることに留意することが重要となる。このような
点に留意することにより、AI による便益の最大化、競争力の強化、事業価値の維持・向上等が可能となる。な
お、AI に関係する事業者以外の者、例えば、教育・研究機関に属する者及び一般消費者（未成年を含む）
にとっても、AI の活用にあたって参考となる情報及びリスクに関する情報が盛り込まれているため、有用といえる。 
 
本ガイドラインは、様々な事業活動においてAI の開発・提供・利用を担う全ての者（政府・自治体等の公
的機関を含む）を対象としている。他方で、事業活動以外でAI を利用する者又はAI を直接事業で利用せず
にAI システム・サービスの便益を享受する、場合によっては損失を被る者（以下、あわせて「業務外利用者」と
いう）については、本ガイドラインの対象には含まない。ただし、事業活動においてAI の開発・提供・利用を担う
者から業務外利用者への必要な対応は記載する。また、AI 活用に伴い学習及び利用に用いるデータが不可
欠となる。それらのデータを提供する特定の法人及び個人（以下、「データ提供者」という）も同様に本ガイドラ
インの対象には含まない。データ収集は色々な方法が考えられる中で、本ガイドラインではデータの提供を受ける
者・データを入手する者にあたるAI の開発・提供・利用を担う者がデータを取り扱う際の責任を負う形で記載す
る。以上より、本ガイドラインの対象者は、AI の事業活動を担う主体として、「AI 開発者」、「AI 提供者」及び
「AI 利用者」の3 つに大別され、それぞれ以下のとおり定義される。これらの主体は事業者（又は各者内の部
門）を想定しており、AI の活用方法によっては同一の事業者がAI 開発者、AI 提供者又はAI 利用者の複数
を兼ねる場合もある（「図3. 一般的なAI 活用の流れにおける主体の対応」参照）2。 
 
                                                             
2 開発・提供 ・利用の対象に生成AI も含まれる。AI 提供者又はAI 利用者が政府・自治体等、公的機関になる場合は、民間事業者の場合と
は別の考えが必要になる可能性がある。 

5 
 
 
AI 開発者（AI Developer） 
AI システムを開発する事業者（AI を研究開発する事業者を含む） 
AI モデル・アルゴリズムの開発、データ収集（購入を含む）、前処理、AI モデル学習及び検証を通して
AI モデル、AI モデルのシステム基盤、入出力機能等を含むAI システムを構築する役割を担う。 
 
 
AI 提供者（AI Provider） 
AI システムをアプリケーション、製品、既存のシステム、ビジネスプロセス等に組み込んだサービスとしてAI
利用者（AI Business User）、場合によっては業務外利用者に提供する事業者 
AI システム検証、AI システムの他システムとの連携の実装、AI システム・サービスの提供、正常稼働のた
めのAI システムにおけるAI 利用者（AI Business User）側の運用サポート又はAI サービスの運用自
体を担う。AI サービスの提供に伴い、様々なステークホルダーとのコミュニケーションが求められることもあ
る。 
 
 
AI 利用者（AI Business User） 
事業活動において、AI システム又はAI サービスを利用する事業者 
AI 提供者が意図している適正な利用を行い、環境変化等の情報をAI 提供者と共有し正常稼働を継
続すること又は必要に応じて提供されたAI システムを運用する役割を担う。また、AI の活用において業
務外利用者に何らかの影響が考えられる場合3は、当該者に対するAI による意図しない不利益の回
避、AI による便益最大化の実現に努める役割を担う。 
 
 
図3. 一般的なAI 活用の流れにおける主体の対応 
 
                                                             
3 業務外利用者は、AI 利用者の指示及び注意に従わない場合、何らかの被害を受ける可能性があることを留意する必要がある。 

6 
 
自らが該当する「AI 開発者」、「AI 提供者」又は「AI 利用者」の立場から、「ステークホルダーからの期待を鑑
みつつどのような社会を目指すのか（「基本理念」 = why）」を踏まえ、「AI に関しどのような取組を行うべきか
（指針 = what）」を明らかにすることが重要であり、また指針を実現するために、「具体的にどのようなアプロー
チで取り組むか（実践 = how）」を検討・決定し、実践することがAI の安全安心な活用に有用と考えられる。
実際のAI システム・サービスは目的・活用技術・データ・利用環境等によって多様なユースケースとなり、技術の
発展等、外部環境の変化も踏まえつつ、AI 開発者、AI 提供者及びAI 利用者が連携して最適なアプローチを
検討することが重要である。本ガイドラインは読みやすさを考慮し、本編で「基本理念」及び「指針」を扱い、別
添（付属資料）で「実践」を扱うこととする。 
 
「基本理念」及び「指針」を扱う本ガイドラインの本編の構成を以下に記載する。 
 
第1 部 
本ガイドラインの内容に関する理解を助けるために、「用語の定義」を中心に記載する。 
 
 
第2 部 
AI の活用により目指すべき社会及びそれを実現するための「基本理念」（why）、並びに原則及び各
主体に共通する指針（what）を記載する。AI の活用による便益を求める中で、AI が社会にリスクをも
たらす可能性を鑑み、「共通の指針」を実践するために必要となるガバナンスの構築についても触れる。
第2 部では第3 部以降のもととなる内容を解説しているため、AI を活用する全ての事業者が内容を確
認し、理解することが重要である。 
 
 
第3 部~第5 部 
AI を活用した事業活動を担う3 つの主体に関し、第2 部では触れられない主体毎の留意点を記載す
る。AI を活用する事業者は自らに関する事項を理解することが重要であり、それと同時に、隣接する主
体と関係する事項が多く存在するため、当該主体以外に関する事項も理解することが重要である
（「図4. 本ガイドラインの構成」参照）。 
 
 
 
 
「AI 開発者」、「AI 提供者」及び「AI 利用者」においては、第1 部、第2 部に加えて、第3 部以降の当該部
及び別添（付属資料）を確認することで、AI を活用する際のリスク及びその対応方針の基本的な考え方を把
握することが可能となる。特に具体的な取組が決まっていない事業者にとっては、別添の記載例が参考となるた
め、別添の関連箇所を中心とした確認が重要となる。なお、経営者を含む事業執行責任者4は、その職務を
全うするために、本ガイドラインにおける「基本理念」（why）及び指針（what）を踏まえて、事業戦略と一体
でAI を活用する際のリスク対策を検討・実践し、AI の安全安心な活用を推進することが重要である。 
                                                             
4 事業執行責任者は、政府・自治体等の公的機関の事業執行責任者も含む。 

7 
 
 
図4. 本ガイドラインの構成 
 
 
AI をめぐる環境はグローバル規模で日進月歩の進化を続けていることから、AI を活用する事業者は、国際的
な動向にも注意を払うことが重要である。我が国においても、こうした現状を踏まえ、広島AI プロセス5を通じ
て、AI に関する国際的な共通理解及び指針の策定を主導しており、2023 年12 月には広島AI プロセス包括
的政策枠組み等を取りまとめた。本ガイドラインも同プロセスへの貢献を意図するとともに、同プロセスを含む国
際的な議論を踏まえながら検討したものである。一方で、AI をめぐる考え方及び法令は国・地域で異なることか
ら、特に、国境を越えた活動を行う事業者は、現地の法令に対応すべきであり、ステークホルダーの要望に応じ
た対応が期待される。特に高度なAI システムについては市場に導入される前の安全性評価6の枠組みを検討
する等、国・地域によってはガバナンスの実効性を担保するための措置を講じている場合もあり、注意を払うこと
が重要である。 
 
 
                                                             
5 2023 年5 月のG7 広島サミットの結果を受けて、生成AI に関する国際的なルールの検討を行うため、「広島AI プロセス」を立ち上げた。その
後、同年9 月の「広島AI プロセス閣僚級会合」、10 月の京都IGF での「マルチステークホルダーハイレベル会合」等を経て発出された「AI に関する
G7 首脳声明」を踏まえ、同年12 月に「G7 デジタル・技術大臣会合」を開催し、同年の成果として、「広島AI プロセス包括的政策枠組み」及び
「広島AI プロセス推進作業計画」を取りまとめた。https://www.soumu.go.jp/hiroshimaaiprocess/ 
6 2023 年11 月、英国では、高度なAI システムの評価の開発、実施等を行う「AI 安全性機関（AI Safety Institute）」の設置計画を発表し、
米国では、米国標準技術研究所（NIST）にAI リスクマネジメントフレームワークの実装、レッドチーミングの評価等を行う「米国AI 安全性機関
（US AI Safety Institute）」を設立することを発表した。日本においても、これらの海外機関と連携しつつ、AI の開発・提供・利用の安全性向上
に資する基準・ガイダンス等の検討、AI の安全性評価方法等の調査、AI の安全性に関する技術・事例の調査等を目的とし、2024 年2 月14
日に、関係府省庁及び関係機関の協力の下、「AI セーフティ・インスティテュート」を独立行政法人情報処理推進機構(IPA)に設置。 
https://aisi.go.jp/ 

8 
 
第１部 AI とは 
 
AI はArtificial Intelligence（人工知能）を意味し、1956 年にダートマス会議で初めて使用された言葉
であるとされている。AI は未だ確立された定義は存在しないが、「人工」・「知能」とあるように、人間の思考プロセ
スと同じような形で動作するコンピュータープログラム、コンピューター上で知的判断を下せるシステム等を指す。機
械学習（Machine Learning、略してML）を行わない、専門家の知識を大量にインプットすることで知識にもと
づく推論を行うエキスパートシステムと呼ばれるものも、AI とみなす考えもある。しかし、2000 年代以降、ディープ
ラーニング等による「画像認識」、「自然言語処理（翻訳等）」、「音声認識」が活用されるようになり、特定の
分野に特化し、予測、提案又は決定を行うことができるシステムをAI と指すようになってきた。また、2021 年以
降、基盤モデル7の台頭により、特定の分野のみに特化したAI ではない、汎用的なAI の開発が進んでいる。そ
の結果、「予測」、「提案」、「決定」にとどまらず、画像、文章等を生成する「生成AI」が普及するようになり、注
目を集めている。このように、ひとくくりに「AI」と言っても、その種類は多岐にわたり、今後のAI 技術の在り方につ
いては専門家であっても予測することは困難である。 
 
このような状況を踏まえつつ、本ガイドラインにおける関連する用語を以下のとおり定義する。 
 
関連する用語 
 
AI 
現時点で確立された定義はなく（統合イノベーション戦略推進会議決定 「人間中心のAI 社会原則」 
（2019 年3 月29 日））、広義の人工知能の外延を厳密に定義することは困難である。本ガイドライ
ンにおけるAI は「AI システム（以下に定義）」自体又は機械学習をするソフトウェア若しくはプログラム
を含む抽象的な概念とする。 
（参考としてJIS X 22989:2023 ではISO/IEC 22989:2022 にもとづき、以下のように定義されてい
る） 
＜学問分野＞AI システムのメカニズム及び適用の研究開発 
注釈1. 研究開発は、コンピュータサイエンス、データサイエンス、自然科学、人文科学、数学等、幾つも
の分野にわたって行うことが可能である 
 
 
AI システム 
活用の過程を通じて様々なレベルの自律性をもって動作し学習する機能を有するソフトウェアを要素とし
て含むシステムとする（機械、ロボット、クラウドシステム等）。 
（参考としてJIS X 22989:2023 ではISO/IEC 22989:2022 にもとづき、以下のように定義されてい
る） 
人間が定義した所与の目標の集合に対して、コンテンツ、予測、推奨、意思決定等の出力を生成する
工学的システム 
注釈1. 工学的システムは、人工知能に関連する様々な技法及びアプローチを使用して、作業の実施
                                                             
7 大規模言語モデルに代表される基盤モデルは、様々なサービスを支える個別モデルを生み出すコアの技術基盤である。基盤モデルから派生する
下流の幅広いタスクに適応させたモデルの開発、開発過程そのものから得られる知見等の観点から、一般的なAI とは異なる性質を持つ。 

`;