var toc_content = `8 
 
第１部 AI とは 
 
AI はArtificial Intelligence（人工知能）を意味し、1956 年にダートマス会議で初めて使用された言葉
であるとされている。AI は未だ確立された定義は存在しないが、「人工」・「知能」とあるように、人間の思考プロセ
スと同じような形で動作するコンピュータープログラム、コンピューター上で知的判断を下せるシステム等を指す。機
械学習（Machine Learning、略してML）を行わない、専門家の知識を大量にインプットすることで知識にもと
づく推論を行うエキスパートシステムと呼ばれるものも、AI とみなす考えもある。しかし、2000 年代以降、ディープ
ラーニング等による「画像認識」、「自然言語処理（翻訳等）」、「音声認識」が活用されるようになり、特定の
分野に特化し、予測、提案又は決定を行うことができるシステムをAI と指すようになってきた。また、2021 年以
降、基盤モデル7の台頭により、特定の分野のみに特化したAI ではない、汎用的なAI の開発が進んでいる。そ
の結果、「予測」、「提案」、「決定」にとどまらず、画像、文章等を生成する「生成AI」が普及するようになり、注
目を集めている。このように、ひとくくりに「AI」と言っても、その種類は多岐にわたり、今後のAI 技術の在り方につ
いては専門家であっても予測することは困難である。 
 
このような状況を踏まえつつ、本ガイドラインにおける
`;