var toc_content = `29 
 
「高度なAI システムを開発する組織向けの広島プロセス国際行動規範」における追加的な記
載事項 
 高度なAI システムを開発するAI 開発者については、上記に加え、「第２部D. 高度なAI システムに関係す
る事業者に共通の指針」及び「高度なAI システムを開発する組織向けの広島プロセス国際行動規範」29を遵
守すべきである。 
 
 以下、「第２部D. 高度なAI システムに関係する事業者に共通の指針」との比較において、当該「行動規
範」において追加的に記載されている事項を示す。なお、当該「行動規範」全体の内容については、「別添3. 
C. 高度なAI システムの開発にあたって遵守すべき事項」を参照のこと。 
 
I. 
AI ライフサイクル全体にわたるリスクを特定、評価、軽減するために、高度なAI システムの開発全体を通じ
て、その導入前及び市場投入前も含め、適切な措置を講じる 
 
リスク軽減のための緩和策を文書化するとともに、定期的に更新すべき。また、各主体はセクターを超
えた関係者と連携してこれらのリスクへの緩和策を評価し、採用すべき 
II. 
市場投入を含む導入後、脆弱性、及び必要に応じて悪用されたインシデントやパターンを特定し、緩和す
る 
 
報奨金制度、コンテスト、賞品等を通じて、責任を持って弱点を開示するインセンティブを与えること
の検討を奨励 
III. 高度なAI システムの能力、限界、適切・不適切な使用領域を公表し、十分な透明性の確保を支援する
ことで、アカウンタビリティの向上に貢献する 
 
透明性報告書は、使用説明書や関連する技術的文書等とともに、最新に保たれるべき 
IV. 産業界、政府、市民社会、学界を含む、高度なAI システムを開発する組織間での責任ある情報共有と
インシデントの報告に向けて取り組む 
 
AI システムの安全性やセキュリティ等を確保するための共有の基準、メカニズムを開発、推進すべき。
加えて、AI のライフサイクル全体にわたって、適切な文書化や他の主体との協力、関連情報の共有
や社会への報告を実施すべき 
V. 
特に高度なAI システム開発者に向けた、個人情報保護方針及び緩和策を含む、リスクベースのアプロー
チにもとづくAI ガバナンス及びリスク管理方針を策定し、実施し、開示する 
 
可能であれば、AI のライフサイクル全体を通じて、AI リスクを特定・評価・予防・対処するためのAI ガ
バナンス方針を策定・実施・開示し、定期的に更新すべき。また、事業者の職員等に対する教育方
針を確立すべき 
VI. AI のライフサイクル全体にわたり、物理的セキュリティ、サイバーセキュリティ、内部脅威に対する安全対策を
含む、強固なセキュリティ管理に投資し、実施する 
                                                             
29 広島AI プロセスに関するG7 首脳声明「高度なAI システムを開発する組織向けの広島プロセス国際行動規範」（2023 年10 月） 
なお、同文書は高度な AI システムにおける動向に対応して、既存の OECD AI 原則にもとづいて構築されるliving document であることに注意が
必要である。 
https://www.mofa.go.jp/mofaj/files/100573472.pdf 

30 
 
 
高度なAI システムのサイバーセキュリティリスクの評価や、適切で安全な環境での作業と文書保管の
義務付けをすべき。無許可で公開されるリスク等に対応するための対策、知的財産や企業秘密の保
護と整合性のある強固な内部脅威検知プログラムの確立すべき 
VII. 技術的に可能な場合は、電子透かしやその他の技術等、AI 利用者及び業務外利用者が、AI が生成し
たコンテンツを識別できるようにするための、信頼できるコンテンツ認証及び来歴のメカニズムを開発し、導入
する 
 
透かしや識別子を利用することに加え、各主体がこの分野の状況を前進させるために協力し、研究
に投資すべき 
VIII. 社会的、安全、セキュリティ上のリスクを軽減するための研究を優先し、効果的な軽減策への投資を優先
する  
 
民主的価値の維持や人権の尊重、子どもや社会的弱者の保護等、リスクに対処するための優先的
な研究、協力等を行うべき。加えて、環境や気候への影響を含むリスクを積極的に管理し、リスクに
関する研究とベストプラクティスを共有することを奨励 
IX. 世界の最大の課題、特に気候危機、世界保健、教育等（ただしこれらに限定されない）に対処するた
め、高度なAI システムの開発を優先する 
 
個人や地域社会がAI の利用から利益を得るためのデジタル・リテラシーのイニシアティブを支援し、一
般市民の教育と訓練を促進すべき。また、市民社会やコミュニティ・グループとの協力により、課題の
特定や解決策を開発すべき 
X. 
国際的な技術規格の開発を推進し、適切な場合にはその採用を推進する 
 
国際的な技術標準の開発に加え、AI が生成したコンテンツと他のコンテンツを区別できる技術標準を
開発すべき 
XI. 適切なデータインプット対策を実施し、個人データ及び知的財産を保護する 
 
データの質の管理のための適切な対策として、透明性、プライバシー保護のための機械学習や、機密
データ等の漏洩のテストとファインチューニングを含む対策を実施し、著作権で保護されたコンテンツを
含め、プライバシーや知的財産等に関する権利を尊重するために適切なセーフガードの導入を奨励さ
れる 
 
 

31 
 
第４部 AI 提供者に関する事項 
 
AI 提供者は、AI 開発者が開発するAI システムに付加価値を加えてAI システム・サービスをAI 利用者に提
供する役割を担う。AI を社会に普及・発展させるとともに、社会経済の成長にも大きく寄与する一方で、社会に
与える影響の大きさゆえに、AI 提供者は、AI の適正な利用を前提としたAI システム・サービスの提供を実現す
ることが重要となる。そのため、AI システム・サービスに組み込むAI が当該システム・サービスに相応しいものか留
意することに加え、ビジネス戦略又は社会環境の変化によってAI に対する期待値が変わることも考慮して、適
切な変更管理、構成管理及びサービスの維持を行うことが重要である。 
AI システム・サービスをAI 開発者が意図している範囲で実装し、正常稼働及び適正な運用を継続し、AI 開
発者に対しては、AI システムが適正に開発されるように求めることが重要である。AI 利用者に対しては、AI シス
テムの提供及び運用のサポート又はAI システムの運用をしつつAI サービスを提供することが重要である。提供
に際し、ステークホルダーの権利を侵害せず、かつ社会に不利益等を生じさせることがないように留意し、合理的
な範囲でインシデント事例等を含む関連情報の共有を行い、より安全安心で信頼できるAI システム・サービス
を提供することが期待される。 
 
以下にAI 提供者にとって、重要な事項を挙げる。 
 
 
AI システム実装時 
 
 
P-2）i. 人間の生命・身体・財産、精神及び環境に配慮したリスク対策 
 
AI 利用者を含む関連するステークホルダーの生命・身体・財産、精神及び環境に危害を及ぼ
すことがないよう、提供時点で予想される利用条件下でのパフォーマンスだけでなく、様々な状
況下でAI システムがパフォーマンスレベルを維持できるようにし、リスク（連動するロボットの制御
不能、不適切な出力等）を最小限に抑える方法（ガードレール技術等）を検討する（「2）
安全性」） 
 
 
P-2）ii. 適正利用に資する提供 
 
AI システム・サービスの利用上の留意点を正しく定める（「2）安全性」） 
 
AI 開発者が設定した範囲でAI を活用する（「2）安全性」） 
 
提供時点でAI システム・サービスの正確性・必要な場合には学習データの最新性（データが
適切であること）等を担保する（「2）安全性」） 
 
AI 開発者が設定したAI の想定利用環境とAI システム・サービスの利用者の利用環境に違い
等がないかを検討する（「2）安全性」） 
 
 
P-3）i. AI システム・サービスの構成及びデータに含まれるバイアスへの配慮 
 
提供時点でデータの公平性の担保及び参照する情報、連携する外部サービス等のバイアスを
検討する（「3）公平性」） 
 
AI モデルの入出力及び判断根拠を定期的に評価し、バイアスの発生をモニタリングする。また、
必要に応じて、AI 開発者にAI モデルを構成する各技術要素のバイアスの再評価、評価結果

`;