var toc_content = `24 
 
 
高度なAI システムが特定のリスク（例えば偽情報の拡散に関するもの）をどのように増大させるか、
新たなリスクをどのように生み出すか等の課題を含め、各主体及びステークホルダーのリテラシーや認
識等の向上のための機会を提供する 
 
各主体間で連携し、高度なAI システムに関する新たなリスクや脆弱性を特定し、対処するための情
報共有を行うことが奨励される 
 
 
E.  AI ガバナンスの構築 
 
各主体間で連携しバリューチェーン全体で「共通の指針」を実践しAI を安全安心に活用していくためには、AI
に関するリスクをステークホルダーにとって受容可能な水準で管理しつつ、そこからもたらされる便益を最大化する
ための、AI ガバナンスの構築が重要となる。また、「Society 5.0」を実現するためには、サイバー空間とフィジカル
空間を高度に融合させたシステム（CPS）の社会実装を進めつつ、その適切なAI ガバナンスを構築することが
不可欠である。CPS を基盤とする社会は、複雑で変化が速く、リスクの統制が困難であり、こうした社会の変化
に応じて、AI ガバナンスが目指すゴールも常に変化していく。そのため、事前にルール又は手続が固定されたAI
ガバナンスではなく、企業・法規制・インフラ・市場・社会規範といった様々なガバナンスシステムにおいて、「環
境・リスク分析」「ゴール設定」「システムデザイン」「運用」「評価」といったサイクルを、マルチステークホルダーで継
続的かつ高速に回転させていく、「アジャイル・ガバナンス」の実践が重要となる26。 
 
なお、具体的な検討にあたっては開発・提供・利用予定のAI のもたらすリスクの程度及び蓋然性、並びに各
主体の資源制約に配慮することが重要である。 
① まず、AI システム・サービスがライフサイクル全体においてもたらしうる便益/リスク、開発・運用に関する
社会的受容、「外部環境の変化」、AI 習熟度等を踏まえ、対象となるAI システム・サービスに関連
する「環境・リスク分析」を実施する 
② これを踏まえ、AI システム・サービスを開発・提供・利用するか否かを判断し、開発・提供・利用する
場合には、AI ガバナンスに関するポリシーの策定等を通じて「AI ガバナンス・ゴール27の設定」を検討
する。なお、このAI ガバナンス・ゴールは、各主体の存在意義、理念・ビジョンといった経営上のゴール
と整合したものとなるように設定する 
③ 更に、このAI ガバナンス・ゴールを達成するための「AI マネジメントシステムの設計」を行った上で、これ
を「運用」する。その際には、各主体が、AI ガバナンス・ゴール及びその運用状況について外部の「ステ
ークホルダーに対する透明性、アカウンタビリティ（公平性等）」を果たすようにする 
④ その上で、リスクアセスメント等をはじめとして、AI マネジメントシステムが有効に機能しているかを継続
的にモニタリングし、「評価」及び継続的改善を実施する 
                                                             
26 別添（付属資料）において、経済産業省「AI 原則実践のためのガバナンス・ガイドラインVer. 1.1」を土台とした、AI ガバナンス実践のための
詳細解説に加え、各主体の具体的な取組事項としての「行動目標」及び各主体を想定した仮想的な「実践例」も記載しているため、ご参照のこ
と。 
27 AI ガバナンス・ゴールとして、本ガイドラインに記載の「共通の指針」への対応事項からなる自社の取組方針（「AI ポリシー」等、呼称は各主体に
より相違）及び「共通の指針」への対応事項を包含しつつそれ以外の要素を含む取組方針 （データ活用ポリシー等） を設定すること等が考えら
れる。AI を活用することによって包摂性を向上させる等の便益を高めるための指針を提示してもよい。また、呼称も各主体に委ねられている。 

25 
 
⑤ AI システム・サービスの運用開始後も、規制等の社会的制度の変更等の「外部環境の変化」を踏ま
え、再び「環境・リスク分析」を実施し、必要に応じてゴールを見直す 
 
図６. アジャイル・ガバナンスの基本的なモデル 
 
また、AI ガバナンスの検討にあたっては、バリューチェーンを念頭に置き、以下の点に留意することが重要であ
る。 
 
バリューチェーン/リスクチェーンの観点で主体間の連携を確保する 
 
複数主体にまたがる論点の例：AI リスク把握、品質の向上、各AI システム・サービスが相互に
繋がること（System of Systems）による新たな価値の創出、AI 利用者又は業務外利用者
のリテラシー向上等 
 
主体間で整理が必要になりうる点の例：学習及び利用に用いるデータ・生成されたAI モデル
に関する権利関係の契約等 
 
データの流通をはじめとしたリスクチェーンの明確化、並びに開発・提供・利用の各段階に適したリスク
管理及びAI ガバナンス体制の構築を実施する 
 
AI 開発からサービス実施にわたるバリューチェーン/リスクチェーンが複数国にまたがることが想定さ
れる場合、データの自由な流通（Data Free Flow with Trust、以下、「DFFT」という）の確
保のための適切なAI ガバナンスに係る国際社会の検討状況の把握及びそれを踏まえた相互
運用性の確保（「標準」及び「枠組み間の相互運用性」の二側面） 
 
これらを効果的な取組とするためには、経営層の責任は大きく、そのため、リーダーシップを発揮することが重要
である。その際は、短期的な利益の追求の観点からAI ガバナンスの構築を単なるコストと捉えるのではなく、各
主体の持続的成長及び中長期的な発展を志向した先行投資として捉えることが重要である。そのリーダーシッ
プの下、上記のアジャイル・ガバナンスのサイクルを回しつつ、各組織の戦略及び企業体制にAI ガバナンスを落と
し込んでいくことで、各組織の中で文化として根付かせることが期待される。 

26 
 
第３部 AI 開発者に関する事項 
 
AI 開発者は、AI モデルを直接的に設計し変更を加えることができるため、AI システム・サービス全体において
もAI の出力に与える影響力が高い。また、イノベーションを牽引することが社会から期待され、社会全体に与え
る影響が非常に大きい。このため、自身の開発するAI が提供・利用された際にどのような影響を与えるか、事前
に可能な限り検討し、対応策を講じておくことが重要となる。 
AI 開発の現場においては、時に、正確性を重視するためにプライバシー又は公平性が損なわれたり、プライバ
シーを過度に重視して透明性が損なわれたり等、リスク同士又は倫理観の衝突の場面がある。その場合、当該
事業者における経営リスク及び社会的な影響力を踏まえ、適宜判断・修正していくことが重要である。また、AI
システムにおいて予期せぬ事故が発生した際に、AI のバリューチェーンに連なる者は、何らかの説明を求められる
立場に立つ可能性があることを念頭に置き、AI 開発者としても、どのような関与を行ったかについて、合理的な
説明を行うことができるよう記録を残すことが重要である。 
 
以下にAI 開発者にとって重要な事項を挙げる。 
 
 
データ前処理・学習時 
 
 
D-2）i. 適切なデータの学習 
 
プライバシー・バイ・デザイン等を通じて、学習時のデータについて、適正に収集するとともに、第
三者の個人情報、知的財産権に留意が必要なもの16 等が含まれている場合には、法令に従
って適切に扱うことを、AI のライフサイクル全体を通じて確保する（「2）安全性」、「4）プライバ
シー保護」、「5）セキュリティ確保」） 
 
学習前・学習全体を通じて、データのアクセスを管理するデータ管理・制限機能の導入検討を
行う等、適切な保護措置を実施する（「2）安全性」、「5）セキュリティ確保」） 
 
 
D-3）i. データに含まれるバイアスへの配慮 
 
学習データ、AI モデルの学習過程によってバイアス（学習データには現れない潜在的なバイアス
を含む）が含まれうることに留意し、データの質を管理するための相当の措置を講じる（「3）
公平性」） 
 
学習データ、AI モデルの学習過程からバイアスを完全に排除できないことを踏まえ、AI モデルが
代表的なデータセットで学習され、AI システムに不公正なバイアスがないか点検されることを確
保する（「3）公平性」） 
 
 
AI 開発時 
 
 
D-2）ii. 人間の生命・身体・財産、精神及び環境に配慮した開発 
 
ステークホルダーの生命・身体・財産、精神及び環境に危害を及ぼすことがないよう、以下の事
項を検討する（「2）安全性」） 
 
様々な状況下で予想される利用条件下でのパフォーマンスだけでなく、予期しない環境で

`;