var toc_content = ` 
2 
 
国家は、人権が十分に尊重され保護されるよう、国際人権法上の義務を遵守しなければ
ならない。一方、民間部門の活動は、国連「ビジネスと人権に関する指導原則」やOECD
「多国籍企業行動指針」等の国際的枠組みに沿ったものでなければならない。 
具体的には、各組織に対し、リスクに見合った形で、以下の原則を遵守するよう求める。 
 
1. AI ライフサイクル全体にわたるリスクを特定、評価、軽減するために、高度なAI シス
テムの開発全体を通じて、その導入前及び市場投入前も含め、適切な措置を講じる 
これには、レッドチーム等の様々な手法を組み合わせて、多様な内部テスト手段や独立した
外部テスト手段を採用することや、特定されたリスクや脆弱性に対処するための適切な緩和
策を実施することが含まれる。テストと緩和策は、例えば、システムが不合理なリスクをもた
らさないように、ライフサイクル全体を通じてシステムの信頼性、安全性、セキュリティの確保
を目指すべきである。このようなテストを支援するために、開発者は、データセット、プロセス、
システム開発中に行われた意思決定に関連して、トレーサビリティを可能にするよう努める
べきである。 
  
2. 市場投入を含む導入後、脆弱性、及び必要に応じて悪用されたインシデントやパター
ンを特定し、緩和する 
組織は、リスクレベルに見合った適切なタイミングで、AI システムを意図したとおり
に使用し、導入後の脆弱性、インシデント、新たなリスク、悪用を監視し、それらに対
処するための適切な措置を講じるべきである。組織は、例えば、導入後に第三者やユー
ザーが問題や脆弱性を発見し報告することを促進することの検討が奨励される。組織
はさらに、他の利害関係者と協力して、報告されたインシデントの適切な文書化を維持
し、特定されたリスクと脆弱性を軽減することが奨励される。適切な場合には、脆弱性
を報告する仕組みは、多様な利害関係者が利用できるものでなければならない。 
 
3. 高度なAI システムの能力、限界、適切・不適切な使用領域を公表し、十分な透明性の確保
を支援することで、アカウンタビリティの向上に貢献する 
これには、高度なAI システムの重要な新規公表全てについて、有意義な情報を含む透明性
報告書を公表することが含まれるべきである。 
組織は、適切かつ関連性のある導入者及び利用者がモデル／システムのアウトプットを解
釈し、利用者がそれを適切に利用できるようにするために、透明性報告書内の情報を十分に
明確で理解可能なものにすべきである。また、透明性報告書は、強固な文書化プロセスによ
ってサポートされ、提供されるべきである。   
 

 
3 
 
4. 産業界、政府、市民社会、学界を含む、高度なAI システムを開発する組織間での責任
ある情報共有とインシデントの報告に向けて取り組む 
これには、評価報告書、セキュリティや安全性のリスク、危険な意図的又は意図しない能力、
AI のライフサイクル全体にわたるセーフガードを回避しようとするAI 関係者の試みに関する
情報等を含むが、これらに限定されない、適切な情報の責任ある共有が含まれる。 
 
5. 特に高度なAI システム開発者に向けた、個人情報保護方針及び緩和策を含む、リスク
ベースのアプローチに基づくAI ガバナンス及びリスク管理方針を策定し、実施し、開
示する 
これには、個人データ、ユーザープロンプト、高度なAI システムのアウトプットを含
め、適切な場合にはプライバシーポリシーを開示することが含まれる。組織は、リスク
ベースのアプローチに従って、AI ガバナンス方針とこれらの方針を実践するための組
織的メカニズムを確立し、開示することが期待される。これには、AI のライフサイク
ルを通じて実行可能な場合には、リスクを評価し、軽減するための説明責任とガバナン
ス・プロセスが含まれるべきである。 
 
6. AI のライフサイクル全体にわたり、物理的セキュリティ、サイバーセキュリティ、内部脅威に
対する安全対策を含む、強固なセキュリティ管理に投資し、実施する 
これには、情報セキュリティのための運用上のセキュリティ対策や、適切なサイバー／物理
的アクセス制御等を通じて、モデルの重み、アルゴリズム、サーバー、データセットを保護す
ることが含まれる。 
 
7. 技術的に可能な場合は、電子透かしやその他の技術等、ユーザーがAI が生成したコンテン
ツを識別できるようにするための、信頼できるコンテンツ認証及び来歴のメカニズムを開発し、
導入する 
これには、適切かつ技術的に実現可能な場合、組織の高度なAI システムで作成されたコン
テンツのコンテンツ認証及び来歴メカニズムが含まれる。来歴データには、コンテンツを作成
したサービス又はモデルの識別子を含めるべきであるが、ユーザー情報を含める必要はな
い。組織はまた、透かし等を通じて、特定のコンテンツが高度なAI システムで作成されたか
どうかをユーザーが判断できるツールやAPI の開発に努めるべきである。 
 
組織はさらに、可能かつ適切な場合には、利用者がAI システムと相互作用していることを知
ることができるよう、ラベリングや免責事項の表示等、その他の仕組みを導入することが奨励
される。 
 

`;