var toc_content = ` 
2 
 
国家は、人権が十分に尊重され保護されるよう、国際人権法上の義務を遵守しなければ
ならない。一方、民間部門の活動は、国連「ビジネスと人権に関する指導原則」やOECD
「多国籍企業行動指針」等の国際的枠組みに沿ったものでなければならない。 
具体的には、各組織に対し、リスクに見合った形で、以下の原則を遵守するよう求める。 
 
1. AI ライフサイクル全体にわたるリスクを特定、評価、軽減するために、高度なAI シス
テムの開発全体を通じて、その導入前及び市場投入前も含め、適切な措置を講じる 
これには、レッドチーム等の様々な手法を組み合わせて、多様な内部テスト手段や独立した
外部テスト手段を採用することや、特定されたリスクや脆弱性に対処するための適切な緩和
策を実施することが含まれる。テストと緩和策は、例えば、システムが不合理なリスクをもた
らさないように、ライフサイクル全体を通じてシステムの信頼性、安全性、セキュリティの確保
を目指すべきである。このようなテストを支援するために、開発者は、データセット、プロセス、
システム開発中に行われた意思決定に関連して、トレーサビリティを可能にするよう努める
べきである。 
  
2. 市場投入を含む導入後、脆弱性、及び必要に応じて悪用されたインシデントやパター
ンを特定し、緩和する 
組織は、リスクレベルに見合った適切なタイミングで、AI システムを意図したとおり
に使用し、導入後の脆弱性、インシデント、新たなリスク、悪用を監視し、それらに対
処するための適切な措置を講じるべきである。組織は、例えば、導入後に第三者やユー
ザーが問題や脆弱性を発見し報告することを促進することの検討が奨励される。組織
はさらに、他の利害関係者と協力して、報告されたインシデントの適切な文書化を維持
し、特定されたリスクと脆弱性を軽減することが奨励される。適切な場合には、脆弱性
を報告する仕組みは、多様な利害関係者が利用できるものでなければならない。 
 
3. 高度なAI システムの能力、限界、適切・不適切な使用領域を公表し、十分な透明性の確保
を支援することで、アカウンタビリティの向上に貢献する 
これには、高度なAI システムの重要な新規公表全てについて、有意義な情報を含む透明性
報告書を公表することが含まれるべきである。 
組織は、適切かつ関連性のある導入者及び利用者がモデル／システムのアウトプットを解
釈し、利用者がそれを適切に利用できるようにするために、透明性報告書内の情報を十分に
明確で理解可能なものにすべきである。また、透明性報告書は、強固な文書化プロセスによ
ってサポートされ、提供されるべきである。   
 

`;