var toc_content = ` 
13 
 
４．FRAI の規制目的として考えられる選択肢 
【論点４】 
リスクベースかつ技術中立性の視点を踏まえ、FRAI に対する規制を正当化
できる根拠としてどのようなものが考えられるか。 
以上の検討を踏まえると、論点2 で特定した「既存法による手当が十分で
ない可能性があるリスク分野」については、リスクベースの観点から規制を
正当化することが困難であることに加え、仮に規制をするとしても、FRAI
のみをターゲットとするのではなくリスクそれ自体を規制すべき場合が多い
と考えられる。それでは、FRAI の開発に関する規制を必要とする事情は考
えられるだろうか。 
冒頭で述べた、学習データの多様性、用途の汎用性、ステークホルダーの
幅広さといったFRAI の特徴を踏まえると、既存法のみでは必ずしも実効的
に対処できない、質的又は量的に新たなリスクが生じるおそれがある。具体
的には、以下のようなFRAI 固有のリスクと、それに対する対処の必要性が
生じることが考えられる。 
（１）【学習段階】FRAI は学習データの量が膨大であり、その質も多様
性であるため、AI の学習段階で個別法令へのコンプライアンスの有
無が不明確となりやすく、仮に開発者の法令違反があった場合、そ
の件数が膨大になり得る（学習データに関する個人情報保護法違
反、著作権法違反、児童ポルノ禁止法違反等）。そのため、不適切
なデータを学習しないようにする措置について透明化を求めること
が考えられる。 
（２）【開発・運用段階】FRAI は用途が無制限にあり、想定されるユー
ザーも、FRAI をベースとしたサービスの提供者や一般的な消費者な
ど多様であることから、ユーザー側に全ての責任を課すアプローチ
では十分にリスクに対処できない可能性がある。そのため、FRAI の
開発者にも一定のリスク対応を求めることが考えられる。 
（３）【脆弱性発見・事故発生段階】FRAI は挙動の説明不可能性、予測
不可能性、制御困難性が他のAI に比べて顕著であり、事故原因の究
明や改善の必要性が高い。そのため、FRAI の開発者に対し、脆弱性
発生時や事故発生時の原因究明や改善を求める制度を設けることが
考えられる。 
以下、詳述する。 

 
14 
 

`;