var toc_content = ` 
22 
 
（なお、個人情報保護委員会からは、生成AI の開発において個人情報の取得に
対する本人同意を要さない例外規定の創設を検討する可能性が示唆されている
37）。 
このように、開発の過程で既存の法令や倫理に反するリスクをゼロにするこ
とができない事項について、データの収集や処理を機械で行うことを踏まえた
場合に、規制当局や司法がどのような基準で判断を行うかについてガイダンス
が示されることは、開発者に技術的に困難で不明確な判断を強いることを避
け、予見可能性を確保する観点から重要である。 
（２）情報開示、品質・性能に関する合意のあり方、利用条件等についてのガ
イダンスの提供 
AI の開発及び利用にあたっては、AI の開発者、AI サービスの供給を助けるプ
ラットフォーム、AI サービス提供者、AI サービス利用者、AI サービスの影響を
受ける者まで、様々なステークホルダーが存在し、複雑なサプライチェーンを
構成している。そのため、下流のステークホルダーにとっては、FRAI に関する
開発方針やリスクについての情報が不十分な場合、自らの意思と能力のみでリ
スクを管理できない課題が生じる。さらに、FRAI のように広範に利用されるAI
を利用する場合には、データの学習・アルゴリズムの開発方針などを外部から
は理解することが難しく、バージョンのアップデートによる変化も大きくなる
場合もある。そのため、とりわけインフラ事業者や規制事業者など、法令等に
基づいて一定のリスクマネジメントが要請される業態においては、FRAI の導入
に大きな困難が伴うと考えられる。 
このような状況を踏まえると、AI 利用の推進の観点から、FRAI の開発者にお
ける、情報開示、品質・性能に関する合意のあり方、利用条件等についてのガ
イダンスが整備され、これらの議論が深められることが望ましいと考えられる
38。 
（３）FRAI がもたらす中長期的な社会への影響に対する研究協力 
FRAI の開発者に対して、教育や民主主義への影響などに関する中長期的な社
会的影響の調査への協力を求めることも考えられる。このような調査にあたっ
                                                 
37 個人情報保護委員会「個人情報保護法いわゆる３年ごと見直しに係る検討の中間整理」
（https://www.ppc.go.jp/files/pdf/240627_02_houdou_betten1.pdf）23 頁では「生成 AI などの、社会の基盤となり得る技
術やサービスのように、社会にとって有益であり、公益性が高いと考えられる技術やサービスについて、既存の例外規
定では対応が困難と考えられるものがある。これらの技術やサービスについては、社会的なニーズの高まりや、公益性
の程度を踏まえて、例外規定を設けるための検討が必要である。」として本人同意を要さないデータ利活用のあり方が
検討されている。そのような例外規定を設ける正当化根拠としては、生成AI は本来的に本人の識別や本人の働きかけを
行うものではないこと、アルゴリズム化された後には、一層本人のデータに遡ることが難しい一方で、AI が人口減少社
会にある日本において極めて重要な技術であること等が考えられる。 
38 なお、AI の開発に伴う一般的なモデル契約及びガイダンスについては、経済産業省「AI・データの利用に関する契約
ガイドライン」が公表されているほか、現在、経済産業省で「AI 利活用に伴う契約時の留意事項検討会」が開催されて
いる。 

 
23 
 
ては、たとえば、FRAI の開発者が有するデータへの研究目的でのアクセスを許
容するなどの方法も考えられる39。 

`;