var toc_content = `（１）法令の執行や司法判断の在り方に関するガイダンスの提供 
著作権法や個人情報保護法など、各種法令の遵守との関係で、FRAI の開発事
業者が可能な限りのリスク軽減措置を行ったにもかかわらず、なお不適切なデ
ータを学習したり、侵害的なコンテンツが作成されてしまう場合に、その責任
が限定されるような、法令の解釈基準やガイドラインが存在することは有益と
考えられる。 
例えば、いわゆる海賊版サイトに掲載されている著作物をFRAI に学習させる
ことは違法かどうか、仮に違法でないとしても不適切なので避けるべきではな
いかという点については、国内外で様々な議論がある3233。また、実務上は、情
報収集・情報解析を機械的に行う過程において、学習した情報が海賊版サイト
からのものであるか否かの判断に困難が伴うという課題もある。そこで、事業
者にそもそも対策を求めるのか、また事業者において対策を行うとした場合
に、どの程度の対策を講じるべきかについて、機械処理の場合に合理的な労力
で実施できる手法を内容とするガイドラインを定めることは有益であると考え
られる34。 
個人情報については、個人情報保護委員会が、生成AI サービスの利用に関す
る注意喚起を行っており35、OpenAI 社に対して、要配慮個人情報（病歴や健康
診断の結果等）を取得しないよう、注意喚起を行っている36。もっとも、学習
の対象に要配慮個人情報が含まるかどうかを事業者が判断することは、海賊版
サイトの判別にもまして、容易ではない。そのため、機械的な処理を行う中
で、要配慮個人情報をできる限り取得しないための具体的な方策や、取得して
しまった場合の適法な処理方法について、ガイダンスを示すことが有益である
                                                 
32 文化審議会著作権分科会法制度小委員会（第6 回）（令和6 年1 月15 日）において、上野達弘教授（以下「上野教
授」）は、規定する情報解析目的の利用が、あくまで非享受利用である以上、海賊版サイトからの収集が行われたとし
ても、正規品の需要が低下するということはないと考えられる結果、著作権者の利益が「不当に」害されるとはいえな
い、との考え方を示している。 
33 諸外国には、著作権者との利益衡量を行い、情報解析にかかる権利制限規定について、その適用を著作物に適法にア
クセスする者に限る定めや（適法アクセス要件）、適用を受ける受益者が、複製物が作成された素材（「最初の複製
物」〔the first copy〕）に適法にアクセスできたことを条件とすると共に「最初の複製物」の適法性にも一定の条件の定
めをおく規定（適法ソース要件）などがある。適法アクセス要件について、英国知的財産法29A 条1 項柱書,「 欧州デジ
タル単一市場 における著作権 ・著作 隣接権指令」(2019 年 4 月 17 日 )(欧州DSM 指令)3 条1 項、同4 条1 項等参照、
適法ソース要件について、シンガポール著作権法24 条 2 項 e 号参照。 
34 文化審議会著作権分科会法制度小委員会（第6 回）（令和6 年1 月15 日）では、上野教授により、ガイドライン策定
の可能性について言及されている。なお、デジタル庁他2 省「AI 時代における自動運転車の社会的ルールの在り方検討
サブワーキンググループ」でも、自動運転のLv4 以上の議論について、開発者等における、民事責任・刑事責任におけ
る過失等を基礎づける注意義務の具体化を図るべく、開発における保安基準/ガイドラインのアップデートや注意義務と
の関係性の整理が論点になった。 
35 個人情報保護委員会「生成AI サービスの利用に関する注意喚起等」 
36 個人情報保護委員会「OpenAI に対する注意喚起の概要」, https://www8.cao.go.jp/cstp/ai/ai_senryaku/9kai/shiryo2-
1.pdf 

 
22 
 
（なお、個人情報保護委員会からは、生成AI の開発において個人情報の取得に
対する本人同意を要さない例外規定の創設を検討する可能性が示唆されている
37）。 
このように、開発の過程で既存の法令や倫理に反するリスクをゼロにするこ
とができない事項について、データの収集や処理を機械で行うことを踏まえた
場合に、規制当局や司法がどのような基準で判断を行うかについてガイダンス
が示されることは、開発者に技術的に困難で不明確な判断を強いることを避
け、予見可能性を確保する観点から重要である。 

`;