var toc_content = `（２）法の適用におけるイコールフッティング 
従来から、電気通信事業法等の議論において、日本市場に対してサービスを
提供し競争関係があるにもかかわらず、日本の事業者にのみ、より高度な義務
を定める日本法が適用され、国内事業者が外国事業者に比べて不利な状況に置
かれているとの指摘がなされている。この状況は「一国二制度」と呼ばれ、批
判されてきた44。この指摘はFRAI の制度設計でも重要であり、国内市場におい
て競合する事業者には、国内外の別なく同一の規制が適用されるよう（つまり
イコールフッティングが確保されるよう）、法の適用並びに執行を設計する必
要がある。 
法の適用について、たとえば、個人情報保護法では日本市場に対して物品又
は役務を提供するため日本に所在する本人の個人情報等を取扱う場合には、外
国に所在する事業者に対しても同法を適用するとしている45。また、EU・AI 法
においても、汎用AI モデルの開発者が域外に所在する場合でも、EU 市場に製
品・サービスを供給している場合や、結果がEU 域内で用いられる場合には同法
の適用対象としている46。 
法令の域外適用を定めたとしても、外国の事業者に執行できなければイコー
ルフッティングは実現できない。この点、個人情報保護法では命令や勧告等の
執行権限を外国の事業者にも適用するとともに、公示送達や、情報交換等の外
国当局との協力に関する規定を設け、当局に一定の域外適用に向けた執行権限
を付与しており参考になる。 
また、EU・AI 法においては汎用AI モデルについて域内代理人の指定を義務
づけており、域外適用における執行権限の確保について、我が国においても同
様の手法も選択肢に入り得る。日本においても、会社法上、国内における代表
者の選任が既に義務づけられているため47、代理人設置義務と同様の役割を担
い得るが、その義務違反への制裁は過料であり、必ずしも十分な義務履行のイ
                                                 
43 例えば、AI セーフティ・インスティテュート「日米のAI 関連ガイドラインの相互運用性向上をめざし『クロスウォー
ク2』を公開」（https://www.ipa.go.jp/pressrelease/2024/press20240918.html）。 
44 林秀弥「デジタル・プラットフォーマーを巡る国際的ルール形成の諸相 - いわゆる『一国二制度問題』とデータの移
転・流通に関する法的規律 - 」『NEXTCOM Vol. 41』（2020 年春）
（https://www.jstage.jst.go.jp/article/nextcom/2020/41/2020_1/_pdf/-char/ja）p.4-8 
45 個人情報保護法 171 条 
46 EU・AI 法 2 条 
47 会社法 817 条 

 
25 
 
ンセンティブ設計がなされていない。そのため、会社法のみに頼ることなく、
実効性があるガバナンスを設計する必要があるとも考えられる。 

`;