var toc_content = `（３）国際ルール整合性の確保 
（１）では今後のルール形成にあたっての国際的整合性の確保について述べ
たが、それに加えて、既存の国際ルールへの配慮も重要である。特に留意すべ
きは、通商協定と国内法との整合性確保である。 
例えば、日本が締結した世界貿易機関（WTO）諸協定では、様々な国内法形
成に関する義務が存在する。現在の制度設計における議論のうち特に留意すべ
きものを挙げると、まず物品及びサービス貿易に関する政府調達において、技
術仕様は、適用可能な場合、①デザイン又は記述的に示された特性よりも性能
及び機能的な要件に着目して定めること（上記3.(2)の技術中立性を参照）、及
び、②国際規格が存在するときは当該国際規格に基づいて技術仕様を定めるこ
と、が義務づけられている48。例えばFRAI の安全性審査について国際標準が存
在する場合、日本が政府調達協定においてコミットメントを行っているものに
ついては、基本的には当該標準に沿った形で政府調達の仕様を定めることが求
められる。 
また、物品貿易に限定されるが、「加盟国は、強制規格49を必要とする場合
において、関連する国際規格が存在するとき又はその仕上がりが目前であると
きは、当該国際規格又はその関連部分を強制規格の基礎として用いる」義務を
負う50。 
さらに、安全性評価等に際してFRAI のソースコード（又はアルゴリズム）の
開示を要求する場合には、自由貿易協定（FTA）や経済連携協定（EPA）との抵
触も問題となる。すなわち、太平洋パートナーシップに関する包括的及び先進
的な協定（CPTPP）における電子商取引章や日EUEPA 等では、ソースコード
開示要求が原則として禁じられ、これが正当な公共政策上の目的の達成につい
て必要であり、偽装された貿易制限とならない等の条件付けのもと例外が認め
られている51。米国は自国のAI に関する国内規制が、こうした通商協定のデー
タフローに関連する条項から制約を受けることを回避すべく、2023 年10 月以
降これら条項に関する国際交渉を停止している52。我が国において安全性評価
等の目的でFRAI についてソースコード開示を義務づける場合、FTA/EPA の例
外条項、つまり規制が目的達成に必要な限度であることや差別的でないことと
                                                 
48 政府調達協定 10.2 条 
49 強制規格とは、産品の特性又はその関連の生産工程若しくは生産方法について規定する文書であって遵守することが
義務付けられているもの(適用可能な管理規定を含む。) をいう（TBT 協定附属書一）。 
50 貿易の技術的障害に関する協定（TBT 協定） 2.4 条 
51 CPTPP 14.17 条 
52 渡辺翔太「デジタル経済連携協定（DEPA）の意義に関する一考察―デジタル貿易の多角的ルール形成に与える影響を
中心にして―」（https://www.rieti.go.jp/jp/publications/dp/24j003.pdf）p.38-40 を参照。 

 
26 
 
いった条件を満たした形で設計・適用されるよう、制度設計を進める必要があ
る53。 
 
以上 
 
                                                 
53 もっとも、これらの点は、本論点整理ですでに指摘しているリスクベースや技術中立等の概念を踏まえた設計がなさ
れれば、例外の援用に必要十分な制度設計となる可能性が高い。なお、EU も同様に日EU・EPA 等においてソースコー
ド開示要求禁止をコミットしている。EU・AI 法は欧州委員会がFRAI を含む汎用AI モデル（ソースコードを含む）への
アクセスを要求可能とする権限を付与しており（同法 92 条3 項）、同様に例外条項に依拠して正当化しているものと考
えられる。 

`;