var toc_content = ` 
12 
 
（２）FRAI のみを規制対象とすることの正当性（技術中立性） 
【論点３－２】 
論点２で抽出したリスクは、技術中立な（結果ベースの）規制で対応すべ
きではないか。FRAI のみを対象に規制することが正当化できるとすれば、
それはなぜか。 
＜例＞ 
● ディープフェイクや偽情報、差別的なコンテンツ等は、人間が作成した
ものでも同様に有害である。したがって、仮にこうしたコンテンツに関
する規制を置くのであれば、その作成にFRAI を用いたかどうかに関わら
ず規制すべきではないか。 
上述のようなリスクベースの観点に加えて、これらのリスクを「AI につい
て」規制すべきかという点が問題となる。これらのリスクはAI に特有のもの
ではない可能性があり、そうであるとすれば、同じリスクをもつAI 以外の技
術をも含んだ形で法令を定める必要がある。すなわち、規制はその目的を達
成するために、特定の種類の技術の使用を強制したり、優遇したりすべきで
はないという技術中立性を考慮すべきである。 
技術中立性は、国際連合のほか、EU や米国等の諸外国におけるICT 政策
の策定における基本原則として理解されている11。我が国においても、令和
5 年6 月の規制改革推進会議答申において、「特定の技術・手段などを求め
る画一的で『事前型の規制・制度』から、技術中立的でリスクベース・ゴー
ルベースの柔軟な『事後型の規制・制度』への見直しを進めていかなければ
ならない」12と述べられており、技術中立性はデジタル制度設計において重
要な原則である。換言すれば、規制は達成手段ではなく結果を基準にして行
うべきであり、このような「結果（Outcome）ベースの規制」の考え方が、
英国や日本を含む諸国において重視されようとしている13。 
そのため、FRAI という技術を特定して規制することを正当化するために
は、FRAI が他の技術とは異なる固有のリスクを抱えていることを明らかに
することが必要である。 
                                                 
11 UNESCAP “Explanatory note to the Framework Agreement on Facilitation of Crossborder Paperless Trade in Asia and 
the Pacific”, para.20, Martin Ebers, op. cit., p. 17 
12 規制改革推進会議「規制改革推進に対する答申〜転換期におけるイノベーション・成長の起点〜」（2023.06）p.2, 
https://www8.cao.go.jp/kisei-kaikaku/kisei/publication/opinion/230601.pdf 
13 UK Financial Conduct Authority, Our Strategy 2022 to 2025, at 5, 2022, https://www.fca.org.uk/publication/corporate/our
-strategy-2022-25.pdf, last  visited Oct 5, 2024. 経済産業省Society5.0 における新たなガバナンスモデル検討会「GOVER
NANCE INNOVATION――Society5.0 の実現に向けた法とアーキテクチャのリ・デザイン――」p.36（2020 年7 月13
日）（https://www.meti.go.jp/shingikai/mono_info_service/governance_model_kento/pdf/20200713_1.pdf）。 

 
13 
 
４．FRAI の規制目的として考えられる選択肢 
【論点４】 
リスクベースかつ技術中立性の視点を踏まえ、FRAI に対する規制を正当化
できる根拠としてどのようなものが考えられるか。 
以上の検討を踏まえると、論点2 で特定した「既存法による手当が十分で
ない可能性があるリスク分野」については、リスクベースの観点から規制を
正当化することが困難であることに加え、仮に規制をするとしても、FRAI
のみをターゲットとするのではなくリスクそれ自体を規制すべき場合が多い
と考えられる。それでは、FRAI の開発に関する規制を必要とする事情は考
えられるだろうか。 
冒頭で述べた、学習データの多様性、用途の汎用性、ステークホルダーの
幅広さといったFRAI の特徴を踏まえると、既存法のみでは必ずしも実効的
に対処できない、質的又は量的に新たなリスクが生じるおそれがある。具体
的には、以下のようなFRAI 固有のリスクと、それに対する対処の必要性が
生じることが考えられる。 
（１）【学習段階】FRAI は学習データの量が膨大であり、その質も多様
性であるため、AI の学習段階で個別法令へのコンプライアンスの有
無が不明確となりやすく、仮に開発者の法令違反があった場合、そ
の件数が膨大になり得る（学習データに関する個人情報保護法違
反、著作権法違反、児童ポルノ禁止法違反等）。そのため、不適切
なデータを学習しないようにする措置について透明化を求めること
が考えられる。 
（２）【開発・運用段階】FRAI は用途が無制限にあり、想定されるユー
ザーも、FRAI をベースとしたサービスの提供者や一般的な消費者な
ど多様であることから、ユーザー側に全ての責任を課すアプローチ
では十分にリスクに対処できない可能性がある。そのため、FRAI の
開発者にも一定のリスク対応を求めることが考えられる。 
（３）【脆弱性発見・事故発生段階】FRAI は挙動の説明不可能性、予測
不可能性、制御困難性が他のAI に比べて顕著であり、事故原因の究
明や改善の必要性が高い。そのため、FRAI の開発者に対し、脆弱性
発生時や事故発生時の原因究明や改善を求める制度を設けることが
考えられる。 
以下、詳述する。 

`;