var toc_content = `（２）ユーザーによる不適切な使用への合理的な対処 
FRAI を用いたCBRN、武器の製作や、ディープフェイク、コンピュータウィ
ルスの作成などの、ユーザーによる不適切なFRAI の利用については、第一次的
にはユーザー自身の問題として規律されるべきであるが、FRAI の開発者に対し
ても一定の対応を求めるべきではないか、との議論も考えられる。 
たとえば、ソーシャルメディアなどの情報プラットフォームについても、当
初は言論の自由の確保の観点から規制の動きはなかったが、フェイクニュース
などによる民主主義の攪乱などの弊害を踏まえて、EU では、2022 年にデジタ
ルサービス法が制定されている。日本においても、総務省の「デジタル空間に
おける情報流通の健全性確保の在り方に関する検討会ワーキンググループ 中間
とりまとめ（案）」において、デジタルプラットフォームが、偽・誤情報の流
通・拡散を抑止するための「コンテンツモデレーション」に積極的に取り組む
ことを促すと共に、国内外の民産学官のマルチステークホルダーが相互に連
携・協力しながら安定的かつ継続的に議論・検討することの必要性が強調され
た19。 
このように、FRAI についても、一次的には現行法によってユーザーを取り締
まることでリスクへの対処を行うことが考えられるものの、それだけでは対応
できないリスクが顕在化し、かつ開発者において有効かつ合理的な対策を講じ
ることができると考えられる場合には、規制によって得られる利益と失われる
リスクを適切に衡量した上で、開発者に対して必要な対応を求めることを検討
する余地はあると考えられる。 
具体的には、不適切な出力を防止するための技術的な措置（「レッドチーミ
ング」による脆弱性の発見）、AI により策定されたコンテンツであることを示
                                                 
18 California Legislative Information "AB-2013 Generative artificial intelligence: training data transparency" Bill Analysis よ
り 
19 本検討の中では、広範なエコシステムやリスクの所在を議論していたが、現在は「デジタル空間における情報流通の
諸課題への対処に関する検討会」に場所を移して、情報流通プラットフォーム対処法の政省令整備などを中心に議論を
進めており、順次対応の高度化に関する検討が政府内で行われている。 

 
16 
 
す電子透かしの導入、ユーザーによる悪用や不正な利用を監視するモデレーシ
ョンの実施といった対応を一定の場合にFRAI の開発者に求めることも考えられ
る。また、サプライチェーンの下流にいるユーザー（FRAI をベースとしたサー
ビスを提供する事業者を含む）に対して、リスクや仕様に関する情報提供を求
めることもあり得る。 
その際、目的が汎用的かつ同じ入力に対しても毎回異なる出力を行うFRAI に
ついて、どのような技術的テストや対応を行うことが適切か、電子透かしとし
て利用されるメタデータについてソーシャルメディア等との連携をどのように
行うか、不正利用の監視が与える表現の自由その他の権利・利益への影響をど
のように整理するか、下流のステークホルダーにどのような情報提供が行われ
ることが必要かつ十分か、規制することによって逆にどのような弊害が生じる
かといった点については、政府又は各企業が単独で解明・判断できる問題では
ない。そのため、これらに関し、いずれかの者に負担を押し付けるものではな
い、建設的な議論ができる官民連携協議の場の構築が必要となると考えられ
る。 

`;