var toc_content = `エグゼクティブ・サマリー 
本論点整理では、FRAI に関する規制を検討する際に検討すべき論点として、
以下の10 個の論点を抽出し、各＜サマリー＞に示す検討を行った。 
論点1：FRAI には、どのようなリスクがあるか。 
＜サマリー＞ 
FRAI に関するリスクとして、国内外の議論を参照しながら、誤情報・偽情
報、有害コンテンツ、有害なバイアスや均質化、プライバシー侵害、知的財産
権侵害、CBRN や兵器情報の流布、情報セキュリティ、人間とAI の間の相互作
用による問題、バリューチェーンの複雑性の9 類型を整理した。 
 
論点2：FRAI に関するリスクのうち、既存法で対応されていないリスクには
どのようなものがあるか。 
＜サマリー＞ 
論点1 で検討したリスク類型のうち、既存法で規制されていない行為はどの
ようなものか検討した。その結果、FRAI のリスクは概ね既存法で規律対象とな
っている一方、ハルシネーション等による誤情報の出力一般、ディープフェイ
ク等の偽情報の生成、差別的な出力一般、均質化による多様性の喪失、人間と
AI の間の相互作用から生じる問題、バリューチェーンの複雑性に起因する不透
明性等については、既存の法令で必ずしも規制の対象となっていないことを示
した。 
 
論点3－1：論点2 で抽出したリスクのうち、規制による介入を必要とするハ
イリスク事例はあるか。 
＜サマリー＞ 
法規制による介入が正当化されるのは、それ以外の手段ではリスクを抑える
ことができず、かつ規制によるコストと利益が均衡する場合に限られるという
「リスクベース・アプローチ」に照らして、論点2 で抽出したリスクに対する
法的介入を正当化できるかどうかを検討すべきであることを示した。 
 
論点3－2：論点2 で抽出したリスクは、技術中立な（結果ベースの）規制で
対応すべきではないか。FRAI のみを対象に規制することが正当化できるとす
れば、それはなぜか。 

 
3 
 
＜サマリー＞ 
規制はその目的を達成するために、特定の種類の技術の使用を強制したり、
優遇したりすべきではないという「技術中立性」の視点に照らして、FRAI とい
う特定の技術のみをターゲットとすることの正当化ができるかどうかを検討す
べきであることを示した。 
 
論点4：リスクベースかつ技術中立の視点を踏まえ、FRAI に対する規制を正
当化できる根拠としてどのようなものが考えられるか。 
＜サマリー＞ 
論点3 で検討した原則を踏まえた結果、なおFRAI に対する規制を正当化でき
る可能性があるシナリオとして、以下の3 つを示した。 
（１）【学習段階】FRAI は学習データの量が膨大であり、その質も多様
性であるため、AI の学習段階で個別法令へのコンプライアンスの有
無が不明確となりやすく、仮に開発者の法令違反があった場合、そ
の件数が膨大になり得る。そのため、不適切なデータを学習しない
ようにする措置等について透明化を求めることが考えられる。 
（２）【開発・運用段階】FRAI は用途が無制限にあり、想定されるユー
ザーも、FRAI をベースとしたサービスの提供者や一般的な消費者な
ど多様であることから、ユーザー側に全ての責任を課すアプローチ
では十分にリスクに対処できない可能性がある。そのため、FRAI の
開発者にも一定のリスク対応を求めることが考えられる。 
（３）【脆弱性発見・事故発生段階】FRAI は挙動の説明不可能性、予測
不可能性、制御困難性が他のAI に比べて顕著であり、事故原因の究
明や改善の必要性が高い。そのため、FRAI の開発者に対し、脆弱性
発生時や事故発生時の原因究明や改善を求める制度を設けることが
考えられる。 
 
論点5：論点4 で検討した潜在的な立法理由のそれぞれについて、規制対象と
なるFRAI をどのように画定すべきか。 
＜サマリー＞ 
論点4 での検討したシナリオごとに、規制対象となるFRAI を画定する基準が
異なり得ることを示した。 
すなわち、（１）「開発段階におけるコンプライアンスの透明化」を目的と
する場合、Frontier AI の学習データの多さとそれに伴う潜在的な法令違反件数の

 
4 
 
多さが規制の根拠となるため、学習データの量を基準としてFrontier AI の範囲
を画定することが考えられる。 
（２）「ユーザーによる不適切な使用への対処」を根拠とする規制について
は、ユーザー数や作成コンテンツ数が多いほどリスクが増えるため、これらの
数を基準としてFrontier AI の範囲を画定することが考えられる。 
（３）「重大なリスクやインシデントの報告及び原因究明・改善への協力」
を根拠とする場合は、個々のリスクの深刻さが問題となるため、モデルの規模
やユーザー数などではなく、CBRN（化学・生物・放射線・核）の漏洩などの深
刻なリスクをもたらしたモデル一般について規制の対象とすることが考えられ
る。 
その上で、具体的にどのような根拠に基づいてFrontier AI を規制する必要が
あるのか、またその場合、規制対象となるFrontier AI の閾値をどのように設定
すべきかについては、立法事実を慎重に評価して決定するべきである。 
 
論点6：FRAI に対する規制の策定や運用にあたって、どのようにして建設的
かつ実効的な協力モデルを構築できるか。 
＜サマリー＞ 
FRAI のリスクへの対応には、開発者側の専門的な知見が不可欠であるが、開
発者側が情報を開示することが制裁や民事責任、情報漏洩等につながるリスク
があるとすれば、建設的かつ実効的な官民連携を確保することはできない。そ
のため、現行法のモニタリング&レビューの運用における課題等も踏まえ、オー
プンな場でデータに基づく評価体制を整備すること、ベストプラクティスを積
極的に評価すること、機微な情報の開示対象や開示先を限定することなどの政
策を検討する必要があることを示した。 
 
論点7：FRAI に関する認証や監査の制度を設ける場合、どのようなメリット
と課題があるか。 
＜サマリー＞ 
FRAI は複雑なアルゴリズムで構成されており、外部から信頼性を判断するこ
とが難しい。そこで、独立した第三者がAI システムの信頼性を証明する認証制
度について検討することが有益である。認証制度は、政府による規制と比べて
柔軟性が高く、技術変化にも対応しやすいというメリットがある一方で、基準
設定や監査主体の要件が曖昧になって実効性を欠く場合があるなどの課題も存
在する。本節では、ニューヨーク市の自動雇用決定ツール規制の事例も踏ま
え、認証制度の導入における課題として、①対処すべきリスクや保護すべき権
利・利益をカバーできる認証基準や制度設計が不可欠であること、②しかし、AI

 
5 
 
のリスク管理において認証基準にすぐ援用できる統一的な基準はまだ存在しな
いことを示した。また、認証制度枠組を検討する際に、まずは被認証主体にど
のようなリスクへの対応を求めることが必要か、そしてどのような検証がなさ
れれば有効なリスク対応を行っていると認められるのかを議論すべきことを示
した。 
 
論点8：FRAI の開発や実装を推進するために、どのような法的施策があり得
るか。 
＜サマリー＞ 
FRAI の開発を促進するための法的施策として、①FRAI の開発に関して問題
となる個別法令（著作権、個人情報保護法等）に関する解釈指針や遵守方法の
明確化、及び開発者にとって技術的に実施可能なガイダンスの提供、②サプラ
イチェーン上のステークホルダーへの情報提供を目的とする品質・性能、利用
条件等のガイダンスの提供、③FRAI の社会的影響調査への協力要請、といった
施策が考えられることを示した。 
 
論点9：FRAI のグローバル性を考えると、本規制の国際的な相互運用性の確
保及び規律の実効性確保のために、どのような点を考慮すべきか。 
＜サマリー＞ 
FRAI のグローバル性を考慮し、本規制の国際的な相互運用性の確保及び規律
の実効性確保のために、①国際ルールとの相互運用性を確保すること、②国内
外の事業者への同一規制の適用（イコールフッティング）を確保すること、③
WTO 協定、TBT 協定、CPTPP、日EU 経済連携協定等で我が国に課せられた義
務との整合性を確保すべきことを示した。 
 
 
（以上、エグゼクティブ・サマリー） 
 
 

 
6 
 
１．FRAI に関するリスクの整理 
【論点１】 
FRAI には、どのようなリスクがあるか。 
FRAI の規制を検討するためには、まず、FRAI に関するどのようなリスクに
対処することを目指すのか（規制目的）を特定する必要がある。本節ではその
前提として、FRAI がもたらすリスクを網羅的に整理する。 
なお、リスクの検討の前提として、FRAI の定義を明確化すべきであるとの指
摘もあり得るが、規制対象としてのFARI の範囲は、対処すべきリスクの性質に
応じて画定されるべきである。そのため、本節では一旦、FRAI の一般的な定義
である「高度に能力のある汎用AI モデルで、多種多様なタスクを実行し、今日
の最も進んだモデルの能力に匹敵又はそれを超えるもの」1を念頭に検討し、規
制対象としてのFRAI の定義については５．で議論する。 
機械学習や深層学習を用いるAI モデルについては、人間には認識できない構
造の複雑性、データに依存する挙動、継続的な品質・リスク耐性の変化といっ
た性質があり、それらに関するリスクの特徴が指摘されてきた2。とりわけ、
FRAI においては、学習データが多様かつ膨大であること、様々なタスクに活用
できる汎用性を有すること、ステークホルダーやユーザーが幅広い等の特徴が
あること3から、従来型のAI モデルと比較しても、影響の質・量の予測が難し
い多様なリスクをもたらすと考えられる。 
それでは、FRAI がもたらすリスクにはどのような類型があるのだろうか。各
国政府機関や国際機関等が様々な整理を試みているが、ここでは米国の国立標
準技術研究所（NIST）の整理4を参照する。NIST はFRAI を含む生成AI によっ
て悪化するリスクを12 類型に分類しているが、同リスク分類を参考にして、本
レポートではその中で類似する類型などを統合・整理し、以下の9 類型にまと
めた5。 
                                                 
1 The Bletchley Declaration by Countries Attending the AI Safety Summit, 1-2 November 2023 の定義による
（https://www.gov.uk/government/publications/ai-safety-summit-2023-the-bletchley-declaration/the-bletchley-declaration-
by-countries-attending-the-ai-safety-summit-1-2-november-2023）。なお、広島AI プロセスでは、同様の趣旨で
「Advanced AI Systems」という用語が用いられているが、そこでは明確な定義はされていない。 
2 産業技術総合研究所「機械学習品質マネジメントガイドライン 第4 版」（2024.04）参照, 
https://www.digiarc.aist.go.jp/publication/aiqm/guideline-rev4.html 
3 FRAI のリスクにつながる技術的な性質については様々な整理がなされているが、たとえば英科学・イノベーション・
技術省 “Capabilities and risks from frontier AI”（2023.10）(https://www.gov.uk/government/publications/frontier-ai-
capabilities-and-risks-discussion-paper)では、様々なドメインで活用される汎用性、用途の予測困難性やサプライチェー
ンリスク、開発者によるリスク軽減へのインセンティブの不足、安全性の評価基準が未成熟であることなどがリスク要
因として指摘されている。 
4 米国立標準技術研究所（NIST） “Artificial Intelligence Risk Management Framework: Generative Artificial Intelligence 
Profile” (2024.07), https://nvlpubs.nist.gov/nistpubs/ai/NIST.AI.600-1.pdf 
5 本レポートでは、現状政府の制度検討において中心的に触れられているAI モデルの入出力やAI システムのセキュリテ
ィに関わるリスクに注目して検討を行ったものである。AI モデルの学習・運用において発生する環境負荷の問題や、教
育に関する中長期的な影響は、重要な論点ではあるが、別途十分な質・量での検討がなされるべきものであり、今回の
検討の対象外としている。 

`;