var toc_content = `（１）規制による介入を要するハイリスクの特定（リスクベース・アプロー
チ） 
 
 

 
10 
 
【論点３－１】 
論点２で抽出したリスクのうち、規制による介入を必要とするハイリスク
事例はあるか。 
＜例＞ 
● ディープフェイクや偽情報について、その流通についてはソーシャルメ
ディア規制が議論されているが、作成行為自体は一般的に規制されてい
ない。これは、個人レベルでのコンテンツの作成はリスクレベルが低い
ことに加え、これを制限すると表現の自由を侵害するリスクがあるため
である。そのような事情を踏まえ、FRAI がディープフェイクや偽情報を
作成できることについて、新たに規制が必要といえるか。 
● 差別的言動一般については規制がされていないが、それは、どのような
言動が不適切な差別かどうかを法で一般的に定めるのが困難なうえ、こ
れを包括的に規制すれば意見や批判などの言論の抑圧につながるリスク
があるためである。そのような背景を踏まえて、FRAI が差別的な出力を
することについて、新たな規制が必要といえるか。 
あるリスクに対して規制による介入が正当化されるのは、法規制という強
制力を持った介入を行う必要がある程度にリスクレベルが高い場合であっ
て、規制手段が必要最小限であり、かつ、規制によって得られる利益と失わ
れる利益のバランスが均衡を保っている場合に限られる。本論点整理では、
これを「リスクベース・アプローチ」と呼ぶ6。論点2 で抽出したリスクに
ついても、リスクベース・アプローチを考慮した結果として規制対象となっ
ていない可能性が高く、FRAI の登場に伴い新たな規制対象とすることを検
討する場合も、まずは本当に同原則を満たすリスクが生じているかを検討す
る必要がある。 
リスクベースの検討にあたっては、以下の要素も考慮する必要がある。 
(a) 
イノベーションがもたらす利益との衡量 
リスクベース・アプローチを考慮する際に、規制により実現される利
益と、規制によって失われるメリット、つまりイノベーションがもたら
す利益との衡量も必要になる。すなわち、FRAI のリスクのみを評価する
                                                 
6 EU が、AI の利用場面でのリスクに応じてAI 法の規範の内容を段階分けしていることを「リスクベース・アプローチ」
と称していることに倣った。なお、日本では、同様のことは立法における比例原則として議論されてきた。立法におけ
る比例原則とは，①規制手段が規制目的と合理的に関連すること（適合性），②規制手段が規制目的の達成にとって必
要最小限であること（必要性），及び③規制手段の投入によって得られる利益と失われる利益のバランスが均衡を保っ
ていること（狭義の比例制）をいう。（渡辺康行ほか『憲法Ⅰ── 基本権（第２版）』p.78〔松本和彦〕（日本評論
社，2023））。なお、「リスクベース・アプローチ」という用語は多義的であり、本論点整理で用いている立法の文脈
以外にも、規制当局におけるリソース配分や、組織におけるリスクマネジメントの文脈（総務省・経済産業省「AI 事業
者ガイドライン（第 1.0 版）」p. 3、内閣府AI 戦略チーム「『AI 制度に関する考え方』について」p. 4）において用い
られているが、本稿では、特段の断りがない限り、立法段階のリスクベース・アプローチを意味するものとして用い
る。 

 
11 
 
のではなく、そのもたらすメリットについても検討を行わなければなら
ない7。もっとも、その比較衡量にあたっては、基本的人権のような、技
術革新の利益と比較衡量することが難しい価値も含まれていることか
ら、こうした異なる価値間の衡量を行うための方法論の開発が必要であ
る。 
(b) 
不確実性と予防原則 
リスクとは、一般的に「害が発生する確率と、害の重大性を掛け合わ
せたもの」と定義される8。つまり、リスクベース・アプローチが成立す
るには、害の発生確率と、害の重大性という２つが観測できることが前
提とされている。しかし、FRAI のように多様な用途に用いることができ
るシステムについて、両者を見積もることは極めて困難である。 
この不確実性には、すでにわからないことがわかっている場合
（known unknown）だけでなく、わからないことがわからない場合
（unknown unknown）も含まれ、こうした場面においてリスクの規制を
どのように行うべきか、さらなる検討が必要となる。例えば、環境や食
品安全の分野においては、「深刻な、あるいは不可逆的な被害のおそれ
がある場合には、完全な科学的確実性の欠如が、環境悪化を防止するた
めの費用対効果の大きい対策を延期する理由として使われてはならな
い」との原則9、いわゆる予防原則（Precautionary Principle）がある。 
もっとも、FRAI によるリスクは多岐にわたるため、食品のような人体
に深刻な影響を与え得るリスクや、環境のように地球全体にとって不可
逆な被害をもたらすリスクと常に同等に扱うべきとは限らない。また、
(a)で検討したように、不確実性はFRAI によるリスクだけでなく便益に
も及ぶため、過度の予防原則の適用はかえって社会全体の利益を損なう
ことにも注意が必要である。 
 
以上のように、リスクベースの観点からはまず、論点2 で抽出したリスク
が現在規制の対象となっていない理由を適切に分析する必要がある。その上
で、仮に新たに規制の対象とする検討を行う場合には、イノベーションがも
たらす利益も踏まえつつ、リスクと利益双方の不確実性を絶えずモニタリン
グして可視化を進め、リスクと便益の適切なバランスをとれる法制度のあり
方をアジャイルに（機敏かつ反復・継続的に）模索していく必要があると考
えられる10。 
                                                 
7 Martin Ebers, "Truly Risk-Based Regulation of Artificial Intelligence: How to Implement the EU’s AI Act", European Union 
Law Working Papers No. 101, p. 16, https://law.stanford.edu/wp-content/uploads/2024/10/EU-Law-WP-101-Ebers.pdf 
8 EU・AI 法 3 条2 項、ISO/IEC GUIDE 51 等 
9 国連環境開発会議「環境と開発に関するリオ宣言」、第15 原則, https://www.env.go.jp/council/21kankyo-k/y210-
02/ref_05_1.pdf 
10 アジャイル・ガバナンスについては、経済産業省「アジャイル・ガバナンスの概要と現状」（2022）を参照。
https://www.meti.go.jp/press/2022/08/20220808001/20220808001.html 

 
12 
 
（２）FRAI のみを規制対象とすることの正当性（技術中立性） 
【論点３－２】 
論点２で抽出したリスクは、技術中立な（結果ベースの）規制で対応すべ
きではないか。FRAI のみを対象に規制することが正当化できるとすれば、
それはなぜか。 
＜例＞ 
● ディープフェイクや偽情報、差別的なコンテンツ等は、人間が作成した
ものでも同様に有害である。したがって、仮にこうしたコンテンツに関
する規制を置くのであれば、その作成にFRAI を用いたかどうかに関わら
ず規制すべきではないか。 
上述のようなリスクベースの観点に加えて、これらのリスクを「AI につい
て」規制すべきかという点が問題となる。これらのリスクはAI に特有のもの
ではない可能性があり、そうであるとすれば、同じリスクをもつAI 以外の技
術をも含んだ形で法令を定める必要がある。すなわち、規制はその目的を達
成するために、特定の種類の技術の使用を強制したり、優遇したりすべきで
はないという技術中立性を考慮すべきである。 
技術中立性は、国際連合のほか、EU や米国等の諸外国におけるICT 政策
の策定における基本原則として理解されている11。我が国においても、令和
5 年6 月の規制改革推進会議答申において、「特定の技術・手段などを求め
る画一的で『事前型の規制・制度』から、技術中立的でリスクベース・ゴー
ルベースの柔軟な『事後型の規制・制度』への見直しを進めていかなければ
ならない」12と述べられており、技術中立性はデジタル制度設計において重
要な原則である。換言すれば、規制は達成手段ではなく結果を基準にして行
うべきであり、このような「結果（Outcome）ベースの規制」の考え方が、
英国や日本を含む諸国において重視されようとしている13。 
そのため、FRAI という技術を特定して規制することを正当化するために
は、FRAI が他の技術とは異なる固有のリスクを抱えていることを明らかに
することが必要である。 
                                                 
11 UNESCAP “Explanatory note to the Framework Agreement on Facilitation of Crossborder Paperless Trade in Asia and 
the Pacific”, para.20, Martin Ebers, op. cit., p. 17 
12 規制改革推進会議「規制改革推進に対する答申〜転換期におけるイノベーション・成長の起点〜」（2023.06）p.2, 
https://www8.cao.go.jp/kisei-kaikaku/kisei/publication/opinion/230601.pdf 
13 UK Financial Conduct Authority, Our Strategy 2022 to 2025, at 5, 2022, https://www.fca.org.uk/publication/corporate/our
-strategy-2022-25.pdf, last  visited Oct 5, 2024. 経済産業省Society5.0 における新たなガバナンスモデル検討会「GOVER
NANCE INNOVATION――Society5.0 の実現に向けた法とアーキテクチャのリ・デザイン――」p.36（2020 年7 月13
日）（https://www.meti.go.jp/shingikai/mono_info_service/governance_model_kento/pdf/20200713_1.pdf）。 

`;