var toc_content = `（３）重大なリスクやインシデントの報告及び原因究明・改善への協力 
FRAI の与えるリスクは多岐にわたり、時には社会全体に深刻な被害をもたら
す可能性が否定できないことや、その際に原因の究明に困難が伴うと考えられ
ることから、一定の重大なリスクの発見時又は発生時の報告・届出、及び原因
究明への協力を要請することも考えられる。 
ソフトウェアに関する脆弱性の届出については、経済産業省の告示「ソフト
ウエア製品等の脆弱性関連情報に関する取扱規程」においてその枠組が示され
ている20。そこでは、独立行政法人情報処理推進機構（IPA）等が脆弱性関連情
報の届出の受付機関となっており、同様の仕組みを整備することも考えられ
る。米国では、Frontier AI の開発者について、サイバーセキュリティ対策や、レ
ッドチーミングの結果について報告する義務を課す提案が行われている21。 
インシデントの原因究明及び改善については、特にCBRN 情報の漏洩等に関
する深刻なリスクについては迅速に対応がなされる必要があるため、FRAI の開
発者に原因究明及び改善を求めることも考えられる。このようなリスクは、
FRAI 以外のシステムでも生じるおそれがあるため、本来は個別法による対応を
基本とすべきであるところ、FRAI の汎用性や影響力の大きさを理由に特別な義
務を課すことが正当化できるかについては検討が必要である。 
                                                 
20 告示に基づく取り組みであり、IPA ウェブサイトでは、「脆弱性関連情報取扱いの仕組みは、関係者の協力のもとで成
り立つもの」であり、行為の強制や期待される対応が生じることの保証はできないこととされている。 
21 U.S. Bureau of Industry and Security, “Commerce Proposes Reporting Requirements for Frontier AI Developers and 
Compute Providers”, https://www.bis.gov/press-release/commerce-proposes-reporting-requirements-frontier-ai-
developers-and-compute-provider 

 
17 
 
５．規制対象となるFRAI の範囲（定義） 
【論点５】 
論点4 で検討した潜在的な立法理由のそれぞれについて、規制対象となる
FRAI をどのように画定すべきか。 
以上のような根拠でFrontier AI を規制する場合、具体的な規制の対象、すな
わち”Frontier AI”はどのように定義されるべきだろうか。 
まず、４（１）の「開発段階におけるコンプライアンスの透明化」を目的と
する場合、Frontier AI の学習データの多さとそれに伴う潜在的な法令違反件数の
多さが規制の根拠となるため、学習データの量を基準としてFrontier AI の範囲
を画定することが考えられる。 
次に、４（２）の「ユーザーによる不適切な使用への対処」を根拠とする規
制については、ユーザー数や作成コンテンツ数が多いほどリスクが増えるた
め、これらの数を基準としてFrontier AI の範囲を画定することが考えられる。 
最後に、４（３）の「重大なリスクやインシデントの報告及び原因究明・改
善への協力」を根拠とする場合は、個々のリスクの深刻さが問題となるため、
学習データの量やモデルのサイズ、ユーザー数等に関係なく、CBRN などの深
刻な問題をもたらしたモデル一般について規制の対象とすることが考えられ
る。 
このように、何を根拠として規制を行うかによって、規制対象となるFrontier 
AI の判断基準も変わる。そして、具体的にどのような根拠に基づいてFrontier 
AI を規制する必要があるのか、またその場合に、規制対象となるFrontier AI の
閾値をどのように設定すべきかは、立法事実を慎重に評価して決定するべきで
ある。 
６．建設的かつ実効的な官民協力モデルの構築 
【論点６】 
FRAI に対する規制の策定や運用にあたって、どのようにして建設的かつ実
効的な協力モデルを構築できるか。 
論点４（１）～（３）のいずれの点についても、リスクの発見・特定からそ
の測定、対処方法に至るまで、開発者側の専門的な知見を要することから、規
制者と被規制者の連携が重要となる。しかしながら、一般的に、開発者の立場
からすれば、情報の開示は企業秘密の開示や将来的な制裁・民事責任等につな
がるリスクをもたらす。また、規制当局の側からすれば、情報の非対称性から
開発者の主張を批判的に検討できないおそれ（規制の虜）や、逆に開発者の具
体的な事情を踏まえず一方的に規範を押し付けてしまうおそれがあるため、建
設的かつ実効的な官民連携を確保するのは容易ではない。 

`;