var toc_content = ` 
9 
 
8 
人間とAI の間
の相互作用 
● AI と人間のコミュニケーションに関する禁止・利用制
限を定める明示的な規制は見られない 
○ ただし、日本では人の行為や人の配置等を要求
する法規が存在する場合に、AI のみで人の行
為・配置を単純に代替することは認められず、
保護法益と、代替手段の技術的評価により判断
される 
9 
バリューチェ
ーンの複雑性 
● 明示的な規制は見られない 
○ 総務省・経済産業省「AI 事業者ガイドライン」
において、データトレーサビリティや透明性に
ついての一定のガイダンスが存在 
○ 経済産業省「AI・データの利用に関する契約ガ
イドライン」において、AI 開発やデータの利活
用に関するモデル契約及びガイダンスを提供 
 
以上の整理から、既存法による手当が十分でない可能性があるリスク分野と
して、下記の点が考えられる。 
● ハルシネーション等による、誤情報の出力一般 
● ディープフェイク等の偽情報の生成 
● 差別的な出力一般（表1.3 のとおり、部分的には規律あり） 
● 均質化による多様性の喪失 
● 人間とAI の間の相互作用により生じる問題 
● バリューチェーンの複雑性に起因する問題 
次節以降では、これらのリスクについて本規制で対処すべきかどうかを議論
するための考え方を示す。 
 
３．FRAI の規制にあたって考慮すべき視点 
２．で分析したリスクについて、そのすべてを新たな法令によって規律すべ
きとは限らない。以下では、（１）リスクベース・アプローチ、（２）技術中
立性、という2 つの視点に照らして、本規制が正当化されるとすればどのよう
な場合かを検討する。 

`;