var toc_content = ` 
17 
 
５．規制対象となるFRAI の範囲（定義） 
【論点５】 
論点4 で検討した潜在的な立法理由のそれぞれについて、規制対象となる
FRAI をどのように画定すべきか。 
以上のような根拠でFrontier AI を規制する場合、具体的な規制の対象、すな
わち”Frontier AI”はどのように定義されるべきだろうか。 
まず、４（１）の「開発段階におけるコンプライアンスの透明化」を目的と
する場合、Frontier AI の学習データの多さとそれに伴う潜在的な法令違反件数の
多さが規制の根拠となるため、学習データの量を基準としてFrontier AI の範囲
を画定することが考えられる。 
次に、４（２）の「ユーザーによる不適切な使用への対処」を根拠とする規
制については、ユーザー数や作成コンテンツ数が多いほどリスクが増えるた
め、これらの数を基準としてFrontier AI の範囲を画定することが考えられる。 
最後に、４（３）の「重大なリスクやインシデントの報告及び原因究明・改
善への協力」を根拠とする場合は、個々のリスクの深刻さが問題となるため、
学習データの量やモデルのサイズ、ユーザー数等に関係なく、CBRN などの深
刻な問題をもたらしたモデル一般について規制の対象とすることが考えられ
る。 
このように、何を根拠として規制を行うかによって、規制対象となるFrontier 
AI の判断基準も変わる。そして、具体的にどのような根拠に基づいてFrontier 
AI を規制する必要があるのか、またその場合に、規制対象となるFrontier AI の
閾値をどのように設定すべきかは、立法事実を慎重に評価して決定するべきで
ある。 

`;