var toc_content = `６．建設的かつ実効的な官民協力モデルの構築 
【論点６】 
FRAI に対する規制の策定や運用にあたって、どのようにして建設的かつ実
効的な協力モデルを構築できるか。 
論点４（１）～（３）のいずれの点についても、リスクの発見・特定からそ
の測定、対処方法に至るまで、開発者側の専門的な知見を要することから、規
制者と被規制者の連携が重要となる。しかしながら、一般的に、開発者の立場
からすれば、情報の開示は企業秘密の開示や将来的な制裁・民事責任等につな
がるリスクをもたらす。また、規制当局の側からすれば、情報の非対称性から
開発者の主張を批判的に検討できないおそれ（規制の虜）や、逆に開発者の具
体的な事情を踏まえず一方的に規範を押し付けてしまうおそれがあるため、建
設的かつ実効的な官民連携を確保するのは容易ではない。 

 
18 
 
日本では、たとえば、デジタルプラットフォーム取引透明化法が、官民連携
の「モニタリング&レビュー」22の仕組みを導入しており、ステークホルダー間
での迅速かつ柔軟な対応を容易にする規制手法であるといわれている。 
しかし、モニタリング&レビューにあたっては、多様なステークホルダーの立
場や様々な価値のトレードオフを踏まえた公正な判断を行う必要があり、それ
を規制当局側の限られた人員と時間の中で実施するには多大な困難が伴う。規
制側の体制整備や人材育成にも相当のコストや時間がかかると考えられること
から、規制当局のみでモニタリングやレビューを実施するのではなく、オープ
ンな場で現実のデータに基づく評価がなされる体制を整備する必要があるので
はないか。 
また、単に開発者の取組を批判するだけでは、開発者側の協力のインセンテ
ィブを削ぐこととなる。航空機，製薬，労働安全などの分野においては、失敗
や事故について非難するのではなく、オープンなカルチャーで問題の原因を究
明し、改善策を検討するアプローチの方が、結果的に高い安全性を実現できる
ことが実証的に知られている23。サプライチェーン上の主体を含むステークホル
ダーとの信頼形成を後押しするためにも、政府としては、ベストプラクティス
として評価すべき点を積極的に取り上げて周知することが適切である。 
なお、開発者等が有する一定の機微な情報については、規制者又は専門中立
の第三者のみに開示する（規制者への開示自体がディスインセンティブになり
うる場合もあるので、誰が開示先として適切かは慎重に検討が必要である）な
ど、柔軟な運用によって開発者の協力を促す仕組みも検討すべきと考えられ
る。 

`;