var toc_content = ` 
 
3 
 
1 
本ガイドラインのスコープ 
1.1 本ガイドラインの位置づけ 
本ガイドラインは、AI 事業者ガイドラインで示された共通の指針、「AI セーフティに関
する評価観点ガイド」（AISI）で示された「AI セーフティにおける重要要素」及び「AI セ
ーフティ評価の観点」を踏まえ、AI の「セキュリティ確保」を取り扱う3。 
本ガイドラインにおいては、AI の「セキュリティ確保」として、「不正操作による機密
情報の漏えい、AI システムの意図せぬ変更や停止が生じないような状態」に対する脅威へ
の対策を主な対象とし、この観点から脅威への技術的対策例を整理している。 
 関係省庁・関係機関が策定しているAI 関連ガイドライン等のうち、本ガイドラインと関
連する主なものは表1 に示すとおりである。 
 
 
3 なお、「AI セーフティに関する評価観点ガイド」（AISI）では、「AI セーフティ」及び「セキュリティ確
保」について以下のとおり記載されている。 
 
AI セーフティ 
人間中心の考え方をもとに、AI 活用に伴う社会的リスク※を低減させるための安全性・公平性、個人情報
の不適正な利用等を防止するためのプライバシー保護、AI システムの脆弱性等や外部からの攻撃等のリス
クに対応するためのセキュリティ確保、システムの検証可能性を確保し適切な情報提供を行うための透明
性が保たれた状態。 （出典：総務省・経済産業省「AI 事業者ガイドライン（第 1.0 版）」）  
※社会的リスクには、物理的、心理的、経済的リスクも含む（出典：Department for Science, 
Innovation and Technology, UK AISI “Introducing the AI Safety Institute”） 
 
3.6 セキュリティ確保 
■評価観点の概要説明 
LLM システムに対する悪意ある攻撃やヒューマンエラーによる設定ミス等の影響を最小限にとどめるため
に、セキュリティ確保は重要である。（中略）LLM システム全体の脆弱性に対策し、不正操作による機密情
報の漏えい、LLM システムの意図せぬ変更または停止が生じないような状態を目指す。 

 
 
4 
 
表1 他のAI 関連のガイドライン等との関係 
       策定主体 対象とする 
AI システム 

`;