var toc_content = `想定読者等 
概要  
本ガイドラインとの
関係  
本ガイドライ
ン 
総務省 
 
主に、LLM を構成
要素に含むAI シ
ステム 
AI 事業者ガイドラ
インが定義するAI
開発者及びAI 提供
者 
AI システムの開発者及
び提供者におけるAI 自
体のセキュリティ確保
のための技術的対策例
を示すガイドライン。  
―  
AI 事業者ガイ
ドライン(第
1.1 版)  
総務省、
経済産業
省  
活⽤の過程を通じ
て様々なレベルの
⾃律性をもって動
作し学習する機能
を有するソフトウ
ェアを要素として
含むシステムとす
る（機械、ロボッ
ト、クラウドシス
テム等）  
様々な事業活動にお
いて AI の開発・提
供・利用を担う全て
の者（政府・自治体
等の公的機関を含
む）を対象としてい
る。 
AI の開発・提供・利用
に関わる事業者向けに
AI ガバナンスの統一的
な指針を示すガイドラ
イン。指針の１つにセ
キュリティ確保が位置
づけられており、別添
でその手法の概要が示
されている。  
「AI 事業者ガイドラ
イン」の読者は、主
にLLM におけるセキ
ュリティ確保の具体
的手法について、本
ガイドラインを参照
することができる。  
AI セーフティ
に関する評価
観点ガイド
(第1.10 版)  
AISI  
LLM 及び画像等に
対応したマルチモ
ーダルなAI を構
成要素に含むAI
システム  
AI システムの開発
及び提供の過程に関
与する事業者（AI 
事業者ガイドライン 
に記載されている
「AI 開発者」及び
「AI 提供者」） 
AI システムの開発者及
び提供者がAI セーフテ
ィに関する評価を行う
ためのガイドライン。
評価観点の１つに、セ
キュリティ確保に関す
るものが示されてい
る。  
本ガイドラインの読
者は、本ガイドライ
ンが示す対策を実装
したAI システムを評
価する際、「AI セー
フティに関する評価
観点ガイド」を参照
することができる。  
AI セーフティ
に関するレッ
ドチーミング
手法ガイド
(第1.10 版)  
AISI  
LLM 及び画像等に
対応したマルチモ
ーダルなAI を構
成要素に含むAI
システム  
AI システムの開発
及び提供の過程に関
与する事業者（AI 
事業者ガイドライン
に 記載されている
「AI 開発者」及び
「AI 提供者」） 
攻撃者の視点からAI シ
ステムのリスク対策を
評価するためのレッド
チーミング手法に関す
る考慮事項を示したガ
イドライン。  
本ガイドラインが示
す対策を実装しつ
つ、「AI セーフティ
に関するレッドチー
ミング手法ガイド」
に基づき、AI システ
ムへの脅威をレッド
チーミングによって
特定し、対策の有効
性を確認することが
できる。  
行政の進化と
革新のための
生成AI の調
達・利活用に
係るガイドラ
イン 
 
デジタル
庁 
政府情報システム
のうち、LLM を構
成要素とするテキ
スト生成 AI を構
成要素とするシス
テム 
対象者は、生成 AI 
の調達・利活用に関
わる政府職員 
生成AI の利活用促進と
リスク管理を表裏一体
で進めるため、政府に
おけるAI のガバナン
ス、各府省庁における
調達・利活用時のルー
ルを定めるガイドライ
ン。 
政府においてセキュ
リティの確保された
AI の調達を行うにあ
たり、デジタル庁の
「行政の進化と革新
のための生成AI の調
達・利活用に係るガ
イドライン」とあわ
せ、本ガイドライン
を参考とすることが
できると考えられ
る。 

 
 
5 
 
1.2 対象とするAI 
 本ガイドラインでは、社会実装が進み、
`;