var toc_content = `参考資料 別添１ ヘルスケア事業者の生成AI 活
用時のチェックリスト）に基づいたセルフチェックを行い、本ガイドに沿ってサービス提供を行っている旨を公
表等することで、当該サービスを利用する利用者（医療機関等）が、安心してサービスを利用できるよう
になることも期待しているところである。 
 なお、急速な新技術の進歩に伴い、生成AI の技術特性やその活用方法、関連の制度や規制内容
の変化・進化が想定されることから、本ガイドは適宜見直しを図り、事業者がタイムリーに適正なサービス
を提供できるよう、今後も業界全体の後押しを行っていく予定である。 
 デジタル技術を活用したヘルスケアサービスの浸透によって、疾患の早期発見・治療、未病・予防に寄
与し、利用者の健康意識の高まりが国民の健康増進に期待できると考えられる。日本デジタルヘルス・ア
ライアンスでは、業界全体で本ガイドの普及・浸透を図り、生成AI を活用したヘルスケアサービスが安全・
安心な形市場へ提供されることへの貢献を今後も目指していく次第である。 
 
 
 
 

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
36 
 
参考資料 
 

`;