var toc_content = `生成AI の活用・提供に当たってのバリューチェーンと論点 
3-1. 生成AI の活用・提供に当たっての関係主体 
 生成AI はその活用・提供に当たってさまざまな主体が関係している他、各主体におけるインプット・アウ
トプット活動によってそのバリューチェーン（価値創造過程）が構成されている。本ガイドにおいては、関係
主体を図9 のとおり①基盤モデル開発者、②特定モデル開発者、③サービス・プロダクト提供者、④利
用者の４主体に分類する。 
 
 

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
18 
 
図9：生成AI の活用・提供に当たっての関係主体 
主体 
概要 
例 
①基盤モデル開発者 
大規模言語モデル（LLM）等の大規
模で汎用的なモデルを開発・提供する
事業者 
OpenAI 、Google 、
Meta
、
Amazon
、
Cyber Agent など 
②特定モデル開発者 
①が提供するモデルを活用して、自社
データや業界固有のデータ等を用いてモ
デルをファインチューニング3し、特定用途
に特化したモデルを開発する事業者 
①と③が混在している状
態 
③サービス・プロダクト提供者 
①または②で開発されたモデルを用い
て、生成AI を活用したサービス・プロダ
クトを開発し、直接利用者に提供する
事業者 
Ubie、MICIN 
HOKUTO 、HACARUS
など 
④利用者 
生成AI を用いたサービス・プロダクトを
利用する個人や法人 
－ 
（出典：JaDHA WG4 SubWG-B にて作成） 
 
3-2. 生成AI の活用・提供に当たってのバリューチェーン 
 「3-1」において記述した各主体においては、図10 のとおり各々のフェーズにおいてインプット・アウトプット
活動を行うことにより、モデル開発から利用者へのサービス提供までのプロセスを構成している。 
 
①基盤モデル開発者における活動 
巨大なデータセットを基盤モデルにインプットし、事前訓練済みモデル（大規模言語モデル等）を開発す
る。 
 
②特定モデル開発者における活動 
追加の学習データを①で開発された事前訓練済みモデル（大規模言語モデル等）にインプットすること
でファインチューニングを行い、特定の用途向けに最適化されたモデルを開発する。 
 
3 学習済みの基盤モデルに対して別のデータセットを活用して追加学習させること。用語集参照。 

`;