var toc_content = ` 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
41 
 
別添１ ヘルスケア事業者の生成AI 活用時のチェックリスト 
 
（別添Excel を参照） 
 
 
 

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
42 
 
別添２ ヘルスケア領域における生成AI に関する取り組み 
事例１ 医師向け臨床支援アプリHOKUTO（株式会社HOKUTO） 
インプットから臨床現場のアウトプットまで医師の医学情報収集をフルサポートする情報収集アプリ。 
本サービス内において、①患者への説明文生成AI（患者や家族に対して病状や治療内容を説明す
る文章をAI が簡潔で分かりやすくまとめる機能）、②論文検索＆要約AI（キーワードと期間を入力
するだけで論文が検索され、検索結果の要約等のコメントをAI が生成する機能）を生成AI を活用
した機能として展開。 
（出典：株式会社HOKUT JaDHA SubWG-B 定例会資料（2023 年9 月4 日）） 
事例２ AI 問診サービス「ユビーメディカルナビ」（Ubie 株式会社） 
医療機関の業務効率化を支えるAI 問診サービス。ユビーメディカルナビの一機能として、生成AI
の活用により患者の症状や自由回答をLLM が要約する「問診要約機能」をクリニック向けに提供。 
 
 
 
 
 
 
 
 
 
 
（出典：Ubie 株式会社JaDHA SubWG-B 定例会資料（2023 年11 月6 日） ） 

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
43 
 
事例3 医師国家試験と生成AI に関する研究（株式会社MICIN） 
金沢大学医学類の学生および融合研究域融合科学系 野村 章洋 准教授らの研究グループと共
同でChatGPT およびGPT-4 を用いて第117 回医師国家試験(2023 年2 月開催)を解かせる
研究を実施。その結果、必修問題で82.7%、基礎・臨床問題で77.2%のスコアを獲得したことで、
それぞれ合格最低ラインである80.0%と74.6%を満たし合格点に到達する結果に。 
 
 
 
 
 
 
 
 
 
 
（出典：株式会社MICIN「NEWS」（2023 年4 月25 日）https://micin.jp/news/10073
（参照2024 年1 月15 日）） 
事例4 AI ガバナンス体制の構築（株式会社NTT データ） 
AI 活用リスクや倫理に関連する有識者を構成員とするAI ガバナンス体制を社内に構築し、AI に
関する法令や技術的なトレンドのインプットや自社の取り組み紹介・フィードバック等を実施。AI 案件
のバリエーションの増加を踏まえ、事例研究や個別具体的な案件について相談できる枠組みも追加。 
 
 
 
 
 
 
 
 
 
（出典：株式会社NTT データ「NTT データグループのAI ガバナンス（SuBWG-B 定例会資
料）」（2023 年10 月10 日）） 

`;