var toc_content = ` 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
43 
 
事例3 医師国家試験と生成AI に関する研究（株式会社MICIN） 
金沢大学医学類の学生および融合研究域融合科学系 野村 章洋 准教授らの研究グループと共
同でChatGPT およびGPT-4 を用いて第117 回医師国家試験(2023 年2 月開催)を解かせる
研究を実施。その結果、必修問題で82.7%、基礎・臨床問題で77.2%のスコアを獲得したことで、
それぞれ合格最低ラインである80.0%と74.6%を満たし合格点に到達する結果に。 
 
 
 
 
 
 
 
 
 
 
（出典：株式会社MICIN「NEWS」（2023 年4 月25 日）https://micin.jp/news/10073
（参照2024 年1 月15 日）） 
事例4 AI ガバナンス体制の構築（株式会社NTT データ） 
AI 活用リスクや倫理に関連する有識者を構成員とするAI ガバナンス体制を社内に構築し、AI に
関する法令や技術的なトレンドのインプットや自社の取り組み紹介・フィードバック等を実施。AI 案件
のバリエーションの増加を踏まえ、事例研究や個別具体的な案件について相談できる枠組みも追加。 
 
 
 
 
 
 
 
 
 
（出典：株式会社NTT データ「NTT データグループのAI ガバナンス（SuBWG-B 定例会資
料）」（2023 年10 月10 日）） 

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
44 
 
別添３ 本ガイドの検討経緯および参加・協力企業等 
１．検討経緯 
 本ガイドは、2023 年3 月に設立された日本デジタルヘルス・アライアンス（以下「JaDHA」という。）に
おけるWG４（デジタルヘルスアプリの適切な選択と利活用を促す社会システム創造WG）内に設置し
ているSubWG-B（生成AI に関する検討）において作成・検討が進められた。具体的な検討経緯は
以下のとおり。 
 
 
アジェンダ 
登壇企業 
2023 年 
7/31 
・生成AI に関する最新動向のインプット① 
（ヘルスケア生成AI の基本的動向、特徴や限
界等について） 
・Ubie 株式会社 
・株式会社MICIN 
8/7 
・生成AI に関する最新動向のインプット② 
（ LLM の選定方法や主体の区分整理、実装
のポイント等について） 
株式会社サイバーエージェント 
8/23 
・生成AI に関する最新動向のインプット③ 
（サービスへの具体的活用事例および課題・リ
スクについて） 
株式会社HACARUS 
9/4 
・生成AI に関する最新動向のインプット④ 
（サービスへの具体的活用事例および課題・リ
スクについて） 
株式会社HOKUTO 
9/25 
・生成AI に関する海外動向インプット 
・論点整理素案について議論   
－ 
10/10 
・生成AI に関する最新動向インプット⑤ 
・ガイド（案）意見交換 
株式会社NTT データ 
10/23 
・生成AI の最新動向に関する勉強会 
（生成AI 活用時における法的論点等につい
て） 
・JaDHA 顧問弁護士 後藤 未来 
様、アンダーソン・毛利・友常法律
事務所 中崎 尚 様 
・一般社団法人 日本ディープラーニ
ング協会（JDLA）「AI データと個

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
45 
 
人情報保護」研究会 副座長 小
峰 弘雅 様（株式会社ベイカレント
コンサルティング）、柴山 吉報 様
（阿部･井窪･片山法律事務所） 
11/6 
・生成AI の最新動向の共有 
・ガイド策定に向けた論点整理案についての議
論 
－ 
11/13 ～
11/24 
JaDHA 会員向け意見募集 
－ 
12/4 
SubWG-B 最終とりまとめ 
－ 
12/15 
WG4 最終審議 
－ 
 
２．検討主体 
 前述のとおり、本ガイドはJaDHA におけるWG4 SubWG-B の参加企業において作成・検討を進め
たもの。作成当時のSubWG-B メンバーは以下のとおり。 
SubWG-B 参加企業 
（五十音順） 
担当者 
（敬称略） 
ガイド作成担当領域 
株式会社Welby 
井伊 尋幸 
案執筆、レビュー 
小野薬品工業株式会社  
小林 正克、片山 英夫 
案執筆、レビュー 
株式会社サイバーエージェント 
 
窪田 海人 
主執筆 
シスメックス株式会社 
辰巳 真一 
レビュー 
シミック株式会社 
三友 周太、齊藤 卓弥、 
笹 澄絵 
案執筆、レビュー 
株式会社Save Medical 
小林 亮太 
レビュー 
タウンドクター株式会社 
山上 慶 
レビュー 

 
Copyright (C) 2024 The Japan Research Institute, Limited. All Rights Reserved. 
 
46 
 
株式会社テックドクター 
湊 和修 
レビュー 
株式会社MICIN 
 
硴﨑 裕晃、浅原 弘明 
主執筆、レビュー、 
「生成AI におけるバリューチェ
ーン」図表提供 
Ubie 株式会社 
（SubWG-B リーダー企業） 
三浦 萌、島津 真夢 
主執筆、全体統括 
株式会社日本総合研究所 
（JaDHA 事務局） 
南雲 俊一郎、城岡 秀彦、
川舟 広徒 
案執筆 
 
 
３．協力・登壇企業等 
 その他、本ガイド作成に当たっては以下の皆様からアドバイス・ご意見をいただきました。末筆ではありま
すが御礼申し上げます。 
 
● 株式会社HACARUS 様 
● 株式会社HOKUTO 様 
● 株式会社NTT データ様 
● JaDHA 顧問弁護士 / アンダーソン・毛利・友常法律事務所（AMT） 後藤 未来様 
● アンダーソン・毛利・友常法律事務所（AMT）中崎 尚様 
● 一般社団法人日本ディープラーニング協会「AI データと個人情報保護」研究会 副座長/株式
会社ベイカレントコンサルティング 小峰 弘雅様 
● 一般社団法人日本ディープラーニング協会 「AI データと個人情報保護」研究会 副座長/ 阿
部･井窪･片山法律事務所 柴山 吉報様 
● JaDHA 会員の企業の皆様 

`;