var toc_content = ` 
51 
 
２. AI ガバナンス・ガイドライン ワーキンググループ 
生貝 直人（主査） 
一橋大学 大学院法学研究科 准教授 
岡田 淳 
森･濱田松本法律事務所 弁護士 
齊藤 友紀 
法律事務所LAB-01 弁護士 
中崎 尚 
アンダーソン・毛利・友常法律事務所外国法共同事業 弁護士 
本橋 洋介 
日本電気株式会社 AI・アナリティクス事業部 シニアマネジャー 
宮村 和谷 
PwC あらた有限責任監査法人 パートナー 
 
３. 協力者 
 本ガイドラインの作成にあたっては、上記の委員に加え、多くの専門家にご指導いただい
ている。この場を借りて御礼を申し上げたい。 
(1) 上記検討会における講演（講演順） 
荻野 武 
キユーピー株式会社 生産本部 未来技術推進担当部長（当時） 
大岩 寛 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
デジタルアーキテクチャ研究センター 副研究センター長 
杉村 領一 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
人工知能研究戦略部 上席イノベーションコーディネータ 
長宗 豊和 
Japan Business Council in Europe 事務局長 
齋藤 千紘 
外務省 在ストラスブール総領事館 領事 
 
(2) 上記ワーキンググループを拡大した事前コンサルテーションへの参加 
今田 俊一 
ソニーグループ株式会社 AI コラボレーション・オフィス 
AI 倫理室 統括課長 
大岩 寛 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
デジタルアーキテクチャ研究センター 副研究センター長 
菊池 慎司 
富士通株式会社 富士通研究所 人工知能研究所 AI 品質PJ 
主管研究員 
杉村 領一 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
人工知能研究戦略部 上席イノベーションコーディネータ 
妹尾 義樹 
国立研究開発法人産業技術総合研究所 イノベーション推進本部 
標準化推進センター 審議役 

`;