var toc_content = ` 
16 
 
当社は、AI 習熟度をAI ガバナンス・ゴールの検討を含む、AI ガバナンス全体の検討に役
立てている。 
 
【実践例２】 
 当社は、AI システムを自前で開発せず、AI システムの開発を外部に依頼し、納品された
AI システムを運用し、AI システム利用者に提供している。このように当社は、AI システム
運用者にすぎないことから、当社の利用者向けにAI システムを提供しはじめた当初は自社
のAI 習熟度には関心を持っていなかった。しかし、AI システム利用者からの苦情が増え、
当社が「期待」したとおりにAI システムが動作していないことがわかり、その後、AI シス
テム開発者との適切な意思疎通だけではなく、意思疎通を支えるリテラシーにも問題がある
ことがわかってきた。 
 日本経済団体連合会の「AI-Ready 化ガイドライン」は、AI システムを開発する企業向け
であると思っていたが、外部に開発を依頼するAI システム運用者にも関連するAI 習熟度
の指標も含まれており、今では、それらを自社向けに再構成し、経営層のリーダーシップの
下、自社のAI 習熟度を評価し、適時に再評価している。たとえば、自社のAI システムが社
会に与えるインパクトの大きさ及び関連するステークホルダーの広がりが、自社のAI 習熟
度に相応しているか否かを評価する際にAI Ready 度を用いている。そして当社は、AI 習熟
度をAI ガバナンス・ゴールの検討を含む、AI ガバナンス全体の検討に役立てている。 
 
 
 

`;