var toc_content = ` 
78 
 
例：AI システム運用者は、データの取得、データへのアク
セスの監視などのデータの管理に関する状況を説明できる
ようにしているか 
 
例：AI システム運用者は、AI システムへの入力データに関
する疑問やトラブルが発生した際に対応する窓口等を設置
しているか 
 
L. AI システム運用者は、AI システム利
用者に対する説明責任を果たしている
か 
例：AI システム運用者は、AI システム開発者が特定した一
定の説明を加えることができる範囲内で運用しているか 
 
例：AI システム運用者は、AI システム開発者の支援を仰ぎ
ながら、全ての出力について、要請があった場合に、人間が
理解できるような一定の説明を加えることができることを
確認したか 
 
 
M. AI システム運用者は、人的資源や運
用体制を含め、AI システムの運用方法
を明確に定めたか 
例：AI システム運用者は、AI システムの振る舞いに問題を
検知した場合に、リスクに応じた早さで適切な対応ができる
ような体制を確保しているか 
 
例：AI システム運用者は、AI システムの振る舞いに問題が
あった場合に、AI を使わないプロセスに変更するなど、リ
スク回避の仕組みを適切に活用できているか 
 
 
 
 
 

 
79 
 
H. 別添３（補論：アジャイル・ガバナンスの実践） 
冒頭に紹介したとおり本ガイドラインのC.1.-6.の構成は、経済産業省の「Governance 
Innovation Ver.2」報告書26の中で整理した「アジャイル・ガバナンス」のフレームワークに
準拠している。本補論では、その「アジャイル・ガバナンス」のコンセプトの背景について
解説する。 
AI システムに代表される、サイバー空間とフィジカル空間を高度に融合させるシステム
（CPS：サイバー・フィジカルシステム）を基盤とする社会は、複雑で変化が速く、予見可
能性に欠け、リスクの統制が困難である場合が多い。また、そうした社会の変化に応じて、
ガバナンスが目指すゴールも常に変化していく。したがって、CPS を基盤とする社会のガ
バナンスモデルは、常に変化する環境とゴールを踏まえ、最適な解決策を見直し続けるもの
である必要がある。そのためには、ゴールや手段が予め設定されている固定的なガバナンス
モデルを適用することは、妥当ではないと考えられる。最適な解決策を見直し続けるガバナ
ンスのモデルとなる枠組が、「アジャイル・ガバナンス」である。 
 
【アジャイル・ガバナンスの基本的なモデル】 
 
 
 
 
 
 
 
 
 
 
 
このガバナンスモデルは、以下のような特徴を有する。 
 
26 経済産業省『「GOVERNANCE INNOVATION Ver.2: アジャイル・ガバナンスのデザインと実装に向け
て」報告書』（2021 年7 月31 日）。 

`;