var toc_content = ` 
10 
 
ントや将来起きうることに言及したAI に関する書籍も充実している。日本ディープラーニ
ング協会（JDLA）のG 検定は倫理的事項も対象としており、この検定の一環としてインシ
デントに関する情報を得ることができる。
「プロファイリングに関する提言案付属 中間報告
書」では、いくつかのケースがわかりやすく解説されている5。さらに、当社では、AI シス
テムに対する社会的受容が国・地域ごとに異なりうることを認識しつつも、後述する「コラ
ム：インシデントの共有」で挙げられているインシデントデータベースも参考にした。これ
までの分析では、個人情報の取扱い、公平性、安全性に関するものが多いことがわかってい
る。なお、個々の具体的なAI システムのインパクト分析は、行動目標３－１の乖離評価時
に行う予定である。 
 
【実践例２】 
当社は、開発・運用しているAI システムの分野が多様であることから、実践例１に加え、
社会的に負のインパクトを及ぼしたインシデントや負のインパクトを及ぼす可能性が指摘
されている将来的課題について、その全体像を把握するために、一般的なフレームワークに
照らしながら、大まかに整理している。当社では、独自のフレームワークを用いているが、
最近はOECD の分類フレームワークの議論の進展に注目している6。正式版が2021 年9 月
から10 月にかけて公表されるようである。環境・リスク分析に概ね対応するCONTEXT の
章では、OECD のAI 原則と産業分野の関係性、ビジネス用途、影響を受けうるステークホ
ルダー、影響の範囲などの視点から一般的なフレームワークが提示されている。これらの分
類は負のインパクトを大まかに理解するための補助的ツールにすぎないことに留意しつつ、
現在、自社のフレームワークへの反映を検討している。なお、個々の具体的なAI システム
のインパクト分析は、行動目標３－１の乖離評価時に行う予定である。 
 
【実践例３】 
当社は、AI システムの開発・運用の範囲が広く、インシデントが生じると社会に大きな
影響を与えることを自覚している。そのため、AI の正と負のインパクトについては、自社
が直接関与した経験と同業他社や場合によっては他の業界の経験から得られた情報を組み
合わせることでより有用性の高い分析が可能であると考え、文理横断的な社内勉強会等で分
 
5 パーソナルデータ＋α研究会『プロファイリングに関する提言案付属 中間報告書』（2018 年12 月19 日） 
6 OECD, OECD FRAMEWORK FOR THE CLASSIFICATION OF AI SYSTEMS – PUBLIC 
CONSULTATION ON PRELIMINARY FINDINGS (May 2020), https://aipo-
api.buddyweb.fr/app/uploads/2021/05/Report-for-consultation_OECD.AI_Classification_final.pdf.  

 
11 
 
析を行っている。そして、この分析を一定の頻度で継続することで、インシデントが起きる
前であっても、適時にAI ガバナンス・ゴールの見直しについて検討できるようにしている。 
 
コラム：インシデントの共有 
 
 AI システムの開発や運用に伴う負のインパクトについては過去のインシデント
に学ぶ部分が多い。AI システムはデータセットに基づいて帰納的に構築され、その
負のインパクトには意図していないものも多いことから、負のインパクトを低減す
るためには過去のインシデントを理解することが有効である。これらのインシデン
ト事例は、一般的にはニュースや論文等の公開情報から得られることになるが、必
要な情報にアクセスすることは簡単なことではない。 
 このアクセス性の課題に対応するために、Partnership on AI は、2020 年11 月に
The AI Incident Database（AIID）をリリースした7。AIID には1000 以上のインシ
デントがURL リンク付きで掲載されており、検索用のアプリも提供されている。
Partnership on AI 以外にも、GitHub 上でAI Incident Tracker が公開されている8。 
他方で、このようなデータベースを持続的に整備することは課題であるようだ。
AIID のインシデント事例は学者らが提供した初期リストがほとんどであるという。
AI の提供が進み情報が増加する中、重要な情報を中心に蓄積していくことも課題で
あるという。また、公開情報になっていない各社の「ヒヤリ・ハット」はそれ自体
が重要な経験であって各社の知的財産と評価しうる場合もあることから、インシデ
ント事例を積極的に集めて「共有財産」とすることは容易ではないという指摘もあ
る。 
 
 
 
7 Sean McGregor, When AI Systems Fail: Introducing the AI Incident Database (November 18, 2020), 
https://www.partnershiponai.org/aiincidentdatabase/.  
8 jphall663, awesome-machine-learning-interpretability, https://github.com/jphall663/awesome-machine-
learning-interpretability/blob/master/README.md#ai-incident-tracker.  

`;