var toc_content = ` 
25 
 
【実践例３】 
 当社は、実践例１と同様の対応をしているが、AI システム利用者からの問い合わせに対
応するために必要な情報をAI システム開発者から提供してもらえるように、その旨を契約
で明確にしている。AI システム利用者からの「フィードバック」はAI システム開発者にと
っても貴重な情報であることもあり、迅速に対応してもらっている。 
 
【実践例４】 
 当社は、実践例１と同様の対応をしているが、AI システム利用者が自らの判断でAI シス
テムを用いたサービスを選択できるようにすること自体に付加価値があると信じており、他
社との差別化のために情報提供の在り方を工夫している。また、AI システムだけではなく
情報提供の在り方についてもフィードバックをもらうように工夫している。 
 
③ データ事業者は乖離評価に十分な情報をAI システム開発者に提供する 
行動目標３－１－３：データを提供する企業は、AI システムを開発する企業が適切に
乖離評価をできるようにするために、データの収集元、収集方針、収集基準、アノテ
ーション付与基準、利用制約等のデータセットに関する情報を提供すべきであり、AI
システム開発者は十分な情報を提供するデータ事業者からデータセットを取得すべ
きである。 
 
【実践例１】 
当社は、AI システムを開発する企業にデータを提供しているデータ事業者であり、AI シ
ステムを開発する企業が適切に乖離評価をできるようにするために、データの収集元、収集
方針、収集基準、アノテーション付与基準、利用制約等のデータセットに関する情報を提供
している。また、十分に整理されていないデータセットを提供する場合であっても、乖離評
価に必要なデータの収集元等の基本的な情報を十分に提供している。 
 
コラム：公平性（Fairness）確保のための取り組み 
 
 公平性（fairness）の基準を決めたり、公平性の原則を実践したりすることは難し
い。そこでOECD では原則から実践への取り組みを支援する活動をしている。The 

 
26 
 
OECD Network of Experts Working Group on Implementing Trustworthy AI は、公
平性などの原則の実践するための取り組みを収集し、それらを技術的、手続的、教
育的の３つにわけている。このうち公平性を確保するための技術的なツールとして
AT&T、Microsoft、LinkedIn、Google、IBM の取り組みが紹介されているが、日本
企業の取り組みは紹介されていない。OECD Framework of Tools for Trustworthy AI
で紹介されているサンプルツールはLinkedIn のFairness Toolkit (LiFT)である。 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ツールの分類図、OECD.AI のAI Wonk から引用14 
 
このような国際的な議論を通じて、公平性の基準や実践の相場感がデファクトで
設定されていく可能性がある。文化やビジネス慣習などの違いによって公平性の基
準が異なる可能性があることから、日本の多様性も反映されるように、日本企業の
取り組みも発信していく必要がある。実際、日本、米国、英国の3 地域に対応した
ローン審査AI について、地域ごとの公平性により判断が異なることが明らかにな
っている15。 
 
14 Carolyn Nguyen, Adam Murray, and Barry O’Brien, “What are the tools for implementing trustworthy AI? A 
comparative framework and database,” The AI Wonk, OECD.AI (May 25, 2021), https://oecd.ai/wonk/tools-
for-trustworthy-ai.  
15 富士通『文化やビジネス慣習によって異なる公平性を設計段階から考慮するAI 開発手法Fairness by 
Design を開発』（2021 年3 月31 日）、https://pr.fujitsu.com/jp/news/2021/03/31-1.html.  

`;