var toc_content = ` 
6 
 
AI システムの法的な権利者と必ず一致するわけではないが、そのような場合が多いと
考えられる。 
AI システム利用者：他のAI システム開発者が開発したAI システムや他のAI システム
運用者が提供するAI システムを単に利用する者であって、AI システムの運用や性能維
持等に責任を負わない者。なお、AI システム利用者には、ビジネスで利用する者やビジ
ネス以外で利用する消費者等が含まれるが、本ガイドラインは、これらを明示的に定義
するよりも、リテラシー水準に応じて柔軟に利用者を把握する方が望ましいと考えてい
る3。 
データ事業者：AI システムの学習等のために、不特定多数からの収集したデータ、特定
の者から取得したデータ、事業者が自ら用意したデータのいずれか又はそれらを組み合
わせたデータ、あるいはそれらに加工を施したデータを事業として他者に提供する者。 
＊１つのAI 事業者が同時に複数の役割主体に区分されることもある。たとえば、AI システムの開発
も運用も同一の企業が行う場合には、この企業はAI システム開発者でもあり、AI システム運用者で
もある。 
 
本ガイドラインは、企業内の実施主体を以下の二層を想定しながら整理している。なお、
両者の区分が明瞭でない小規模企業等は、特定の者や集合が両方の責務を負っているものと
理解して差し支えない。 
経営層：株主や株主以外の様々なステークホルダーに対する適切な情報開示やステーク
ホルダーとの協働を確保するとともに、健全な事業活動倫理を尊重するためのマネジメ
ントシステムの確立のために運営層に大きな方向性を示すことを責務とする者又はそ
の集合 
運営層：経営層が示した方向性にしたがって健全な事業活動倫理を尊重するためのマネ
ジメントシステムを設計し、運用し、環境・リスクの分析、ゴールの設定、マネジメン
トシステムの評価を実施ないし支援する者又はその集合。 
 
 
 
3 利用者のリテラシーについて一定の目安を提示するものに、OECD, OECD FRAMEWORK FOR THE 
CLASSIFICATION OF AI SYSTEMS – PUBLIC CONSULTATION ON PRELIMINARY FINDINGS (May 
2020)がある。ここでは、研修を全く受けていないアマチュア、特定のシステムについて研修を受けた者、AI
に関する知識を有する専門家に区分している。https://aipo-api.buddyweb.fr/app/uploads/2021/05/Report-
for-consultation_OECD.AI_Classification_final.pdf. 

 
7 
 
C. AI ガバナンス・ガイドライン 
AI システムは、人材不足の解消、生産性の向上、高付加価値事業の開発など、ビジネスに
とって正のインパクトをもたらしうる一方で、AI システムの開発や運用には、意図せずし
て、公平性を損なってしまったり、安全性の問題が生じたりするなど、AI 特有のリスクも
伴うことから、AI システムを開発・運用する企業は、自分事
．．．
としてAI システムに関わる環
境や価値提供モデル全体を理解すべきである。各企業には、行動目標を杓子定規に実施する
のではなく、このガイドラインを伴走相手として各行動目標の意義を理解した上で、活用し
てもらうことを期待している。そして、行動目標の意義を理解すれば、それらが実施すべき
標準的な事項でありながら実施にあたっての柔軟性も同時に備えていることがわかるだろ
う。 
このガイドラインは環境・リスク分析から始まる。企業単位（場合によっては事業部単位）
の方針を決めるにあたっては、AI システムがもたらしうる正負のインパクト、AI システム
の開発や運用に関する社会的受容、そして自社の事業範囲等に照らして負のインパクトが軽
微ではないと判断した場合には、自社のAI 習熟度（AI システムの開発・運用時に求められ
る準備がどれだけできているのか）を考慮すべきである。 
これらを踏まえ、たとえば、潜在的な負のインパクトの大きさを考慮しつつAI 分野にお
ける自社の経験不足や現在の社会的受容に照らしてそもそもAI システムを開発・運用しな
いという方針、潜在的な負のインパクトが軽微な分野に限定して、AI システムを開発・運
用していくという方針、潜在的な負のインパクトを管理しつつAI システムを開発・運用し
ていくなどの方針を策定することになるだろう。そして、AI システムを開発・運用する場
合には、潜在的な負のインパクトの性質や大きさを考慮しながらステークホルダーにとって
受容可能な水準に管理する際の羅針盤となる企業単位（場合によっては事業部単位）のAI
ガバナンス・ゴール（たとえばAI ポリシー）を設定するか否かについて検討すべきであり、
潜在的な負のインパクトが軽微であることを理由にAI ガバナンス・ゴールを設定しない場
合には、その理由等をステークホルダーに説明できるようにしておくべきである。 
次に、AI ガバナンス・ゴールを達成するためのAI マネジメントシステムの設計が求めら
れる。具体的には、AI ガバナンス・ゴールからの乖離の評価と乖離への対応、AI マネジメ
ントシステムを担う人材のリテラシー向上、適切な情報共有などの事業者間・部門間協力に
よるAI マネジメントの強化、インシデントの予防や早期対応を通じたインシデントに関わ
るAI システム利用者の負担軽減を挙げることができる。 
AI 技術の発展にアジャイルに適合していくためには、AI ガバナンス・ゴールやAI マネ

`;