var toc_content = ` 
26 
 
OECD Network of Experts Working Group on Implementing Trustworthy AI は、公
平性などの原則の実践するための取り組みを収集し、それらを技術的、手続的、教
育的の３つにわけている。このうち公平性を確保するための技術的なツールとして
AT&T、Microsoft、LinkedIn、Google、IBM の取り組みが紹介されているが、日本
企業の取り組みは紹介されていない。OECD Framework of Tools for Trustworthy AI
で紹介されているサンプルツールはLinkedIn のFairness Toolkit (LiFT)である。 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
ツールの分類図、OECD.AI のAI Wonk から引用14 
 
このような国際的な議論を通じて、公平性の基準や実践の相場感がデファクトで
設定されていく可能性がある。文化やビジネス慣習などの違いによって公平性の基
準が異なる可能性があることから、日本の多様性も反映されるように、日本企業の
取り組みも発信していく必要がある。実際、日本、米国、英国の3 地域に対応した
ローン審査AI について、地域ごとの公平性により判断が異なることが明らかにな
っている15。 
 
14 Carolyn Nguyen, Adam Murray, and Barry O’Brien, “What are the tools for implementing trustworthy AI? A 
comparative framework and database,” The AI Wonk, OECD.AI (May 25, 2021), https://oecd.ai/wonk/tools-
for-trustworthy-ai.  
15 富士通『文化やビジネス慣習によって異なる公平性を設計段階から考慮するAI 開発手法Fairness by 
Design を開発』（2021 年3 月31 日）、https://pr.fujitsu.com/jp/news/2021/03/31-1.html.  

 
27 
 
(2) AI マネジメントシステムを担う人材のリテラシーを向上させる 
行動目標３－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
AI マネジメントシステムを適切に運営するために、外部の教材の活用も検討し、AI リ
テラシーを戦略的に向上させるべきである。たとえば、AI システムの開発・運用にお
ける法的・倫理的側面に責任を負う役員、マネジメントチーム、担当者にはAI 倫理に
関する一般的なリテラシー向上のための教育を、AI システムの開発・運用プロジェク
トの担当者にはAI 倫理だけではなくAI 技術に関する研修を提供することが考えられ
る。データを提供する企業は、AI システム開発者・運用者の実践例を参考に、データ
提供に関わる担当者のAI 倫理に関する一般的なリテラシーを向上させるべきである。 
 
【実践例１】 
当社は小規模企業であり、研修対象者が少ないことから、AI リテラシーの向上の研修プ
ログラムを自前で用意せず、外部の教材を用いることとした。米国の教育技術の営利団体で
あるCoursera や日本ディープラーニング協会（JDLA）などが提供しているオンライン講座
やテキスト、経済産業省が紹介している巣ごもりDX ステップ講座など、国内外を含めて
様々な教育プログラムが利用可能である。たとえば、理系のバックグランドのない人向けの
オンライン教材に、スタンフォード大学Andrew Ng 教授によるAI for Everyone（Coursera、
約4 時間、トランスクリプト付き）がある。「Coursera（コーセラ）をはじめ、インターネ
ット上の学習サイトで40 時間ほど勉強すれば、専門家に近いレベルに到達できる」16との
指摘があり、外部の教材でも十分であると判断した。 
当社は、研修対象者の到達度を計るためのJDLA の検定試験シラバスに基づいたプログ
ラムを活用している。JDLA のG 検定は、AI 技術の基礎からAI 倫理まで幅広く含む内容で
ある。また、JDLA 主催の「G 検定合格体験談オンラインセミナー」（2020 年5 月30 日開
催）では、AI ベンチャーで営業を2 年経験した人が、合格までに25 から30 時間の学習が
必要だったと振り返っており、研修対象者に過度な負担にならないことも確認している。 
これまで実施してきて、当社が期待している効果が出ていると思っている。たとえば、AI
システムのインシデントについてニュースで断片的に聞いたことがあった程度の人が、AI
技術の初歩から倫理的な側面まで習得したことで、AI の負のインパクトについても当事者
意識を持って考えてくれるようになった。 
 
16 松尾豊『研究の第一人者が語る「AI との向き合い方」』週刊東洋経済（2020 年5 月16 日）、第56 頁。 

 
28 
 
【実践例２】 
 当社は、AI システムの開発・運用を事業の柱の１つとする大企業である。AI 技術や倫理
に関する教材が外部にあることは知っているが、AI システムの提供数が多く、社会へのイ
ンパクトが大きいことから、汎用的な外部教材ではなく、自社のAI システムの用途を想定
した事例を充実させた自社教材を使っている。 
 AI に関する研修プログラムを作成した当初は、AI 技術に関する講義の最後にAI 倫理の
パートを設けていたが、外部有識者を招聘した委員会からの指摘をきっかけに、AI 倫理に
対する経営層の関心が一層高まり、AI 倫理だけを独立させたe-learning を作成し、全社員
に受講してもらっている。このe-learning には講義と確認テストが含まれており、AI 倫理
に詳しくない人でも１時間程度で終えることができるように工夫されている。自社のAI シ
ステムの用途に関連づけることで短時間でも高い学習効果が得られていると考えている。 
 
 
コラム：JDLA の検定試験の活用事例 
 
JDLA のG 検定は多くの企業に利用されている17。全社的なDX 推進プロジェク
トの人材育成カリキュラムにG 検定を組み込み、数百名規模で団体受験している企
業もある。たとえばENEOS は、全社員のデジタルリテラシーをAI Analytics、
Business Intelligence、Cyber Security、Design Thinking の４つの項目に分け、G 検
定をAI Analytics に組み込んでいる18。別の企業では、IT 部門の自主活動からグル
ープ/部署横断で100 名規模が参加するG 検定対策勉強会へと発展しているという。
公的機関が提供する研修プログラムでもG 検定が使用されている19。 
G 検定の利用者からは「これからのプロジェクトマネージャーやソリューション
アーキテクトが知っておかなければいけない知識」が得られると評価されており、
受験希望者が若手エンジニアから、役員、管理職、リーダー層にも広がったという
声もある。G 検定はAI 技術の基礎やAI 倫理を学ぶきっかけとなっているようだ。 
 
 
 
17 JDLA、団体受験企業様の声。https://www.jdla.org/certificate/general/#general_No04. 
18 以下のスライド番号22 ではAI Analytics の下にE 検定、G 検定が位置づけられている。
https://www.hd.eneos.co.jp/csr/meeting/pdf/esg_ex_20201202.pdf.  
19 埼玉県産業振興公社が中小企業向けの『AI・IoT 人材育成研修（技術者養成コース）』でG 検定を取り入
れている。https://www.saitama-j.or.jp/iot/jinzai/.  

 
29 
 
(3) 適切な情報共有等の事業者間・部門間の協力によりAI マネジメントを強化する 
行動目標３－３：AI システムを開発・運用する企業、及び、データを提供する企業は、
学習等用のデータセットの準備からAI システムの開発・運用までの全てを自部門で
行う場合を除き、経営層のリーダーシップの下、営業秘密等に留意しつつ、自社や自
部門のみでは十分に実施できないAI システムの運用上の課題と当該課題の解決に必
要な情報を明確にし、公正競争確保の原則の下で、積極的に共有すべきである。その
際に、必要な情報交換が円滑に行われるよう、AI システム開発者、AI システム運用
者、データ事業者の間で予め情報の開示範囲について合意し、秘密保持契約の締結等
を検討することが望ましい。 
 
【実践例１】 
当社は、開発したAI システムを顧客に納入し、当該顧客がAI システムの運用にあたっ
ている。このAI システムは運用環境の変化によって精度が低下し、場合によっては設備の
破損等の損害につながるおそれがある。そのため、顧客に対しては、AI システムの出力の
モニタリングを依頼し、品質劣化の判断の仕方も伝えている。 
AI に詳しくない顧客に対して、モニタリング等を単に依頼するだけでは機能しない。AI
システムのメンテナンスが必要な理由とその原因（学習データと運用時の入力データの分布
が変化する等）、当該原因による出力の変化の傾向などについて、時間をかけて説明して納
得してもらう必要がある。標準的な情報を提供すれば十分な場合もあるが、AI システム開
発側がそのように考えた場合でも、納入先に積極的に質問を促し、可能な限り認識を一致さ
せるべきである。必要に応じて、保守サービス契約等を締結し、納入後であっても積極的に
質問を受け付ける体制を整えることも重要である。また、AI システムの再学習を行った場
合には、再学習によって出力がどのように変化したかを丁寧に説明すべきである。 
当社は、このような情報共有が円滑に行われるように、AI システム開発者とAI システム
運用者の間で予め情報の開示範囲について合意しておき、秘密保持契約の締結も締結してい
る。 
 
【実践例２】 
当社が開発しているAI システムは、特定のデータセットによって学習させたものであり、
データセットに含まれていない対象に適用すると好ましくない出力結果となる可能性があ

 
30 
 
る。そのため、当該AI システムをAI システム利用者に提供しようとするAI システム運用
者に対して、学習等に利用したデータ、利用したモデルの概要や精度などの性能を説明する
だけでなく、AI システムを利用すべきではない状況や対象についても伝えている。情報提
供を徹底するために、紙書面や電子書面で伝えるだけでなく、別途時間を確保して口頭でも
説明し、そのような説明を行ったことにサインしてもらうようにしている。 
 
① 複数事業者間の情報共有の現状を理解する 
行動目標３－３－１：AI システムを開発・運用する企業、及び、データを提供する企
業は、経営層のリーダーシップの下、学習等用のデータセットの準備からAI システ
ムの開発・運用までの全てを自社で行う場合を除き、営業秘密に留意しつつ、複数事
業者間の情報共有の現状を理解し、適時に理解を更新すべきである。 
 
【実践例１】 
AI システムの開発は、それがどのような場面で利用されるものであるかを踏まえて行う
必要があり、また、AI システムの運用は、それがどのような制約の下で開発されたもので
あるのかを正しく理解した上で行われる必要がある。そのため、データの提供、データへの
アノテーションの付加、AI システムの開発、AI システムの運用が複数事業者によって担わ
れる場合、複数事業者間での情報共有が重要になる。AI 技術の社会実装を促進するために
は、共有情報の標準化が望ましい。このような問題意識から、当社では、自社の情報提供の
在り方を決めるにあたって、経営層のリーダーシップの下、営業秘密に留意しつつ、複数事
業者間の情報共有の現状を理解し、定期的に理解を更新することとした。 
情報収集を進めていくと、複数事業者間の情報共有の標準化に向けた様々な取り組みがな
されていることもわかった。たとえば、国立研究開発法人産業技術総合研究所は、機械学習
利用システムの品質に関する社会合意としての基準とすることを目的の１つに掲げ、「機械
学習品質マネジメントガイドライン」を公表しており、経済産業省、厚生労働省、消防庁が、
このガイドラインを基礎として、プラント保安分野の信頼性評価実施記録フォーマットを作
成していることもわかった。また、食品の成分表示等が人々の責任ある意思決定に貢献して
いるように、AI モデルの性能も表示していくべきであるとの認識の下、モデルカードの提
案がなされていることも把握した20。 
 
20 Google, “The value of a shared understanding of AI models,” https://modelcards.withgoogle.com/about.  

 
31 
 
現時点で学習済みの機械学習モデル等の性能や品質を複数事業者間で共有するための標
準的な文書化手続きはないが、社内の体制を整備するにあたっては、自社の独自基準を一か
ら考えるのではなく、様々な取り組みを参考にするつもりである。 
 
【実践例２】 
当社は、AI 倫理や品質に関する団体に所属し、AI システムの性能等に関する情報提供の
ベストプラクティスについて他の所属企業と積極的に意見交換している。AI システム利用
者にはAI システムに関する十分な情報を提供すべきであるが、利用者が消費者であっても
それ以外の利用者であっても、全ての利用者がAI の性質や限界などに詳しいわけではない
ことから、専門家以外には理解が難しいような情報や、膨大かつ詳細な情報を一方的に提供
しておけばよいと考えることは適当ではない。情報提供の適切な在り方を考えるためには、
自社の直接的な経験だけではなく、他社との意見交換を通じて間接的に多くの利用者と触れ
ていくことも大切である。 
AI システム開発者からAI システム運用者に伝えるべきと思われる情報には、たとえば、
AI システムの開発に用いたデータに関する情報がある。たとえば、データの取得源（オー
プンデータということもある）、データの量や分布、これに含まれるカテゴリー毎の概要な
どを挙げることができる。また、開発の際に選択した（選択しなかった）アルゴリズムや、
生成されたモデルの概要、特に、どのような条件下でテストを行い、その結果、どの程度の
精度が得られたかなどを説明することも重要である。 
これらの観点はAI システムの開発や運用の経験が豊富な企業にとっては目新しいもので
はないが、当社は「伝え方」が重要であると考えている。どのような内容をどの程度の深さ
で説明するかである。複数事業者間の情報共有の現状を理解することは、AI ガバナンスの
全体設計を考える上で重要であり、そこにAI 倫理や品質に関する団体に参加する意義があ
る。 
 
② 環境・リスク分析のために日常的な情報収集や意見交換を奨励する 
行動目標３－３－２：AI システムを開発・運用する企業は、経営層のリーダーシップ
の下、日常的に、AI システムの開発や運用に関するルール整備、ベストプラクティス、
インシデントなどの情報を収集するとともに、社内外の意見交換を奨励すべきである。 
 
 

 
32 
 
【実践例１】 
 アジャイル・ガバナンスを支えるのは日常的な情報収集であり、そのための意見交換であ
る。AI システムの適切な開発・運用のためのガバナンスには、様々なステークホルダーの
関与が必要であると言われているように、日常的な情報収集や意見交換でも様々なステーク
ホルダーの声を聞くことが求められる。たとえば、AI マネジメントチームを社内に設置し
ている場合であっても、社内の他部門との勉強会を開催したり、他社も参加する団体活動に
関与したりすることが必要である。 
 これまで当社は、部門外や社外と情報収集や意見交換を行う場合には、その担当者に対し
て重要な情報を取得できる蓋然性を高いことを説明させてきた。しかしAI 倫理に関しては、
原則こそ定まりつつあるが、原則の尊重の在り方については正解のない中で模索していくし
かないこと、さらには他社も同様に活動していることから、AI マネジメント担当者に対し
てAI の適切な開発・運用に関する情報収集や意見交換を奨励し、部門を越えた社内の勉強
会で共有するように指示している。 
 このような活動を継続することで、決定版のような解決策はないものの大きなトレンドを
つかめるようになってきた。このような活動の成果を、適時に実施される環境・リスクの分
析に反映している。 
 
【実践例２】 
 当社はAI システムを開発する小規模企業である。社内にはAI 倫理の尊重よりも成長を
重視すべきという意見があるため、法務部門と技術部門でAI 倫理に関する社内勉強会から
始めることとした。言葉の定義や使い方が部門ごとに異なる可能性があるためファシリテー
ター役を設置したところ、円滑に議論が進み、成長を重視すべきと話していたエンジニアも
すでに公平性などを扱う論文に接していて、AI 倫理に対する認識に大きな違いがないこと
がわかってきた。エンジニアはAI 倫理の尊重を技術によって実現することに関心を示し始
めてから、開発プロセスがAI 倫理に整合的なものに変化しつつある。今後は社外との意見
交換も進めたい。 
 
 

 
33 
 
 
コラム：様々なステークホルダーによる共創環境整備 
 
行動目標３－３はAI システムの負のインパクトへの対応としてのAI マネジメン
トの強化という視点でまとめられているが、別の視点からみれば、複数事業者間の
情報共有などを共創環境基盤の整備と位置づけることもできる。これまでのソフト
ウェアやシステムにおいても、安全性等の確保には複数事業者の協力が欠かせなか
ったが、AI システムではより一層の協力が求められる。 
このような状況に対応するように、共創領域を厚くするための様々な取り組みが
なされている。契約や法的責任の在り方について、JDLA は「契約締結におけるAI
品質保証の在り方」研究会を開催している。有志の集まりであるAI 法研究会では、
データ、プライバシー、知的財産などの部会にわかれて法的・倫理的問題について
意見交換している。複数事業者間の共有情報の標準化については、Partnership on AI
がABOUT ML というプロジェクトを実施しており、Google、Microsoft、IBM の
サンプルが提供されている。 
Socieity5.0 で求められるアジャイル・ガバナンスでは、様々なステークホルダー
が積極的にガバナンス設計に携わることが期待されている。そして、このような活
動が有機的に結合していくことで、AI システムの開発・運用に必要な共創環境が整
備されることが期待される。本ガイドラインには有機的な結合への貢献が期待され
ている。 
 
 

 
34 
 
(4) インシデントの予防と早期対応により利用者のインシデント関連の負担を軽減する 
行動目標３－４：AI システムを開発・運用する企業、及び、データを提供する企業は、
経営層のリーダーシップの下、インシデントの予防と早期対応を通じて利用者のイン
シデント関連の負担を軽減すべきである。 
 
【実践例１】 
 当社では、AI システムへの信頼性を高めるためには、問題が生じないように工夫し、問
題が発生したときに迅速に対応することで利用者の負担をできる限り軽減することが重要
であると考えている。AI システムの開発・運用には、データ事業者、AI システム開発者、
AI システム運用者、ビジネスでAI システムを利用する者、消費者など様々な立場の企業や
個人が関与することが多く、さらにAI にはいわゆるブラックボックス性があることから、
責任の所在が曖昧になりやすい。インシデントを予防するためには、負のインパクトを軽減
できる者に責任を分配することが重要である。また、インシデントの発生に備えて事前に準
備することでインシデントへの早期対応力を高めることも大切である。 
 
【実践例２】 
 当社は、実践例１の実施を基本としつつ、一部の用途では保険の利用を検討している。社
会全体への恩恵が大きいにもかかわらず、AI システムの動作に関して一定の不確実性が避
けられず、まれに一定の経済的な損失が発生してしまう用途では、保険を活用することでイ
ンシデントから生じうる経済的な損失に早期に対応することで利用者の負担を軽減するこ
とが重要であると考えている。もちろん、利用者の信頼を継続的に高めていくためにはAI
システムの不確実性を低減していくことが重要であると認識しており、そのための研究開発
を継続している。 
 
① 複数事業者間の不確実性への対応負担を適切に分配する 
行動目標３－４－１：AI システムを開発・運用する企業、及び、データを提供する企
業は、経営層のリーダーシップの下、学習等用のデータセットの準備からシステムの
開発・運用までの全てを自社で行う場合を除き、負のインパクトを全体で最小化でき
るようにAI システムの不確実性への対応負担を複数事業者間で分配すべきである。 

 
35 
 
【実践例１】 
機械学習の手法により学習用データを基礎として帰納的に構築されるAI システムの利用
には、AI システムが導出した推論の結果が常に正しいものであるとは限らないという不確
実性の問題が伴う。このような不確実性への対応策としては、適切なデータセットの準備、
適切なモデルの選択、AI システム利用開始前の検証や試験の実施などのAI システムの開発
時の対応によって不確実性の低減を目指すアプローチがあるが、AI システムの運用のモニ
タリングなどのAI システム運用時の対応によって不確実性の制御を目指すアプローチも重
要である。AI システムの開発者と運用者が異なる場合には、その提供に伴う不確実性に対
し、各事業者が現実的に採りうる選択肢を踏まえ、こうした不確実性への対応負担が事業者
間で契約等によって適切に分配されることを原則とすべきである。『AI・データの利用に関
する契約ガイドライン』でもこの原則を確認している21。 
AI システムを開発する当社は、このような原則を踏まえ、AI システム運用者に適切に使
ってもらうことがAI 技術への社会的な信頼向上に資すると考えている。情報を集めていく
と、AI システム運用者の中には、AI システムは従来型のソフトウェアの延長上にあると考
え、AI システム開発者がAI システムの品質に関する全ての責任を負うべきと考えている企
業もあることがわかった。他方で、AI システム運用者がAI システムへの期待を理解し、運
用者自身が腹落ちするまで丁寧に説明することで、運用者自身が再学習のタイミングを判断
できる場合があることをわかった。そして、「AI システム品質保証ガイドライン」に記載さ
れているように、「品質保証の技術者やチーム、組織は、開発や営業と共に、AI システムに
関する顧客の理解を深めるような活動を行う」ことが大切であるという考え方が少しずつ広
がっている現状を理解した。ただ、依然としてAI システム開発者が品質を保証すべきとい
う考え方が根強いことから、「AI システム品質保証ガイドライン」のような活動が与える好
影響が広がることに期待しつつ、不確実性への対応負担に関する調査を今後も定期的に行い
たいと考えている。 
 
【実践例２】 
 当社は、他社が開発したAI システムを用いてサービスを提供しているAI システム運用
者である。AI システム開発者とは、「AI・データの利用に関する契約ガイドライン」のモデ
 
21 経済産業省『AI・データの利用に関する契約ガイドライン（AI 編）』（2018 年6 月）、第106 頁（「ユーザ
の課題解決は、ユーザの事業や社内の既存ルール・制約や組織と深く関連し、ユーザの意思決定の下に行わ
れることや、ベンダのコントロール下にない未知の入力（データ）に対する学習済みモデル等の挙動につい
て、ベンダが性能保証をすることが困難である」）。 

 
36 
 
ル契約書を参考にした契約書を用いて契約を締結している。これによれば、AI システム（学
習済みモデル）の開発者は、仕事の完成や成果の性能・品質等の保証は行わない一方、一定
以上の注意水準をもって業務を行わなければならないことになっている。当社はあくまで他
社が開発したAI システムを運用しているにすぎないという意識があり、AI システムの運用
に関連して不適切な事例が発生したり、それ以外の場面で最終利用者から説明を求められた
りした場合に、運用者である当社がどのような説明責任を果たすべきであるかを真剣に考え
ていなかった。 
 しかし、最終的な法的責任の所在はともかく、AI システム利用者に対して直接サービス
を提供しているのは当社である以上、当社が運用しているAI システムについて利用者から
説明を求められた場合に、少なくとも一次的にこうした要求に対応する責任の一切を免れる
ことはできないことと、十分な説明ができない場合に当社にレピュテーションリスクが生じ
ることに気がついてからは、開発者の協力を得ながら、リスク低減のためにAI システム運
用者ができることを行い、必要に応じてそのことを説明していくという方針に変えた。 
 
【実践例３】 
当社では、当社が保有するデータを利用したAI システムの開発を他社に委託することを
計画しているが、当社にはデータの扱いに関するノウハウが乏しく、クレンジングなどのデ
ータの前処理だけでなく、データの品質の確保を含めた一切合切を他社に任せたいと考えて
いた。当社は、現在保有するデータを集めてAI システムの開発者に提供してしまえば、デ
ータを扱うプロであるAI システム開発者がデータに必要な処理を行ってくれ、当社が希望
するAI システムを開発してくれるものだと誤って認識していた。 
しかし、開発委託前に情報を収集していくと、一般の事業者間におけるデータの提供にお
いても参考となる内容としてまとめられている「AI・データサイエンス人材育成に向けたデ
ータ提供に関する実務ガイドブック」22があることがわかり、そこには「提供前の委託デー
タの品質をコントロールできるのは委託者のみ」であるという考え方や、一定の前提の下で
は「成果の利用による利益も委託者のみに帰属することから・・・危険責任と報償責任の考
え方に基づいて・・・創出された成果の利用・実施等に伴う損害の責任は、原則として委託
者が負う」べきであると考えられる場合があることなど、データ事業者の留意事項がまとめ
られていた。 
現在は、AI システムの開発に必要なデータの内容は、当社が開発を予定しているAI シス
 
22 経済産業省『AI・データサイエンス人材育成に向けたデータ提供に関する実務ガイドブック』（2021 年3
月1 日） 

 
37 
 
テムの内容によって定まってくること、AI システム開発者の側で対応できることには限界
があることなどを理解している。当社はここで一度立ち止まり、データ提供段階であっても
AI システムの開発・運用のライフサイクルの重要な一部であることを踏まえ、複数事業者
間の不確実性への対応負担について再検討することが考えている。 
 
② インシデント/紛争発生時の対応をあらかじめ検討しておく 
行動目標３－４－２：AI システムを開発・運用する企業は、経営層のリーダーシップ
の下、AI インシデント又は紛争発生時に、AI システム利用者への説明、影響範囲や
損害の特定、法的関係の整理、被害救済措置、被害拡大防止措置、再発防止策の検討
等を速やかに実施するため、対応方針の決定や計画の策定を検討するとともに、当該
対応方針又は計画に関して適宜実践的な予行演習の実施を検討すべきである。 
 
【実践例１】 
当社はAI システムを開発・運用する中小企業である。AI インシデントの発生可能性をで
きるだけ低くすることはもちろん重要であるが、インシデント発生の可能性をゼロにするこ
とは困難であるため、発生時の損害を最小限に抑えるための計画の策定・発動が重要である
と認識している。 
具体的には、インシデントが発生した場合に備えて、連絡受付窓口の設置、対応を担当す
る役員のアサイン、社内における連絡体制はもちろん、社外の関係者・専門家への連絡体制
を整備している。あらゆるインシデントに万全に対応することは困難だが、自社のAI シス
テムの内容に鑑みて想定される主なインシデントについて、ある程度類型的に整理した上で、
大まかな対応方針を策定している。また、策定した対応方針の実施可否の確認のため、定期
的に予行演習も実施している。 
 
【実践例２】 
当社はAI システムを運用する大企業である。インシデントの発生時の対応を速やかに行
えるように、連絡受付窓口の設置、担当役員のアサイン、リスク管理部門、法務部門、広報
部門、危機管理部門との連絡・連携体制はもちろん、社外の関係者、専門家への連絡体制も
整備している。 
また、想定しうるインシデントを複数パターン想定し、どういった法的責任が発生しうる

 
38 
 
かについてあらかじめ専門家に相談して整理し、その上でリスク評価を実施している。人身・
物損事故、プライバシー侵害、財産的損害など、様々な類型の被害が生じうるので、類型ご
とに開発者、運用者、利用者等の法的責任関係を予め整理しておくことは有用である。また、
AI システムに固有の考慮要素として、異常な結果を出力する原因が多様であること（アル
ゴリズムの異常、学習データの真正性、学習データの偏り等）や、想定外の影響が生じやす
いことも念頭に置いておく必要がある。想定外の事態が発生した場合であっても、システム
リスクを低減させるような技術上・運用上の仕組みを定期的にアップデートするよう努力し
ている。 
当社は、全社的にBCP（事業継続計画）を策定しているが、当社が運用しているAI シス
テムが停止した場合に事業継続に支障を生じるおそれがあるため、BCP の発動トリガーの
１つにAI インシデントを盛り込むこととし、AI システムの全部又は一部を停止することと
なった場合に備えた初動対応及び事業継続のための計画を策定している。また、計画を策定
するだけでは意味がなく、有事に計画を実行できないことが大きなリスクになることを認識
し、毎年少なくとも一度は計画を実践するための演習を行っている。 
 
 

 
39 
 
４. 運用 
(1) AI マネジメントシステムの運用状況について説明可能な状態を確保する 
行動目標４－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
たとえば、行動目標３－１の乖離評価プロセスの実施状況について記録するなど、AI
マネジメントシステムの運用状況について対外的に説明可能な状態を確保すべきで
ある。 
 
【実践例１】 
 環境・リスク分析、ゴール設定、システムデザイン、運用、評価、環境・リスクの再分
析等からなるダイナミックなプロセスのうち、
「受け身」になりがちと指摘される「運用」
プロセスの実践は意外と難しい。「運用」とは、簡潔に言えば、記録を残し、行動目標４
－３に示すように、必要に応じて実施状況を公表することである。この「運用」において
データや情報を得ておくことが改善に向けた意思決定につながるため、当社では、環境・
リスクの再分析、評価などを通じた改善の肝は「運用」にあると考えている。 
 当社では、AI ガバナンスの実践に限らず、さらなる改善のために記録を残すことを重
視しており、行動目標３の記録を残すことは当然であると考えている。たとえば、個々の
AI システム開発プロジェクトにおける乖離評価を記録し、AI に関する研修を実施した場
合には実施概要を作成し、AI システムの開発や運用に関する社内の会議や他の事業者と
の会議の議事録を残し、担当者以外の関係者もそれらを閲覧できるようにしている。 
 当社は比較的規模の大きな企業であるため、一般的なコーポレートガバナンスに関連
する行動目標には困難を感じていない。しかし、企業内の組織的分化が進んでいること
から、比較的新しい技術であるAI については、部門間の専門性や理解度にギャップが生
まれ、組織間連携に影響が出ないか心配している。たとえば、行動目標３－１－２にした
がって設置した問い合わせ窓口に関し、問い合わせ担当者が、技術的な内容を理解でき
ずに、重大インシデントへの気づきが遅れることも恐れている。行動目標３－２にした
がって、従業員のリテラシーの向上のための取り組みを実施しているが、当面は、外部か
らの問い合わせについては、概要だけではなく詳細もAI マネジメント担当者に積極的に
報告することとしている。 
 なお、行動目標３－１の乖離評価プロセスの実施状況の記録等については、他部門や

 
40 
 
外部への説明という目的のため、米国国立標準技術研究所（NIST）の文書23を参考にし、
可能な限り正確かつ相手に理解できる記録とし、説明の限界を意識できるよう努めてい
る。 
 
【実践例２】 
 当社はAI システムを開発する小規模企業である。技術担当役員は全てのプロジェクト
を把握しており、自らプログラミングしたり論文を読解したりするなどAI に大変詳し
く、AI 倫理の問題についても強い関心を持っている。そのため当社では、部門間の専門
性のギャップが問題になることはないと考えている。他方で、プロジェクトに関わる人
たちの専門性が高いために、いちいち確認しなくても、行動目標ができているであろう
と思い込みがちである。そのため、プロジェクトの進捗報告のレポートに乖離評価チェ
ックリストを添付し、技術担当役員が必要に応じて聞き取りできるように工夫している。 
また、当社は専門性が高い集団であることから、世間の認識とのずれが生じやすい傾
向があると分析している。そのため、運用状況を確認しつつ、行動目標３－３－２にした
がって日常的な情報収集や意見交換から得られた状況を定期的に共有することで、社会
的受容に意識を向けるようにしている。 
 
 
 
 
23 P J. Phillips, Amanda C. Hahn, Peter C. Fontana, David A. Broniatowski, Mark A. Przybocki, “Four 
Principles of Explainable Artificial Intelligence (Draft), NIST Interagency/Internal Report (NISTIR) - 8312-
draft” (August 19, 2020) 

 
41 
 
(2) 個々のAI システムの運用状況について説明可能な状態を確保する 
行動目標４－２：AI システムを運用する企業は、経営層のリーダーシップの下、個々
のAI システムの仮運用及び本格運用における乖離評価を継続的に実施するために、
仮運用及び本格運用の状況をモニタリングし、結果を記録すべきである。AI システム
を開発する企業は、AI システムを運用する企業による当該モニタリングを支援すべき
である。 
 
【実践例１】 
 当社はAI システムを運用し、当該システムをAI システム利用者に提供している企業で
ある。AI システム開発者に依頼してAI システムを開発したが、精度だけではなく公平性に
も対応できるように、データセットの内容からAI モデルの振る舞いの確認に至るまで、開
発担当者から説明を受けてきた。この開発担当者からは、開発時に想定した利用者像と実際
の利用者像に違いが生じてきた場合には、精度や公平性の確保のためにAI システムのメン
テナンスが必要であると言われた。 
 AI システムのコードを解釈できるほどの知識を持つ従業員は当社にいないことから、開
発者に依頼し、性能に大きく影響する入力や出力のログを自動的に取れるようにしてもらう
とともに、モニタリングの仕方を教えてもらった。その後、行動目標３－１の一環として、
別添２の乖離評価リストを参考にしながら性能維持のための管理方法を定めた。現在は、こ
の管理方法により継続的にモニタリングを行い、記録を残している。 
 
【実践例２】 
 当社は、他社が運用するAI システムを開発する企業である。当社はAI システムを法的
に所有しているわけではないが、保守契約を通じて、他者の運用に一定の責任を負っていて、
運用者としての側面も有している。このような状況では、AI システムの性能維持のための
モニタリングにおいて、日常的にAI システムを運用している企業（実運用者）の協力が欠
かせない。実際、この実運用者は、AI システムからの出力を記録し、品質の著しい劣化を
出力から判断し、実際の状況も確認した上で、再学習の必要性について当社に報告すること
になっており、その後の再学習の必要性に関する会議にも実運用者が加わることとしている。 
 実運用者が再学習のタイミングを判断できる理由は、実運用者自身がAI システムに対し
て具体的に何を求めていて、具体的に何ができるかを良く理解しているからである。AI シ

 
42 
 
ステム開発者は、AI システム運用者のAI システムへの期待を理解し、運用者自身が腹落ち
するまで何ができるかを丁寧に説明することが重要である。「AI システム品質保証ガイドラ
イン」に記載されているように、「品質保証の技術者やチーム、組織は、開発や営業と共に、
AI システムに関する顧客の理解を深めるような活動を行う」ことが大切である24。 
 
コラム：ソフトウェアによる自動モニタリング 
 
Governance Innovation Ver.2 －アジャイル・ガバナンスのデザインと実装に向け
て－では、Society5.0 におけるガバナンスの在り方が議論されている。ガバナンス
システムの運用に関して、Governance Innovation Ver.2 は、従来は断片的にしか取
得できなかったデータをリアルタイムで得られるようになってきていることから、
こうしたリアルタイムデータを活用することで、より効率的かつ精緻なモニタリン
グを行うことが可能になるだけではなく、リスク状況やゴールの達成状況を随時に
判断することで、ゴールを達成するための手段を柔軟に選択できるようになり、コ
ンプライアンスを確保しつつ持続的なイノベーションを実現していくことが可能に
なると指摘する。 
AI システムの本格運用後のモニタリングに関しては、2020 年のCEATEC に出展
された株式会社グリッドの取り組みが興味深い。学習時とは異なる特徴の時系列デ
ータや画像データが入力されていることを自動的に検知するAI 監視サービスを提
供しているという。このようなAI 監視サービスの利用は、AI モデルの精度の維持
を通じた収益への貢献だけではなく、AI モデルの性能維持に関してモニタリングを
していることをステークホルダーに説明する責務であるアカウンタビリティとも関
係する。 
同様の取り組みは他にも見られる。富士通株式会社は、AI システムの本格運用後
に入力データの変化の傾向を追跡してAI モデルの精度を自動推定する技術や既存
モデルを再学習させることなく精度低下を抑制できる技術を開発した。この技術も
AI システム運用者のアカウンタビリティや利用者の信頼度を高めることに貢献す
ることが期待される。 
 AI システム運用者が、AI システム開発者との対話を通じて、AI システムの可能
性や限界を理解することは重要であり、自動モニタリングツール等への過度な依存
は避けるべきであるが、Society5.0 時代には自動モニタリングツールを賢く併用す
ることも求められている。 
 
24 AI システム品質保証コンソーシアム『AI システム品質保証ガイドライン 2020.08 版』（2020 年8 月）、
p. 2-7. 

 
43 
 
(3) AI ガバナンスの実践状況を非財務情報に位置づけて積極的な開示を検討する 
行動目標４－３：AI システムを開発・運用する企業は、AI ガバナンス・ゴールの設
定、AI マネジメントシステムの整備や運用等に関する情報を、コーポレートガバナン
ス・コードの非財務情報に位置づけ、積極的に開示することを検討すべきである。上
場会社以外であっても、AI ガバナンスに関する活動の情報を積極的に開示することを
検討すべきである。そして、検討の結果、開示しないと判断した場合には、その理由
を対外的に説明できるようにしておくべきである。 
 
【実践例１】 
当社はAI システムを開発する小規模企業である。AI システムの開発は単なる技術的な営
みではなく、社会に対する深い理解に支えられていなければならないと考えており、AI ガ
バナンス・ゴールを明示的に設定することよりも、この考え方を社内に浸透させることを優
先している。顧客や株主はこの姿勢を支持してくれている。もちろん「人間中心のAI 社会
原則」を尊重すべきであると考えているが、その背後にある思想の理解こそが重要である。 
当社は非上場会社であるため、コーポレートガバナンス・コードの対象ではないが、ホー
ムページ等でAI に対する上述の考え方を積極的に発信している。当社の潜在的な顧客や当
社のAI システムの利用者は、AI システムを技術的なツールではなく、社会技術的なツール
であると受け止めてくれており、他社との差別化にもつながっている。 
 
【実践例２】 
当社はAI システムを開発する上場企業である。AI の適切な開発は当社の重要なテーマで
あるところ、すでに自社のAI ポリシーを設定し、その達成に向けた体制の整備を終えてい
る。そして、これらの活動内容を自社のホームページで公表し、プレス発表もした。他方で、
これらの活動について経営層から強いメッセージを発することを検討したが、当社のAI 関
連事業は、現時点では、中長期的な収益に直接影響を与えないことから、そのようなメッセ
ージを発するまでには至っていない。 
このような中、先日、ある機関投資家から企業ガバナンスに関するアンケートが届き、そ
こにはAI 倫理への対応ぶりを聞く設問があった。このようなアンケートに企業の中長期的
な発展に対する投資家の意向が反映されているとすれば、AI 倫理も企業の健全な発展を判
断するために必要な情報であることがうかがえる。今後は、改めて、AI 倫理の取り組みを

 
44 
 
統合報告書に掲載することを含め、経営層からの積極的な情報発信を検討していく予定であ
る。 
 
コラム：コーポレートガバナンスにおける情報開示とAI 倫理の取り組み 
 
AI ガバナンスをコーポレートガバナンスと切り離すことはできない。ここでは、
AI ガバナンスの文脈で、コーポレートガバナンス・コードの基本原則の１つである
「適切な情報開示と透明性の確保」を取り上げたい。この基本原則では、「上場会社
は、会社の財政状態・経営成績等の財務情報や、経営戦略・経営課題、リスクやガ
バナンスに係る情報等の非財務情報について、法令に基づく開示を適切に行うとと
もに、法令に基づく開示以外の情報提供にも主体的に取り組むべきである。その際、
取締役会は、開示・提供される情報が株主との間で建設的な対話を行う上での基盤
となることも踏まえ、そうした情報（とりわけ非財務情報）が、正確で利用者にと
って分かりやすく、情報として有用性の高いものとなるようにすべきである」と述
べられている。AI システムの開発・運用に伴うリスクの評価や対応に関する情報に
ついても、非財務情報の一部として開示されることが期待される場合があると考え
られる。 
この基本原則に関連し、本ガイドラインの作成の際に行ったヒアリングにおいて、
欧州の機関投資家からAI ガバナンスについて問い合わせがあったという情報をヒ
アリング先から得た。AI ガバナンスへの関心が投資家の間で少しずつ高まっている
ことが、このような問い合わせの背景にあると考えられる。たとえば、Hermes EOS 
(Equity Ownership Services)は、グーグルの親会社であるアルファベットの取締役
会に対して、責任を持ったAI 技術の利用に関してリーダーシップを示すことを投
資家が期待していると述べている25。AI システムの用途によっては、その利用の拡
大に伴って社会へ与えるインパクトが大きくなりうるため、投資家から責任を持っ
たAI システムの開発・運用やAI ガバナンスの整備が求められる可能性がある。 
 
 
 
25 Alex Rolandi, “Hermes EOS urges Alphabet to lead responsible AI practice,” funds europe (June 18, 2019), 
https://www.funds-europe.com/news/hermes-eos-urges-alphabet-to-lead-responsible-ai-practice.  

 
45 
 
５. 評価 
(1) AI マネジメントシステムが適切に機能しているかを検証する 
行動目標５－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
AI マネジメントシステムの設計や運用から独立した者に、AI ガバナンス・ゴールに
照らして、乖離評価プロセス等のAI マネジメントシステムが適切に設計され、適切
に運用されている否か、つまり行動目標３、４の実践を通じ、AI ガバナンス・ゴール
の達成に向けて、AI マネジメントシステムが適切に機能しているか否かを検証させる
べきである。 
 
【実践例１】 
当社にはAI マネジメントシステムの導入前から社内規定の運用等を監査する独立した内
部監査部門がある。AI マネジメントシステムの導入時に内部監査部門の業務範囲を拡張し、
AI マネジメントシステムをその対象に加えた。当社では、内部監査担当者が、各部門の協
力を仰ぎながら、組織や規定等が、適切に運用され、有効に機能しているかを調査及び確認
し、不適切な運用や機能不全が見られた場合は、当該部門に改善を求めるとともに、他部門
のベストプラクティスがあれば、それを共有している。 
AI システムに対する社会的受容は変化している。当社では、社会的受容に歩調を合わせ
た改善こそが重要であると考えており、環境・リスク分析を参考にしながら、社会からの期
待が高い分野やインシデントの報告数が多い分野を中心に内部監査を行っている。改善に向
けた各部門の協力が得られるように、全ての分野に対して一律に社内ルール等への厳密な適
合性評価を行うのではなく、リスクの高い分野を選定している。選定理由を伝えると各部門
の協力を得られやすい。 
 
【実践例２】 
 当社はAI システムを開発する小規模企業である。AI マネジメントシステムを評価する内
部監査部門を設けず、AI マネジメントシステムに直接関与していない開発部門内の者を加
えて自己監査を行ってもらっている。この自己監査という第一の監査ラインはチェック機能
不全に陥り、身内に甘くなる傾向があるため、自己監査結果をAI ガバナンス担当役員直属
の監査担当者に報告させ、報告内容を整理して、AI ガバナンス担当役員に報告することに
している。AI ガバナンス担当役員はAI 技術や倫理に詳しいことから、自己監査中心であり

 
46 
 
ながらも十分に機能していると考えている。現在は、第三者的な視点を強化するとともに、
内部監査は改善のためにあることを伝えるために、部門横断的なフィードバック会合を開催
して監査結果を共有するとともに意見交換を行うことを検討している。 
 
【実践例３】 
 当社には内部監査部門があるが、AI マネジメントシステムに関しては外部監査を活用し
てみることにした。外部監査には高い専門性と他社の監査経験の横展開を期待している。AI
システムに対する社会的受容は変化していて相場感が形成されていない。自社なりに十分に
対応できていると自負していても死角があるかもしれない。 
外部監査サービスはコンサルティングファームなどを中心に提供されている。外部専門家
による監査を受けることで、社内外の専門的な情報を活用したアドバイスを受けることがで
きる。また、外部専門家のアドバイスの第三者性と客観性によって、社内へのフィードバッ
クがよりスムーズになる効果も期待している。 
このようなメリットがある一方で、受け身になる可能性を心配している。外部専門家はそ
れぞれの企業に固有の課題等に必ずしも詳しいわけではない。外部専門家のアドバイスを最
大限活用するためには、外部監査に頼った場合でもAI に対する社会的受容を能動的に理解
しようという姿勢が重要である。 
 
 

 
47 
 
(2) 社外ステークホルダーから意見を求めることを検討する 
行動目標５－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
株主だけではなく、ビジネスパートナー、消費者を含む利用者、AI システムの適切な
運用をめぐる動向に詳しい有識者、NGO、労働組合などの様々なステークホルダーか
ら、AI マネジメントシステムやその運用に対する意見を求めることを検討すべきであ
る。そして、検討の結果、実施しないと判断した場合には、その理由を対外的に説明
できるようにしておくべきである。 
 
【実践例１】 
 コーポレートガバナンス・コードの「株主以外のステークホルダーとの適切な協働」の章
には、従業員、顧客、取引先、債権者、地域社会をはじめとする様々なステークホルダーと
の適切な協働に努め、とりわけ取締役会・経営陣は、これらのステークホルダーの権利・立
場や健全な事業活動倫理を尊重する企業文化・風土の醸成に向けてリーダーシップを発揮す
べきであるとの原則がまとめられている。また、AI システムの適切な開発・運用への関心
が高まっていることから、上場会社はもちろんのこと非上場会社も、AI ガバナンスやマネ
ジメントシステムの評価や見直しにあたっては様々なステークホルダーとの協働が求めら
れる場合がある。 
当社は、AI ポリシーの設定やポリシー達成に向けた体制作りなどの初期設定は企業自身
が行うべきものであり、その後の改善も企業自身が主体的に行うべきと考えているが、「社
会からの見え方」を知るために様々なステークホルダーとの協働も重視している。 
 当社はすでにAI ポリシーを定めるとともに、AI ポリシーの意味やポリシー達成のための
活動を公表している。しかし、「社会からの見え方」を知り、客観的な倫理性を確保する必
要があると考え、ステークホルダーと対話を重ねていくことを目的として、AI やそれ以外
の分野の専門家で構成されるAI 倫理委員会を設置することとし、AI 技術の専門家だけでな
く、法律、環境問題、消費者問題の専門家も招聘している。一般的な指摘を受けるだけでは
不十分であることから、当社の具体的な課題を提示して深い洞察を得られるように工夫して
いる。 
 
【実践例２】 
実践例１のような外部有識者委員会の設置のような「見える施策」に目が行きがちである

 
48 
 
が、そのような場だけが全てではないと考えている。重要なことは、AI 倫理や品質に関心
の高い人々とのネットワークに緩やかにつながり、この情報交換網の中に入ることである。
当社のAI マネジメント担当者には、AI 倫理や品質に関する意見交換の場で積極的に発言し
たり、カンファレンスなどのスピーカーを積極的に引き受けたりするように促している。も
ちろん、そのような活動を業績評価に含めている。 
このようなアプローチでは、意見が集まらないという懸念の声を聞く。この懸念の背景に
は、日本人は意見交換やカンファレンスの場において本音で話さないことがあると考えられ
る。しかし、自分から意見を発信することで相手の意見を引き出す、いわゆる「アクティブ
ソナー型」の人たちは、意見交換やカンファレンスの後に個人的に意見をくれる人がいるこ
とを知っている。このような意見こそが大切である。 
このAI マネジメント担当者の人脈をたどり、外部講師を交えた社内研修を開催したこと
があった。この研修では、当社のAI ガバナンスの取り組みをAI 関連業務に従事する従業
員に対して説明することに加え、当社の取り組みをこの外部講師に評価してもらった。この
外部講師は当社のAI マネジメント担当者と日常的に意見交換をしていることから、当社の
事情に即したアドバイスを得ることができ、研修受講者から好評価を得たところである。 
このような状況であるため、外部有識者委員会の設置についても検討しているが、今のと
ころは必要性を感じていない。 
 
【実践例３】 
 当社は、AI システムを開発し、他の事業者に納入しているが、これらの他の事業者は当
該AI システムを自身の事業で活用しているだけであり消費者には提供していない。そのた
め、消費者の安全、財産的価値の重大な毀損、差別などの倫理的な課題とは直接関係してい
ないと考えている。もちろん、予測精度の維持向上の観点から納入先とはきめ細かく意見交
換しているが、消費者やAI 倫理に詳しい有識者などの意見を聞く必要性はないと判断して
いる。 
 
 

 
49 
 
６. 環境・リスクの再分析 
(1) 行動目標１－１から１－３を適時に再実施する 
行動目標６－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
行動目標１－１から１－３について、適時に再評価、理解の更新、新たな視点の獲得
などを行うべきである。なお、行動目標５－２を実施する際に、既存のAI マネジメン
トシステムやその運用だけではなく、環境・リスク分析を含め、AI ガバナンス全体の
見直しに向けた意見を得ることも検討すべきである。 
 
【実践例１】 
 現時点ではAI システムに対する社会の受け止め方が定まっていないことから、行動目標
１－１から１－３で挙げられている、AI システムがもたらしうる正負のインパクト、AI シ
ステムの開発や運用に関する社会的受容、自社のAI 習熟度について、適時に再評価、理解
の更新、新たな視点の獲得などを行うべきである。当社では、重大な「ヒヤリ・ハット」が
生じた場合、特定のインシデントへの社会の注目が大きく高まった場合、規制環境が変化し
た場合等を除き、定期的に環境・リスクの分析を行い、経営層にレポートすることとしてい
る。AI システムの適切な開発・運用をめぐる議論は非常に活発であるが、アジャイルな再
分析によるガバナンス疲れを防ぎ、大きなトレンドをアジャイルに把握することを重視して
いる。経営層への報告機会は大きなトレンドに目を向ける良い機会である。 
 
【実践例２】 
 当社は、実践例１のように定期的に環境・リスクの分析を行っているが、AI ガバナンス
とAI マネジメントシステムの検証には重複する要素もあることから、定期的に開催される
外部有識者を招聘したAI 倫理委員会の議題に、AI システムがもたらしうる正負のインパク
トとAI システムの開発や運用に関する社会的受容を盛り込み、外部有識者からこれらの論
点に関する大きなトレンドを得るようにしている。 
 
 

 
50 
 
D. AI ガバナンス・ガイドラインに関わった有識者等 
 
１. AI 原則の実践の在り方に関する検討会（AI 社会実装アーキテクチャー検討会） 
渡部 俊也（座長） 
東京大学 未来ビジョン研究センター 教授 
雨宮 俊一 
株式会社NTT データ 技術開発本部 本部長 
生貝 直人 
一橋大学 大学院法学研究科 准教授 
上野山 勝也 
株式会社PKSHA Technology 代表取締役 
川上 登福 
株式会社経営共創基盤 共同経営者 マネージングディレクター 
一般社団法人日本ディープラーニング協会 理事 
齊藤 友紀 
法律事務所LAB-01 弁護士 
杉村 領一 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
人工知能研究戦略部 上席イノベーションコーディネータ 
角田 美穂子 
一橋大学 大学院法学研究科 教授 
妹尾 義樹 
国立研究開発法人産業技術総合研究所 イノベーション推進本部 
標準化推進センター 審議役 
田丸 健三郎 
日本マイクロソフト株式会社 業務執行役員 
ナショナル テクノロジー オフィサー 
土屋 嘉寛 
東京海上日動火災保険株式会社 企業商品業務部 部長 
中条 薫 
株式会社SoW Insight 代表取締役社長 
原 聡 
大阪大学 産業科学研究所 准教授 
福岡 真之介 
西村あさひ法律事務所 弁護士 
古谷 由紀子 
サステイナビリティ消費者会議 代表 
増田 悦子 
公益社団法人全国消費生活相談員協会 理事長 
丸山 友朗 
パナソニック株式会社 イノベーション推進部門 テクノロジー本部 
デジタル・AI 技術センター AI ソリューション部 主任技師 
宮村 和谷 
PwC あらた有限責任監査法人 パートナー 
山本 龍彦 
慶應義塾大学 大学院法務研究科 教授 
 
以下、昨年度のAI 社会実装アーキテクチャー検討会のみ参加 
青島 武伸 
パナソニック株式会社 イノベーション推進部門 テクノロジー本部 
デジタル・AI 技術センター データアナリシス部 部長（当時） 
 
 
 

 
51 
 
２. AI ガバナンス・ガイドライン ワーキンググループ 
生貝 直人（主査） 
一橋大学 大学院法学研究科 准教授 
岡田 淳 
森･濱田松本法律事務所 弁護士 
齊藤 友紀 
法律事務所LAB-01 弁護士 
中崎 尚 
アンダーソン・毛利・友常法律事務所外国法共同事業 弁護士 
本橋 洋介 
日本電気株式会社 AI・アナリティクス事業部 シニアマネジャー 
宮村 和谷 
PwC あらた有限責任監査法人 パートナー 
 
３. 協力者 
 本ガイドラインの作成にあたっては、上記の委員に加え、多くの専門家にご指導いただい
ている。この場を借りて御礼を申し上げたい。 
(1) 上記検討会における講演（講演順） 
荻野 武 
キユーピー株式会社 生産本部 未来技術推進担当部長（当時） 
大岩 寛 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
デジタルアーキテクチャ研究センター 副研究センター長 
杉村 領一 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
人工知能研究戦略部 上席イノベーションコーディネータ 
長宗 豊和 
Japan Business Council in Europe 事務局長 
齋藤 千紘 
外務省 在ストラスブール総領事館 領事 
 
(2) 上記ワーキンググループを拡大した事前コンサルテーションへの参加 
今田 俊一 
ソニーグループ株式会社 AI コラボレーション・オフィス 
AI 倫理室 統括課長 
大岩 寛 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
デジタルアーキテクチャ研究センター 副研究センター長 
菊池 慎司 
富士通株式会社 富士通研究所 人工知能研究所 AI 品質PJ 
主管研究員 
杉村 領一 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
人工知能研究戦略部 上席イノベーションコーディネータ 
妹尾 義樹 
国立研究開発法人産業技術総合研究所 イノベーション推進本部 
標準化推進センター 審議役 

 
52 
 
曽我部 完 
株式会社グリッド 代表取締役 
藤田 雅博 
ソニーグループ株式会社 AI コラボレーション・オフィス 担当VP 
松本 敬史 
有限責任監査法人トーマツ マネジャー 
東京大学 未来ビジョン研究センター 客員研究員 
美馬 正司 
株式会社日立コンサルティング 
スマート社会基盤コンサルティング第2 本部 ディレクター 
慶應義塾大学 政策・メディア研究科 特任教授 
山本 力弥 
ソフトバンクロボティクス株式会社 事業開発本部 
Humanoid Division Director 
 
(3) 事務局による個別ヒアリング 
 上述の検討会等に加え、企業等の取り組みを個別にお聞きした。Musashi AI 株式会社、一
般社団法人日本ディープラーニング協会、日本電気株式会社、国立研究開発法人産業技術総
合研究所、エヌビディア合同会社、富士通株式会社、株式会社日立製作所、株式会社メルカ
リ、横河電機株式会社、損害保険ジャパン株式会社、一般社団法人AI ビジネス推進コンソ
ーシアム、株式会社J.Score、有限責任監査法人トーマツ、東京海上日動火災保険株式会社、
パナソニック株式会社、株式会社グリッド、千代田化工建設株式会社、ソニーグループ株式
会社、日立造船株式会社、ソフトバンク株式会社、ソフトバンクロボティクス株式会社に所
属の多くの専門家・有識者にお世話になった。漏れがあるとすれば、全て事務局の責任であ
る。 
 
 なお、協力者は本ガイドラインの決定には加わっていない。 
 
４. 事務局 
松田 洋平 
経済産業省 商務情報政策局 情報経済課 課長（～2021 年6 月30 日） 
須賀 千鶴 
経済産業省 商務情報政策局 情報経済課 課長（2021 年7 月1 日～） 
泉 卓也 
経済産業省 商務情報政策局 情報経済課 情報政策企画調整官 
（執筆主担当） 
羽深 宏樹 
経済産業省 商務情報政策局 情報経済課 ガバナンス戦略国際調整官 
（別添３主担当） 
野村 至 
経済産業省 商務情報政策局 情報経済課 課長補佐 
 
 

 
53 
 
E. 参考文献 
１. 政府・公的機関の文献 
- 
経済産業省『「GOVERNANCE INNOVATION Ver.2: アジャイル・ガバナンスのデザ
インと実装に向けて」報告書』（2021 年7 月31 日） 
- 
経済産業省『「GOVERNANCE INNOVATION： Society5.0 の実現に向けた法とアーキ
テクチャのリ・デザイン」報告書』（2020 年7 月13 日） 
- 
経済産業省『AI・データの利用に関する契約ガイドライン 1.1 版』（2019 年12 月） 
- 
経済産業省、厚生労働省、消防庁『プラント保安分野AI 信頼性評価ガイドライン 第2
版』、『信頼性評価実用例実施記録』（2021 年3 月30 日） 
- 
経済産業省『AI・データサイエンス人材育成に向けたデータ提供に関する実務ガイドブ
ック』（2021 年3 月1 日） 
- 
経済産業省『デジタルガバナンス・コード』（2020 年11 月9 日） 
- 
総務省、経済産業省『DX 時代における企業のプライバシーガバナンスガイドブック
ver1.1』（2021 年7 月） 
- 
総務省、AI ネットワーク社会推進会議『国際的な議論のためのAI 開発ガイドライン案』
（2017 年7 月） 
- 
総務省、AI ネットワーク社会推進会議『AI 利活用ガイドライン』（2019 年8 月） 
- 
消費者のデジタル化への対応に関する検討会 AI ワーキンググループ『消費者のデジタ
ル化への対応に関する検討会 AI ワーキンググループ報告書』（2020 年7 月） 
- 
国立研究開発法人産業技術総合研究所『機械学習品質マネジメントガイドライン（第２
版）』（2020 年７月）（デジタルアーキテクチャ研究センター・サイバーフィジカルセキ
ュリティ研究センター・人工知能研究センター テクニカルレポート DigiARC-TR-
2021-01 / CPSEC-TR-2021001） 
- 
独立行政法人情報処理推進機構『AI 白書2020 ～広がるAI 化格差（ギャップ）と5 年
先を見据えた企業戦略～』（2020 年3 月2 日） 
- 
東京証券取引所『コーポレートガバナンス・コード ～会社の持続的な成長と中長期的
な企業価値の向上のために～』（2021 年6 月11 日） 
- 
Executive Office of the President, Office of Management and Budget, “Memorandum to 
the Heads of Executive Departments and Agencies, Guidance for Regulation of Artificial 
Intelligence Applications” (November 17, 2020) 

 
54 
 
- 
European Commission, “White Paper on Artificial Intelligence – A European approach to 
excellence and trust” (February 19, 2020) 
- 
The High-Level Expert Group on Artificial Intelligence (AI HLEG), “Assessment List for 
Trustworthy Artificial Intelligence (ALTAI) for self-assessment” (July 17, 2020) 
- 
European Commission, “Proposal for a Regulation laying down harmonised rules on 
artificial intelligence” (April 21, 2021) 
- 
Info-communications Media Development Authority and Personal Data Protection 
Commission, “Model Artificial Intelligence Governance Framework Second Edition” 
(January 21, 2020) 
- 
World Economic Forum, “Companion to the Model AI Governance Framework –
Implementation and Self-Assessment Guide for Organizations” (January 2020)  
- 
P J. Phillips, Amanda C. Hahn, Peter C. Fontana, David A. Broniatowski, Mark A. 
Przybocki, “Four Principles of Explainable Artificial Intelligence (Draft), NIST 
Interagency/Internal Report (NISTIR) - 8312-draft” (August 19, 2020) 
- 
OECD, “OECD FRAMEWORK FOR THE CLASSIFICATION OF AI SYSTEMS – 
PUBLIC CONSULTATION ON PRELIMINARY FINDINGS” (May 2020). 
- 
Carolyn Nguyen, Adam Murray, and Barry O’Brien, “What are the tools for implementing 
trustworthy AI? A comparative framework and database,” The AI Wonk, OECD.AI (May 
25, 2021) 
 
２. 企業・産業界の文献 
- 
AI システム品質保証コンソーシアム『AI システム品質保証ガイドライン（2020 年08
版）』（2020 年8 月） 
- 
日本経済団体連合会『AI 活用戦略 ～AI-Ready な社会の実現に向けて～』（2019 年2
月19 日） 
- 
日本電気株式会社『NEC グループ AI と人権に関するポリシー』（2019 年4 月） 
- 
富士通株式会社『富士通グループ AI コミットメント』（2019 年3 月13 日） 
- 
ソニーグループ株式会社『ソニーグループ AI 倫理ガイドライン』（2019 年３月改定） 
- 
株式会社日立製作所『AI 倫理原則』（2021 年2 月22 日） 
- 
Andrew Ng, “AI Transformation Playbook”, available at https://landing.ai. 

 
55 
 
３. 個人・学術系の文献 
- 
パーソナルデータ＋α研究会『プロファイリングに関する提言案』NBL 1137 号（2019
年1 月1 日） 
- 
パーソナルデータ＋α研究会『プロファイリングに関する提言案付属 中間報告書』NBL 
1137 号（2019 年1 月1 日） 
- 
山本龍彦『AI と憲法』日本経済新聞出版社（2018 年8 月24 日） 
- 
浅川伸一、江間有紗、工藤郁子、巣籠悠輔、瀬谷啓介、松井孝之、松尾豊『ディープラ
ーニングG 検定（ジェネラリスト）公式テキスト』翔泳社（2018 年10 月22 日） 
- 
舟山聡『AI の責任と倫理(第2 回)AI 倫理に対する企業の取組み(1)』NBL 1170 号（2020
年5 月15 日） 
- 
荒堀淳一『AI の責任と倫理（第3 回）AI 倫理に対する企業の取組み⑵』NBL 1172 号
（2020 年6 月15 日） 
- 
齊藤友紀『AI の責任と倫理（第４回）AI 倫理とアカウンタビリティ、法的責任』NBL 
1174（2020 年7 月15 日） 
- 
松田千恵子『これならわかる コーポレートガバナンスの教科書』日経BP 社（2015 年
8 月11 日） 
- 
松田千恵子『ESG 経営を強くする コーポレートガバナンスの実践』日経BP 社（2018
年12 月24 日） 
- 
國廣正『企業不祥事を防ぐ』日本経済新聞出版社（2019 年10 月17 日） 
- 
平林良人、奧野麻衣子『ISO 共通テキスト《附属書SL》解説と活用 ISO マネジメント
システム 構築組織のパフォーマンス向上』日本規格協会（2015 年10 月14 日） 
- 
古谷由紀子『現代の消費者主権』芙蓉書房出版（2017 年5 月19 日） 
- 
Cathy O’Neil, “Weapons of Math Destruction: How Big Data Increases Inequality and 
Threatens Democracy” New York: Crown Publishers (2016) 
 
 

 
56 
 
F. 別添１（行動目標一覧） 
 
行動目標１－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、AI シス
テムから得られる正のインパクトだけではなく意図せざるリスク等の負のインパクトがあるこ
とも理解し、これらを経営層に報告し、経営層で共有し、適時に理解を更新すべきである。 
 
行動目標１－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、本格的な
AI の提供に先立ち、直接的なステークホルダーだけではなく潜在的なステークホルダーの意見
に基づいて、社会的な受容の現状を理解すべきである。また、本格的なAI システムの運用後も、
適時にステークホルダーの意見を再確認するとともに、新しい視点を更新すべきである。 
 
行動目標１－３：AI システムを開発・運用する企業は、経営層のリーダーシップの下、行動目標
１－１、１－２の実施を踏まえ、自社の事業領域や規模等に照らして負のインパクトが軽微であ
ると判断した場合を除き、自社のAI システムの開発・運用の経験の程度、AI システムの開発・
運用に関与するエンジニアを含む従業員の人数や経験の程度、当該従業員のAI 技術及び倫理に
関するリテラシーの程度等に基づいて、自社のAI 習熟度を評価し、適時に再評価すべきである。
負のインパクトが軽微であると判断し、AI 習熟度の評価をしない場合には、その理由等をステー
クホルダーに説明できるようにしておくべきである。 
 
行動目標２－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、「人間中
心のAI 社会原則」を踏まえ、AI システムがもたらしうる正負のインパクト、AI システムの開発
や運用に関する社会的受容、自社のAI 習熟度を考慮しつつ、設定に至るプロセスの重要性にも
留意しながら、自社のAI ガバナンス・ゴール（たとえばAI ポリシー）＊を設定するか否かにつ
いて検討すべきであり、潜在的な負のインパクトが軽微であることを理由にAI ガバナンス・ゴ
ールを設定しない場合には、その理由等をステークホルダーに説明できるようにしておくべきで
ある。「人間中心のAI 社会原則」が十分に機能すると判断した場合は、自社のAI ガバナンス・
ゴールに代えて「人間中心のAI 社会原則」をゴールとしてもよい。なお、ゴールを設定しない
場合であっても、「人間中心のAI 社会原則」の重要性を理解し、行動目標３から５に係る取り組
みを適宜実施することが望ましい。 
 
行動目標３－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、自社が開
発・運用しているAI システムのAI ガバナンス・ゴールからの乖離を特定し、乖離により生じる
影響を評価した上、負のインパクトが認められる場合、その大きさ、範囲、発生頻度等を考慮し
て、その受容の合理性の有無を判定し、受容に合理性が認められない場合にAI の開発・運用の
在り方について再考を促すプロセスを、AI システムの設計段階、開発段階、利用開始前、利用開
始後などの適切な段階に組み込むべきである。運営層はこのプロセスの具体化を行うべきであ
る。そして、AI ガバナンス・ゴールとの乖離評価にはAI システムの開発や運用に直接関わって
いない者が加わるようにすべきである。なお、乖離があることのみを理由としてAI の開発・提
 

 
57 
 
供を不可とする対応は適当ではない。そのため、乖離評価は負のインパクトを評価するためのス
テップであって、改善のためのきっかけにすぎない。 
行動目標３－１－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、業界
における標準的な乖離評価プロセスの有無を確認し、そのようなプロセスが存在する場合には、
それを自社のプロセスに取り込むべきである。 
 
行動目標３－１－２：AI システム利用者にサービスを提供しているAI システム運用企業は、経
営層のリーダーシップの下、提供しているAI システムに一定の乖離が発生しうる場合には、AI
システム利用者に対して、その事実や当該乖離への対応策に関する十分な情報を提供するととも
に、問い合わせ先も明確にすべきである。 
 
行動目標３－１－３：データを提供する企業は、AI システムを開発する企業が適切に乖離評価を
できるようにするために、データの収集元、収集方針、収集基準、アノテーション付与基準、利
用制約等のデータセットに関する情報を提供すべきであり、AI システム開発者は十分な情報を
提供するデータ事業者からデータセットを取得すべきである。 
 
行動目標３－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、AI マネ
ジメントシステムを適切に運営するために、外部の教材の活用も検討し、AI リテラシーを戦略的
に向上させるべきである。たとえば、AI システムの開発・運用における法的・倫理的側面に責任
を負う役員、マネジメントチーム、担当者にはAI 倫理に関する一般的なリテラシー向上のため
の教育を、AI システムの開発・運用プロジェクトの担当者にはAI 倫理だけではなくAI 技術に
関する研修を提供することが考えられる。データを提供する企業は、AI システム開発者・運用者
の実践例を参考に、データ提供に関わる担当者のAI 倫理に関する一般的なリテラシーを向上さ
せるべきである。 
 
行動目標３－３：AI システムを開発・運用する企業、及び、データを提供する企業は、学習等用
のデータセットの準備からAI システムの開発・運用までの全てを自部門で行う場合を除き、経
営層のリーダーシップの下、営業秘密等に留意しつつ、自社や自部門のみでは十分に実施できな
いAI システムの運用上の課題と当該課題の解決に必要な情報を明確にし、公正競争確保の原則
の下で、積極的に共有すべきである。その際に、必要な情報交換が円滑に行われるよう、AI シス
テム開発者、AI システム運用者、データ事業者の間で予め情報の開示範囲について合意し、秘密
保持契約の締結等を検討することが望ましい。 
 
行動目標３－３－１：AI システムを開発・運用する企業、及び、データを提供する企業は、経営
層のリーダーシップの下、学習等用のデータセットの準備からAI システムの開発・運用までの
全てを自社で行う場合を除き、営業秘密に留意しつつ、複数事業者間の情報共有の現状を理解し、
適時に理解を更新すべきである。 
 

 
58 
 
行動目標３－３－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、日常
的に、AI システムの開発や運用に関するルール整備、ベストプラクティス、インシデントなどの
情報を収集するとともに、社内外の意見交換を奨励すべきである。 
 
行動目標３－４：AI システムを開発・運用する企業、及び、データを提供する企業は、経営層の
リーダーシップの下、インシデントの予防と早期対応を通じて利用者のインシデント関連の負担
を軽減すべきである。 
 
行動目標３－４－１：AI システムを開発・運用する企業、及び、データを提供する企業は、経営
層のリーダーシップの下、学習等用のデータセットの準備からシステムの開発・運用までの全て
を自社で行う場合を除き、負のインパクトを全体で最小化できるようにAI システムの不確実性
への対応負担を複数事業者間で分配すべきである。 
 
行動目標３－４－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、AI イ
ンシデント又は紛争発生時に、AI システム利用者への説明、影響範囲や損害の特定、法的関係の
整理、被害救済措置、被害拡大防止措置、再発防止策の検討等を速やかに実施するため、対応方
針の決定や計画の策定を検討するとともに、当該対応方針又は計画に関して適宜実践的な予行演
習の実施を検討すべきである。 
 
行動目標４－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、たとえば、
行動目標３－１の乖離評価プロセスの実施状況について記録するなど、AI マネジメントシステ
ムの運用状況について対外的に説明可能な状態を確保すべきである。 
 
行動目標４－２：AI システムを運用する企業は、経営層のリーダーシップの下、個々のAI シス
テムの仮運用及び本格運用における乖離評価を継続的に実施するために、仮運用及び本格運用の
状況をモニタリングし、結果を記録すべきである。AI システムを開発する企業は、AI システム
を運用する企業による当該モニタリングを支援すべきである。 
 
行動目標４－３：AI システムを開発・運用する企業は、AI ガバナンス・ゴールの設定、AI マネ
ジメントシステムの整備や運用等に関する情報を、コーポレートガバナンス・コードの非財務情
報に位置づけ、積極的に開示することを検討すべきである。上場会社以外であっても、AI ガバナ
ンスに関する活動の情報を積極的に開示することを検討すべきである。そして、検討の結果、開
示しないと判断した場合には、その理由を対外的に説明できるようにしておくべきである。 
 
行動目標５－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、AI マネ
ジメントシステムの設計や運用から独立した者に、AI ガバナンス・ゴールに照らして、乖離評価
プロセス等のAI マネジメントシステムが適切に設計され、適切に運用されている否か、つまり
行動目標３、４の実践を通じ、AI ガバナンス・ゴールの達成に向けて、AI マネジメントシステ
ムが適切に機能しているか否かを検証させるべきである。 
 

 
59 
 
行動目標５－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、株主だけ
ではなく、ビジネスパートナー、消費者を含む利用者、AI システムの適切な運用をめぐる動向に
詳しい有識者、NGO、労働組合などの様々なステークホルダーから、AI マネジメントシステム
やその運用に対する意見を求めることを検討すべきである。そして、検討の結果、実施しないと
判断した場合には、その理由を対外的に説明できるようにしておくべきである。 
 
行動目標６－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、行動目標
１－１から１－３について、適時に再評価、理解の更新、新たな視点の獲得などを行うべきであ
る。なお、行動目標５－２を実施する際に、既存のAI マネジメントシステムやその運用だけで
はなく、環境・リスク分析を含め、AI ガバナンス全体の見直しに向けた意見を得ることも検討す
べきである。 
 
 
 

 
60 
 
G. 別添２（AI ガバナンス・ゴールとの乖離を評価するための実務的な対応例） 
この乖離評価例は、個々のAI システムの開発及び運用において、AI ガバナンス・ゴール
への適合性の評価を支援するツールである。ここで例示している評価項目例は、これを用い
た評価プロセスとその他のAI ガバナンス要素とともに、必要に応じて、各AI システム開
発・運用者のガバナンスシステムに組み込まれ、「人間中心のAI 社会原則」という社会的な
ゴールの達成に向けた支援ツールとして機能することが期待される。 
 AI システムの開発・運用の内容、目的、方法は多様であり、実証事業と本格開発との間で
も事情は異なることから、乖離評価をあらゆるAI システムの開発・運用を対象として一律
に行うことは必ずしも想定されていない。評価の対象の選定及びその基準の策定はAI シス
テムの開発者・運用者の合理的な裁量に委ねられる。自らの事業等に照らし、AI ガバナン
ス・ゴールからの乖離による負のインパクトが大きくなりうるAI システムの開発・運用の
類型をリスクベースで抽出し、乖離評価を行うべきである。 
「Ａ．はじめに」でも述べたように、乖離評価例は、各AI システム開発者・運用者が置
かれた個別具体的な状況までは考慮されておらず、評価の対象によっては、乖離評価例とし
て提供する評価項目例は不十分であることも過剰であることもありうる。そのため、その採
否はAI システムの開発・運用者の任意に委ねられることはもちろん、採用する場合であっ
ても各自の事情に応じた修正や取捨選択を検討する必要がある。 
 この乖離評価例の観点は、個々のプロジェクトが置かれている状況、個々のプロジェク
トの設計全般、データ、モデル・システム、運用・モニタリングからなる。これらの観点
をOECD のフレームワークを参考にした概念図にマッピングすると以下のとおりとなる。 
人間の関与 
AI システム 
 
１．置かれている状況 
２．データ/入力 
３．AI モデル 
４．タスク/出力 
1-1. 置かれている状況 
1-2. 設計全般 
2-1. データ 
2-2. モデル・システム 
3. 運用・モニタリング 

 
61 
 
1. 企画・設計段階 
評価項目例 
具体的な項目例 
1-1. 置かれている状況 
A. AI システム開発者及び運用者は潜
在的な利用者を想定できているか 
 
→ 1-2. 設計全般 A 
→ 3. 運用・モニタリング A 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムの潜在的な利用者のAI リテラシー及
びAI システム利用経験を想定できているか 
 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムの潜在的な利用者に子供、高齢者、社
会的弱者などが含まれうること/含まれえないことを把握で
きているか 
 
 
B. AI システム開発者及び運用者は潜
在的な用途を想定できているか 
 
→ 1-2. 設計全般 B 
→ 3. 運用・モニタリング B 
例：AI システム開発者は、開発しようとしているAI システ
ムの提供目的をAI システム運用者から聴取したか 
 
例：AI システム開発者と運用者が同じ用途を想定している
か 
 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムの典型的な用途だけではなく、悪用さ
れうる可能性があることも把握できているか 
 
 
C. AI システム開発者はAI システム運
用者のAIリテラシー及び経験を把握し
ているか 
 
→ 1-2. 設計全般 C 
→ 3. 運用・モニタリング C 
例：AI システム開発者は、AI システム運用者のAI 人材の
数、AI に関する研修機会の数、AI システムの運用実績を把
握しているか 
 
例：AI システム開発者は、AI リテラシー及び経験が不足し
ている場合、AI システム運用者にAI リテラシーを高める意
欲があるか把握しているか 
 
 
D. AI システム開発者及び運用者は、AI
システムに求められる身体、精神、財産
等への悪影響を把握しているか 
 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムや類似のAI システムの身体、精神、
財産等への悪影響に関するインシデント事例を調査したか 
 
 

 
62 
 
→ 1-2. 設計全般 D 
→ 3. 運用・モニタリング D 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムが身体、精神、財産等に与えうる損害
の大きさ及び発生頻度を把握しているか 
 
例：AI システム開発者は、開発しようとしているAI システ
ムが身体、精神、財産等に影響を与えうる場合、業界等の標
準的な実務などに照らして許容されるリスクの評価を行っ
たか 
 
E. AI システム開発者及び運用者は、AI
システムに求められる公平性を把握し
ているか 
 
→ 1-2. 設計全般 E 
→ 3. 運用・モニタリング E 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムや類似のAI システムの公平性に関す
るインシデント事例を調査したか 
 
例：AI システム開発者及び運用者は、AI システムが利用さ
れる国・地域において、想定される利用者全体の一部に関連
して、偏見や差別的な扱いやそれらが残存しているとの指摘
があるか否かを確認したか 
 
例：AI システム開発者及び運用者は、AI システムが利用さ
れる国・地域において、想定される利用者全体の一部に関連
して、同一又は類似のAI システムが偏見や差別的な扱いを
生み出したり、再現したり、拡大したりしたとの指摘がある
か否かを確認したか 
 
例：AI システム開発者は、可能な場合には、公平性に関し
て提案されている指標から適切なものを選択し、許容される
範囲に関する評価を行ったか 
 
 
F. AI システム開発者及び運用者は、AI
システムに期待されている個人への配
慮事項を理解しているか 
 
→ 1-2. 設計全般 F 
→ 3. 運用・モニタリング F 
 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムや類似のAI システムについて、個人
への配慮を欠いたインシデント事例を調査したか 
 
例：AI システム開発者及び運用者は、AI システムが多くの
断片的な情報を用いて特定の個人の細かい特徴を明らかに
する能力があることだけではなく、その能力に対する懸念が
 

 
63 
 
示されていることを理解しているか 
 
G. AI システム開発者及び運用者は、AI
システムに求められるサイバーセキュ
リティ上の課題を把握しているか 
 
→ 1-2. 設計全般 G 
→ 3. 運用・モニタリング G 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムがインターネットと接続して利用され
る場合には、そのAI システムや類似のAI システムのサイ
バーセキュリティに関するインシデント事例を調査したか 
 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムがインターネットと接続して利用され
る場合には、業界等の標準的な実務などに照らしてサイバー
セキュリティ上の課題を把握したか 
 
 
1-2. 設計全般 
A. AI システム開発者は、潜在的な利用
者のリテラシーや経験不足の課題に対
処したか 
例：AI システム開発者は、利用者の理解を高めるために、
開発しようとしているAI システムのインターフェースの工
夫をしたり、AI システム運用者及び利用者への注意事項を
まとめたりしたか 
 
例：AI システム開発者は、利用者の理解を高めるために、
AI システム運用者及び利用者向けに、開発しようとしてい
るAI システムの利点だけではなく、限界をわかりやすくま
とめたか 
 
 
B. AI システム開発者は、予見可能な悪
用に関する課題に対処したか 
例：AI システム開発者は、開発しようとしているAI システ
ムに関する予見可能な悪用を設計によって排除可能か否か
検討し、排除可能な場合には、そのような設計を施したか 
 
例：AI システム開発者は、開発しようとしているAI システ
ムに関する予見可能な悪用を設計によって排除できない場
合、AI システム運用者への注意事項をまとめたか 
 
例：AI システム開発者は、AI システムを受け渡した時に特
定されていた以外の目的に利用されないように、AI システ
ム運用者に目的外利用の禁止について契約で明確にしたか 
 
 

 
64 
 
C. AI システム開発者は、AI システム
運用者のリテラシーや経験不足の課題
に対処したか 
例：AI システム開発者は、AI システム運用者の理解を高め
るために、開発しようとしているAI システムのインターフ
ェースの工夫をしたり、AI システム運用者への注意事項を
まとめたりしたか 
 
例：AI システム開発者は、AI システム運用者の理解を高め
るために、AI システム運用者に、開発しようとしているAI
システムの利点だけではなく、限界をわかりやすくまとめた
か 
 
 
D. AI システム開発者は、AI システム
の身体、精神、財産等への悪影響に関す
る課題に対処したか 
例：AI システム開発者は、身体、精神、財産等への悪影響に
関し、AI システム全体で除去できる予見可能なリスクと対
応できない残存リスクに分け、残存リスクについては可能な
限り緩和するとともに、AI システム運用者及び利用者への
注意喚起や利用方法の工夫によって残存リスクを管理でき
ることを確認したか 
 
例：AI システム開発者は、入力データに異常値が含まれた
場合に生じうる身体、精神、財産等への悪影響を想定し、対
応策を講じたか 
 
例：AI システム開発者は、入力データに悪意のあるデータ
や敵対的データが含まれる可能性を検討し、それらが含まれ
た場合に生じうる身体、精神、財産等への悪影響を想定し、
対応策を講じたか 
 
例：AI システム開発者は、出力データに異常値が含まれた
場合に生じうる身体、精神、財産等への悪影響を想定し、対
応策を講じたか 
 
例：AI システム開発者は、AI モデルの説明可能性に伴う課
題に対処するために、AI モデル自体への配慮だけではなく、
AI モデルを含むシステム全体の冗長性や安全機能の追加に
ついても検討したか 
 
 

 
65 
 
E. AI システム開発者は、AI システムの
公平性に関する課題に対処したか 
例：AI システム開発者は、可能な限り、AI システム開発チ
ームの多様性を高めたか 
 
例：AI システム開発者は、他国・地域にAI システムを提供
することを想定している場合に、可能な限り、その国・地域
の規制、慣習、商慣行等を理解する人をAI システム開発チ
ームやAI システムレビュー役に加えたか 
 
例：AI システム開発者は、公平性に関して提案されている
指標から適切なものを選択した場合、許容される範囲を超え
た出力データに対して警告を発する措置を講じたか 
 
例：AI システム開発者は、公平性に関して提案されている
指標から適切なものを選択した場合、許容される範囲を超え
たデータが出力される可能性がある場合に、その旨をAI シ
ステム運用者及び利用者への注意事項としてまとめたか 
 
 
F. AI システム開発者は、AI システムに
対して期待されている個人への配慮事
項に対処したか 
例：AI システム開発者は、個人を分析するAI システムの開
発にあたって、個人の機会や意思決定を不当に害しないこと
を確保するとともに、そのために実施した対応策を記録し、
AI システム運用者及び利用者に説明できるようにしたか 
 
例：AI システム開発者は、匿名化されたデータ等から個人
を特定するような分析を行っているか否かを確認したか 
 
 
G. AI システム開発者は、AI システム
のサイバーセキュリティに関する課題
に対処したか 
例：AI システム開発者は、開発・運用しようとしているAI
システムがインターネットと接続して利用される場合には、
業界等の標準的な実務などに照らして、不正なアクセスやデ
ータの入力に対処する措置を講じたか 
 
例：AI システム開発者は、不正なアクセスやデータの入力
に対処する措置についてAI システム運用者への注意事項と
してまとめたか 
 
 
H. AI システム開発者は、必要な場合
例：AI システム開発者は、身体、精神、財産等への悪影響の
 

 
66 
 
に、システムの設計上、人間の主体的な
関与の機会を確保したか 
低減や公平性向上の観点から、人間による制御可能性を含
め、人間の主体的な関与の機会の必要性を検討したか 
 
例：AI システム開発者は、必要な場合には、AI システムの
採否や利用の中断・停止を決定する自由や機会をAI システ
ム利用者に与える設計としたか 
 
例：AI システム開発者は、AI システムの振る舞いに問題が
あった場合に、AI を使わないプロセスに変更するなど、リ
スク回避の仕組みを整えたか 
 
例：AI システム開発者は、必要な場合には、AI システム利
用者が意思決定に際してAI システムに過剰に依存しないよ
うな設計を採用したか 
 
I. AI システム開発者は、AI システムの
機能、効果について、AI 以外のシステ
ムと比較しながら、AI システム運用者
とすりあわせをしたか 
例：AI システム開発者は、AI システム運用者がAI システ
ムに期待する機能、効果を理解したか 
 
例：AI システム開発者は、AI システム運用者がAI システ
ムに期待する機能、効果について、AI 以外のシステムで実
施可能であり、かつ、精度等に大きな変化が生じない場合に
は、AI 以外のシステムの代替案をAI システム運用者に伝え
再考を促し、依然としてAI システムの開発を選好する場合
には、自社及び社会の利益が明確か確認したか 
 
例：AI システム開発者は、精度と説明可能性等のAI システ
ムのトレードオフを考慮して、AI システム運用者がAI シス
テムに期待する機能、効果を提供できない場合には、その旨
を説明し、必要に応じて代替策を提案したか 
 
 
J. AI システム開発者は、AI システム運
用時のモニタリングを容易にする設計
をしたか 
例：AI システム開発者は、AI システム運用者がAI システ
ムの動作状況をモニタリングできるように、入力・出力デー
タのログの取得を可能としたか 
 
例：AI システム開発者は、AI システム運用者のモニタリン
グを支援するために、AI システムの動作状況をまとめた一
 

 
67 
 
覧表示（AI システムの運用担当者、運用時間、入力・出力ロ
グなど）を可能としたか 
 
例：AI システム開発者は、AI システム運用者が、経営層や
社外から要請を受けた場合に、適当な時間で運用状況を整理
できるような設計としたか 
 
例：AI システム開発者は、AI システムの性能変化や運用環
境におけるデータ分布の変化など、AI システム運用者が再
学習の必要性に気がつく工夫を施したか 
 
 
2. 開発段階 
評価項目例 
具体的な項目例 
2-1. データ 
A. データ事業者及びAI システム開発
者は、適法、公正、一般的に妥当な方法
でデータを取得・収集しているか 
例：データ事業者及びAI システム開発者は、AI システムの
開発にあたって、学習・検証・試験に必要なデータの範囲を
明確にし、必要な範囲でデータを取得・収集したか 
 
例：データ事業者及びAI システム開発者は、他者からデー
タを取得・収集する場合には、関連する法令、ガイドライン、
業界における標準的な手法の有無及び内容を確認し、存在す
る場合には、関連する法令に従い、ガイドラインや標準的な
手法を尊重したか 
 
例：データ事業者及びAI システム開発者は、データの提供
の可否についてデータの主体の選択の余地が事実上ない状
態を作り出さないように配慮したか 
 
 
B. データ事業者及びAI システム開発
者は、適法、公正、一般的に妥当な方法
でデータを管理・利用しているか 
例：データ事業者及びAI システム開発者は、他者から取得
したデータを利用する場合には、関連する法令、ガイドライ
ン、業界における標準的な手法の有無及び内容を確認し、存
在する場合には、関連する法令に従い、ガイドラインや標準
 

 
68 
 
的な手法を尊重したか 
 
例：データ事業者及びAI システム開発者は、データの来歴、
データの加工方法等のデータの管理に必要な情報を記録し
ているか 
 
例：データ事業者及びAI システム開発者は、一部のデータ
の利用を停止したり、削除したりできる形式でデータを管理
しているか 
 
例：データ事業者及びAI システム開発者は、学習・検証・
試験用に管理しているデータの漏洩や改ざんを防止するた
めの措置を講じたか 
 
例：データ事業者及びAI システム開発者は、学習・検証・
試験用に管理しているデータへの権限のない者によるアク
セスを監視するために、アクセスログを取得しているか 
 
例：データ事業者及びAI システム開発者は、データの収集・
加工・利用、データへのアクセスの監視などのデータの管理
に関する状況を説明できるようにしているか 
 
例：データ事業者及びAI システム開発者は、不特定の者か
らデータを広く収集している場合には、疑問やトラブルが発
生した際に対応する窓口等を設置しているか 
 
C. データ事業者及びAI システム開発
者は、データの品質を確保しているか 
例：データ事業者及びAI システム開発者は、学習・検証・
試験用のデータセットに、理由が示されていない、異常値、
外れ値、エラー値、欠損値が多く含まれないようにしている
か 
 
例：データ事業者及びAI システム開発者は、学習・検証・
試験用のデータセットに外れ値や欠損値を補う加工データ
が存在するか、存在する場合にはその加工方法について確認
 

 
69 
 
したか 
 
例：データ事業者及びAI システム開発者は、学習・検証・
試験用のデータセットに、悪意のあるデータや敵対的データ
が含まれないようにしているか 
 
例：データ事業者及びAI システム開発者は、データの加工
に関して、再現性があるプロセスを規定しているか 
 
D. AI システム開発者は、開発しようと
するAIシステムに要求される機能の獲
得に必要なデータの属性を考慮したか 
例：AI システム開発者は、AI システム運用時の典型的なケ
ースだけではなく、出現頻度が低いケースを想定しながら、
開発しようとするAI システムに要求される機能の獲得に必
要なデータの属性を特定したか 
 
例：AI システム開発者は、想定可能なシナリオを考慮して、
開発しようとするAI システムに要求される機能の獲得に必
要なデータの属性を特定したか 
 
例：AI システム開発者は、AI システムが運用・利用される
分野の専門家の支援を得て、特定したデータの属性の妥当性
や網羅性の検証を行ったか 
 
例：AI システム開発者は、開発しようとするAI システムに
要求される機能の獲得に必要なデータの属性の特定にあた
り、他国・地域にAI システムを提供することを想定してい
る場合には、その国・地域の規制、慣習、商慣行、文化等を
考慮したか 
 
例：AI システム開発者は、人間と機械の識別特性に違いが
あることを考慮して、開発しようとするAI システムに要求
される機能の獲得に必要なデータの属性を特定したか 
 
 
E. AI システム開発者は、開発しようと
例：AI システム開発者は、開発しようとするAI システムに
 

 
70 
 
するAIシステムに要求される機能の獲
得に必要とされる全ての属性のデータ
を網羅的かつ十分に用意したか 
要求される機能の獲得に必要とされる全ての属性に対応す
る学習・検証・試験用のデータを漏れなく用意したか 
 
例：AI システム開発者は、開発しようとするAI システムに
要求される機能の獲得に必要とされる全ての属性ごとに十
分な量の学習・検証・試験用のデータを用意したか 
 
F. AI システム開発者は、データ属性ご
とのデータ量に大きなばらつきがない
ことを確認したか 
例：AI システム開発者は、開発しようとするAI システムに
要求される機能の獲得に必要とされる全ての属性の間で、用
意された学習・検証・試験用のデータの量に大きなばらつき
がないことを確認したか 
 
例：AI システム開発者は、上記確認の結果、大きなばらつ
きが確認された場合に、出現頻度の低いケースの重点的な学
習について検討したか 
 
 
G. AI システム開発者は、データセット
の設計にあたり、特定の社会属性に基
づく不当な差別を維持・助長しないよ
う配慮したか 
例：AI システム開発者は、現実の再現性を優先することで、
結果的に、特定の社会属性に基づく不当な差別までも再現し
てしまう可能性を検討したか 
 
例：AI システム開発者は、現実の再現性を犠牲にしてでも、
特定の社会属性に基づく不当な差別を維持・助長するような
データセットを用いないようにしたか 
 
例：AI システム開発者は、特定の社会属性に基づく不当な
差別を維持・助長しないようするために、可能な限り、デー
タセットの設計に関わるチームの多様性を高めたか 
 
例：AI システム開発者は、特定の社会属性に基づく不当な
差別を維持・助長しないようするために、他国・地域にAI
システムを提供することを想定している場合には、その国・
地域の規制、慣習、商慣行、文化等を考慮したか 
 
 

 
71 
 
2-2. モデル・システム 
A. AI システム開発者は、開発しようと
しているAIシステムに求められる十分
な精度を確保したか 
例：AI システム開発者は、AI システムの精度を評価するた
めの指標を定義し、AI システムの運用時を想定してAI シス
テムの精度を評価したか 
 
例：AI システム開発者は、AI システムの運用時に想定され
る典型的な入力だけではなく、出現頻度の低い入力に対して
もAI システムの挙動が安定的であることを評価したか 
 
例：AI システム開発者は、要請に応じてAI システム運用者
及び利用者に提供できるようにするために評価結果を記録
したか 
 
 
B. AI システム開発者は、開発しようと
しているAIシステムに求められる十分
な堅牢性を確保したか 
例：AI システム開発者は、外れ値や欠損を含む入力、不連
続な入力などの異常入力に対してもAI システムの挙動が安
定的であることを確認したか 
 
例：AI システム開発者は、ノイズデータを調製し、ノイズ
を含むデータが入力された場合のAI システムの挙動が許容
範囲であることを確認したか 
 
 
C. AI システム開発者は、開発しようと
しているAIシステムの公平性を確保し
たか 
例：AI システム開発者は、可能な限り多様性を高めたチー
ムで、特定の社会属性に基づく不当な差別を維持・助長する
ような出力になっていないか否かを評価したか 
 
例：AI システム開発者は、特定の社会属性に基づく不当な
差別を維持・助長するような出力になっていないか否かにつ
いて、AI システム運用者とも議論し、評価したか 
 
例：AI システム開発者は、複数の属性を独立して変化させ、
出力への影響度や感度などを評価したか 
 
例：AI システム開発者は、公平性の定義や指標の提案を調
 

 
72 
 
査し、適当な場合には、公平性の定義や指標を定めて、公平
性を客観的に評価したか 
 
D. AI システム開発者は、開発しようと
しているAIシステムの妥当性を確保し
たか 
例：AI システム開発者は、必要に応じてAI システムが運
用・利用される分野の専門家の支援を得て、業界常識に照ら
して明らかに妥当でない出力が見られないことを確認した
か 
 
例：AI システム開発者は、AI システムの出力に対する寄与
度の高いパラメータを割り出し、必要に応じてAI システム
が運用・利用される分野の専門家の支援を得て、当該パラメ
ータが業界常識に照らし合わせて妥当であることを確認し
たか 
 
例：AI システム開発者は、複数の機械学習アルゴリズムを
試行したり、１種類であってもすでに妥当性が検証されてい
る単純な汎用モデル等と比較したりしたか 
 
例：AI システム開発者は、同じ機械学習アルゴリズムを使
って同じデータで複数回学習を行った結果、それらの推定結
果に説明できないような差異がないことを確認するなど、学
習の再現性を確認したか 
 
例：AI システム開発者は、開発中のAI システムと過去に妥
当と判断されたAI システムとを比較できるようにするため
に、AI システム開発に関する情報を管理しているか 
 
例：AI システム開発者は、開発中のAI システムの開発過程
の妥当性を検証できるように、開発プロセスのトレーサビリ
ティを確保しているか 
 
 
E. AI システム開発者は、開発しようと
しているAIシステムの説明可能性に配
慮したか 
例：AI システム開発者は、全ての出力について、人間が理
解できるような一定の説明を加えることができるか否か確
認したか 
 

 
73 
 
例：AI システム開発者は、AI システムについて一定の説明
を加えることができる範囲を特定し、AI システム運用者に
その範囲を伝えたか 
 
例：AI システム開発者は、精度を犠牲にして説明可能性を
高める選択肢を、AI システムの開発を依頼したAI システム
運用者に提示したか 
 
F. AI システム開発者は、AI モデルおよ
びAI システムの管理方法を定めたか 
例：AI システム開発者は、AI モデルが更新される頻度・方
法について明確にしたか 
 
例：AI システム開発者は、モデル更新時に更新前のモデル
と比較して大幅に悪化していないことを確認したか 
 
例：AI システム開発者は、過去のAI モデルも含めて保存
し、問題が起きたときに前のAI モデルに戻す仕組みを整え
たか 
 
例：AI システム開発者は、AI モデル作成時のデータを保存
し、後で再作成ができるようになっているか 
 
 
 
3. 運用・モニタリング 
評価項目例 
具体的な項目例 
A. AI システム運用者は、潜在的な利用
者のリテラシーや経験不足に対処した
か 
例：AI システム運用者は、AI システム開発者が利用者の理
解を高めるためにまとめたAI システム運用者への注意事項
に関する理解を徹底したか 
 
例：AI システム運用者は、上記注意事項を理解できない場
合に、AI システム開発者に問い合わせ、疑問を解消したか 
 
例：AI システム運用者は、AI システム開発者が利用者の理
解を高めるためにまとめたAI システムの限界に関する理解
 

 
74 
 
を徹底するとともに、AI システム利用者にわかりやすく伝
達したか 
 
B. AI システム運用者は、予見可能な悪
用に関する課題に対処したか 
例：AI システム運用者は、開発しようとしているAI システ
ムに関する予見可能な悪用を設計によって排除できない場
合に対処すべく、AI システム開発者がAI システム運用者の
ためにまとめた注意事項の理解を徹底したか 
 
例：AI システム運用者は、AI システムが受け渡された時に
特定されていた以外の目的への利用が禁止されているか否
かを確認したか。 
 
 
C. AI システム運用者は、自らのリテラ
シーや経験不足の課題に対処したか 
例：AI システム運用者は、AI システム開発者がAI システ
ム運用者の理解を高めるためにまとめたAI システム運用者
への注意事項の理解を徹底したか 
 
例：AI システム運用者は、上記注意事項を理解できない場
合に、AI システム開発者に問い合わせ、疑問を解消したか 
 
 
D. AI システム運用者は、AI システム
開発者によるAIシステムの身体、精神、
財産等への悪影響に関する課題への対
処の内容を理解したか 
例：AI システム運用者は、身体、精神、財産等への悪影響に
関し、AI システムの残存リスクと残存リスクの管理方法を
AI システム開発者から聴取、理解し、理解できない場合に、
AI システム開発者に問い合わせ、疑問を解消したか 
 
例：AI システム運用者は、入力データに異常値が含まれた
場合に生じうる身体、精神、財産等への悪影響への対応策を
AI システム開発者から聴取し、理解し、理解できない場合
に、AI システム開発者に問い合わせ、疑問を解消したか 
 
例：AI システム運用者は、入力データに悪意のあるデータ
や敵対的データが含まれた場合に生じうる身体、精神、財産
等への悪影響への対応策をAI システム開発者から聴取し、
理解し、理解できない場合に、AI システム開発者に問い合
 

 
75 
 
わせ、疑問を解消したか 
 
例：AI システム運用者は、出力データに異常値が含まれた
場合に生じうる身体、精神、財産等への悪影響への対応策を
AI システム開発者から聴取し、理解し、理解できない場合
に、AI システム開発者に問い合わせ、疑問を解消したか 
 
E. AI システム運用者は、AI システム開
発者によるAIシステムの公平性に関す
る課題への対処の内容を理解したか 
例：AI システム運用者は、AI システム開発者が公平性に関
して提案されている指標から適切なものを選択した場合で
あって、許容される範囲を超えた出力データに対する警告を
発する措置を講じた場合に、その警告の意味を理解し、理解
できない場合に、AI システム開発者に問い合わせ、疑問を
解消したか 
 
例：AI システム運用者は、公平性に関してAI システム開発
者がまとめた注意事項を理解し、理解できない場合に、AI シ
ステム開発者に問い合わせ、疑問を解消したか 
 
 
F. AI システム運用者は、AI システム開
発者による個人への配慮事項への対処
の内容を理解したか 
例：AI システム運用者は、個人を分析するAI システムの運
用にあたって、AI システム開発者が実施した、個人の機会
や意思決定を不当に害しないこと確保するための対応策を
AI システム開発者から聴取し、理解し、理解できない場合
に、AI システム開発者に問い合わせ、疑問を解消したか 
 
例：AI システム運用者は、匿名化されたデータ等から個人
を特定するような分析が行われているか否かをAI システム
開発者に確認したか 
 
 
G. AI システム運用者は、AI システム
開発者によるAIシステムのサイバーセ
キュリティに関する課題への対処の内
容を理解したか 
例：AI システム運用者は、不正なアクセスやデータの入力
に対処する措置についてAI システム開発者がまとめたAI
システム運用者への注意事項を理解し、理解できない場合
に、AI システム開発者に問い合わせ、疑問を解消したか 
 
 

 
76 
 
H. AI システム運用者は、AI システム
における人間の主体的な関与の機会を
理解し、そのような機会をAI システム
利用者に適切に提供しているか 
例：AI システム運用者は、身体、精神、財産等への悪影響や
公平性などの観点から、AI システム開発者が採用した人間
の主体的な関与の機会（たとえば、AI システムの採否や利
用の中断・停止を決定する自由や機会）やAI システム利用
者が意思決定に際してAI システムに過剰に依存しないよう
な設計について、その採用理由も含めて内容を理解し、理解
できない場合に、AI システム開発者に問い合わせ、疑問を
解消したか 
 
例：AI システム運用者は、AI システム利用者に対して人間
の主体的な関与の機会を適切に提供しているか 
 
 
I. AI システム運用者は、AI システムの
機能、効果について理解しているか 
例：AI システム運用者は、AI システム開発者との対話を通
じて、運用しようとしているAI システムの機能、効果に関
する理解を深めたか 
 
例：AI システム運用者は、説明可能性等を高めるために精
度を犠牲にしている場合があること（精度と説明可能性等の
AI システムのトレードオフ）を理解しているか 
 
 
J. AI システム運用者は、AI システム運
用時のモニタリング支援機能やAIモデ
ルやAI システムの管理方法を理解し
て、適切に運用しているか 
例：AI システム運用者は、入力・出力データのログ取得機
能、AI システムの動作状況をまとめた一覧表示（AI システ
ムの運用担当者、運用時間、入力・出力ログなど）などのモ
ニタリング支援機能を理解しているか 
 
例：AI システム運用者は、経営層や社外の要請を受け、適
当な時間で運用状況を整理できる程度まで、モニタリング支
援機能を使えているか 
 
例：AI システム運用者は、入力・出力データのログ、AI シ
ステムの動作状況をまとめた一覧表示（AI システムの運用
担当者、運用時間、入力・出力ログなど）を定期的に確認し
ているか 
 

 
77 
 
例：AI システム運用者は、モデルの性能変化や運用環境に
おけるデータ分布の変化など、再学習の必要性を定期的に確
認しているか 
 
例：AI システム運用者は、AI モデルが更新される頻度・方
法など、AI モデルやAI システムの管理方法について理解し
ているか 
 
K. AI システム運用者は、適法、公正、
一般的に妥当な方法でデータを取得・
管理しているか 
例：AI システム運用者は、AI システムの利用に必要なデー
タのみを取得・管理しているか 
 
例：AI システム運用者は、AI システムの利用に必要なデー
タを取得・管理するにあたり、関連する法令、ガイドライン、
業界における標準的な手法の有無及び内容を確認し、存在す
る場合には、関連する法令に従い、ガイドラインや標準的な
手法を尊重したか 
 
例：AI システム運用者は、AI システムの利用に必要なデー
タの入力の可否についてデータの主体の選択の余地が事実
上ない状態を作り出さないように配慮したか 
 
例：AI システム運用者は、データの管理に必要な情報を記
録しているか 
 
例：AI システム運用者は、一部のデータの利用を停止した
り、削除したりできる形式でデータを管理しているか 
 
例：AI システム運用者は、管理しているデータの漏洩や改
ざんを防止するための措置を講じたか 
 
例：AI システム運用者は、管理しているデータへの権限の
ない者によるアクセスを監視するために、アクセスログを取
得しているか 
 
 

 
78 
 
例：AI システム運用者は、データの取得、データへのアク
セスの監視などのデータの管理に関する状況を説明できる
ようにしているか 
 
例：AI システム運用者は、AI システムへの入力データに関
する疑問やトラブルが発生した際に対応する窓口等を設置
しているか 
 
L. AI システム運用者は、AI システム利
用者に対する説明責任を果たしている
か 
例：AI システム運用者は、AI システム開発者が特定した一
定の説明を加えることができる範囲内で運用しているか 
 
例：AI システム運用者は、AI システム開発者の支援を仰ぎ
ながら、全ての出力について、要請があった場合に、人間が
理解できるような一定の説明を加えることができることを
確認したか 
 
 
M. AI システム運用者は、人的資源や運
用体制を含め、AI システムの運用方法
を明確に定めたか 
例：AI システム運用者は、AI システムの振る舞いに問題を
検知した場合に、リスクに応じた早さで適切な対応ができる
ような体制を確保しているか 
 
例：AI システム運用者は、AI システムの振る舞いに問題が
あった場合に、AI を使わないプロセスに変更するなど、リ
スク回避の仕組みを適切に活用できているか 
 
 
 
 
 

 
79 
 
H. 別添３（補論：アジャイル・ガバナンスの実践） 
冒頭に紹介したとおり本ガイドラインのC.1.-6.の構成は、経済産業省の「Governance 
Innovation Ver.2」報告書26の中で整理した「アジャイル・ガバナンス」のフレームワークに
準拠している。本補論では、その「アジャイル・ガバナンス」のコンセプトの背景について
解説する。 
AI システムに代表される、サイバー空間とフィジカル空間を高度に融合させるシステム
（CPS：サイバー・フィジカルシステム）を基盤とする社会は、複雑で変化が速く、予見可
能性に欠け、リスクの統制が困難である場合が多い。また、そうした社会の変化に応じて、
ガバナンスが目指すゴールも常に変化していく。したがって、CPS を基盤とする社会のガ
バナンスモデルは、常に変化する環境とゴールを踏まえ、最適な解決策を見直し続けるもの
である必要がある。そのためには、ゴールや手段が予め設定されている固定的なガバナンス
モデルを適用することは、妥当ではないと考えられる。最適な解決策を見直し続けるガバナ
ンスのモデルとなる枠組が、「アジャイル・ガバナンス」である。 
 
【アジャイル・ガバナンスの基本的なモデル】 
 
 
 
 
 
 
 
 
 
 
 
このガバナンスモデルは、以下のような特徴を有する。 
 
26 経済産業省『「GOVERNANCE INNOVATION Ver.2: アジャイル・ガバナンスのデザインと実装に向け
て」報告書』（2021 年7 月31 日）。 

`;