var toc_content = ` 
5 
 
B. 定義 
本ガイドラインで使用する用語を以下のとおり定義する。 
 
本ガイドラインは、以下に示すように、少なくともその一部がデータを用いて帰納的に作
成される、機械学習アプローチを用いたAI システムを対象としている。ただし、人間の判
断を代替しうるものであって、利用者から判断過程が見えにくいソフトウェア等については、
機械学習アプローチを用いていない場合であっても、必要に応じて本ガイドラインを参照す
ることが期待される1。 
AI システム：深層学習を含む様々な方法からなる、教師あり、教師なし、強化学習を含
む機械学習アプローチを用いたシステムであって、人間が定義した特定の目的のために、
現実又は仮想環境に影響を与えるような予測、助言、決定を行う性能を有するシステム。
このAI システムは設計次第で様々な自律の程度で動作する。このAI システムには、ソ
フトウェアだけではなく、ソフトウェアを要素として含む機械も含まれる2。 
 
赤枠が本ガイドラインの対象範囲 
本ガイドラインは、AI 事業者（AI システム開発者（＝AI システムを開発する企業）、AI
システム運用者（＝AI システムを運用する企業）、データ事業者）を対象としている。 
AI システム開発者：事業として、自身で運用／他者に提供するためのAI システムを開
発する者（AI システムの性能維持等のために再学習を行う者も含む。）。 
AI システム運用者：事業として、自身で利用／他者に利用させるためにAI システムを
運用する者（一例として、AI システムの開発を依頼せず、AI システムを単に調達して
運用する者を含む。）であって、AI システムの運用や性能維持等に一定の責任を負う者。
 
1 現時点で人工知能の明確な定義はなく（統合イノベーション戦略推進会議決定『人間中心のAI 社会原則』
（2019 年3 月29 日）、広義の人工知能の外延を厳密に定義することは適当ではない。 
2 OECD のAI システムに対する定義を参考にしている。欧州委員会のAI 規則案では、AI システムはソフト
ウェアだけを指している。OECD のAI システムの定義はソフトウェアに限定されていない。 
広義の人工知能 
深層学習 
機械学習 

`;