var toc_content = ` 
55 
 
３. 個人・学術系の文献 
- 
パーソナルデータ＋α研究会『プロファイリングに関する提言案』NBL 1137 号（2019
年1 月1 日） 
- 
パーソナルデータ＋α研究会『プロファイリングに関する提言案付属 中間報告書』NBL 
1137 号（2019 年1 月1 日） 
- 
山本龍彦『AI と憲法』日本経済新聞出版社（2018 年8 月24 日） 
- 
浅川伸一、江間有紗、工藤郁子、巣籠悠輔、瀬谷啓介、松井孝之、松尾豊『ディープラ
ーニングG 検定（ジェネラリスト）公式テキスト』翔泳社（2018 年10 月22 日） 
- 
舟山聡『AI の責任と倫理(第2 回)AI 倫理に対する企業の取組み(1)』NBL 1170 号（2020
年5 月15 日） 
- 
荒堀淳一『AI の責任と倫理（第3 回）AI 倫理に対する企業の取組み⑵』NBL 1172 号
（2020 年6 月15 日） 
- 
齊藤友紀『AI の責任と倫理（第４回）AI 倫理とアカウンタビリティ、法的責任』NBL 
1174（2020 年7 月15 日） 
- 
松田千恵子『これならわかる コーポレートガバナンスの教科書』日経BP 社（2015 年
8 月11 日） 
- 
松田千恵子『ESG 経営を強くする コーポレートガバナンスの実践』日経BP 社（2018
年12 月24 日） 
- 
國廣正『企業不祥事を防ぐ』日本経済新聞出版社（2019 年10 月17 日） 
- 
平林良人、奧野麻衣子『ISO 共通テキスト《附属書SL》解説と活用 ISO マネジメント
システム 構築組織のパフォーマンス向上』日本規格協会（2015 年10 月14 日） 
- 
古谷由紀子『現代の消費者主権』芙蓉書房出版（2017 年5 月19 日） 
- 
Cathy O’Neil, “Weapons of Math Destruction: How Big Data Increases Inequality and 
Threatens Democracy” New York: Crown Publishers (2016) 
 
 

 
56 
 
F. 別添１（行動目標一覧） 
 
行動目標１－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、AI シス
テムから得られる正のインパクトだけではなく意図せざるリスク等の負のインパクトがあるこ
とも理解し、これらを経営層に報告し、経営層で共有し、適時に理解を更新すべきである。 
 
行動目標１－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、本格的な
AI の提供に先立ち、直接的なステークホルダーだけではなく潜在的なステークホルダーの意見
に基づいて、社会的な受容の現状を理解すべきである。また、本格的なAI システムの運用後も、
適時にステークホルダーの意見を再確認するとともに、新しい視点を更新すべきである。 
 
行動目標１－３：AI システムを開発・運用する企業は、経営層のリーダーシップの下、行動目標
１－１、１－２の実施を踏まえ、自社の事業領域や規模等に照らして負のインパクトが軽微であ
ると判断した場合を除き、自社のAI システムの開発・運用の経験の程度、AI システムの開発・
運用に関与するエンジニアを含む従業員の人数や経験の程度、当該従業員のAI 技術及び倫理に
関するリテラシーの程度等に基づいて、自社のAI 習熟度を評価し、適時に再評価すべきである。
負のインパクトが軽微であると判断し、AI 習熟度の評価をしない場合には、その理由等をステー
クホルダーに説明できるようにしておくべきである。 
 
行動目標２－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、「人間中
心のAI 社会原則」を踏まえ、AI システムがもたらしうる正負のインパクト、AI システムの開発
や運用に関する社会的受容、自社のAI 習熟度を考慮しつつ、設定に至るプロセスの重要性にも
留意しながら、自社のAI ガバナンス・ゴール（たとえばAI ポリシー）＊を設定するか否かにつ
いて検討すべきであり、潜在的な負のインパクトが軽微であることを理由にAI ガバナンス・ゴ
ールを設定しない場合には、その理由等をステークホルダーに説明できるようにしておくべきで
ある。「人間中心のAI 社会原則」が十分に機能すると判断した場合は、自社のAI ガバナンス・
ゴールに代えて「人間中心のAI 社会原則」をゴールとしてもよい。なお、ゴールを設定しない
場合であっても、「人間中心のAI 社会原則」の重要性を理解し、行動目標３から５に係る取り組
みを適宜実施することが望ましい。 
 
行動目標３－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、自社が開
発・運用しているAI システムのAI ガバナンス・ゴールからの乖離を特定し、乖離により生じる
影響を評価した上、負のインパクトが認められる場合、その大きさ、範囲、発生頻度等を考慮し
て、その受容の合理性の有無を判定し、受容に合理性が認められない場合にAI の開発・運用の
在り方について再考を促すプロセスを、AI システムの設計段階、開発段階、利用開始前、利用開
始後などの適切な段階に組み込むべきである。運営層はこのプロセスの具体化を行うべきであ
る。そして、AI ガバナンス・ゴールとの乖離評価にはAI システムの開発や運用に直接関わって
いない者が加わるようにすべきである。なお、乖離があることのみを理由としてAI の開発・提
 

 
57 
 
供を不可とする対応は適当ではない。そのため、乖離評価は負のインパクトを評価するためのス
テップであって、改善のためのきっかけにすぎない。 
行動目標３－１－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、業界
における標準的な乖離評価プロセスの有無を確認し、そのようなプロセスが存在する場合には、
それを自社のプロセスに取り込むべきである。 
 
行動目標３－１－２：AI システム利用者にサービスを提供しているAI システム運用企業は、経
営層のリーダーシップの下、提供しているAI システムに一定の乖離が発生しうる場合には、AI
システム利用者に対して、その事実や当該乖離への対応策に関する十分な情報を提供するととも
に、問い合わせ先も明確にすべきである。 
 
行動目標３－１－３：データを提供する企業は、AI システムを開発する企業が適切に乖離評価を
できるようにするために、データの収集元、収集方針、収集基準、アノテーション付与基準、利
用制約等のデータセットに関する情報を提供すべきであり、AI システム開発者は十分な情報を
提供するデータ事業者からデータセットを取得すべきである。 
 
行動目標３－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、AI マネ
ジメントシステムを適切に運営するために、外部の教材の活用も検討し、AI リテラシーを戦略的
に向上させるべきである。たとえば、AI システムの開発・運用における法的・倫理的側面に責任
を負う役員、マネジメントチーム、担当者にはAI 倫理に関する一般的なリテラシー向上のため
の教育を、AI システムの開発・運用プロジェクトの担当者にはAI 倫理だけではなくAI 技術に
関する研修を提供することが考えられる。データを提供する企業は、AI システム開発者・運用者
の実践例を参考に、データ提供に関わる担当者のAI 倫理に関する一般的なリテラシーを向上さ
せるべきである。 
 
行動目標３－３：AI システムを開発・運用する企業、及び、データを提供する企業は、学習等用
のデータセットの準備からAI システムの開発・運用までの全てを自部門で行う場合を除き、経
営層のリーダーシップの下、営業秘密等に留意しつつ、自社や自部門のみでは十分に実施できな
いAI システムの運用上の課題と当該課題の解決に必要な情報を明確にし、公正競争確保の原則
の下で、積極的に共有すべきである。その際に、必要な情報交換が円滑に行われるよう、AI シス
テム開発者、AI システム運用者、データ事業者の間で予め情報の開示範囲について合意し、秘密
保持契約の締結等を検討することが望ましい。 
 
行動目標３－３－１：AI システムを開発・運用する企業、及び、データを提供する企業は、経営
層のリーダーシップの下、学習等用のデータセットの準備からAI システムの開発・運用までの
全てを自社で行う場合を除き、営業秘密に留意しつつ、複数事業者間の情報共有の現状を理解し、
適時に理解を更新すべきである。 
 

 
58 
 
行動目標３－３－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、日常
的に、AI システムの開発や運用に関するルール整備、ベストプラクティス、インシデントなどの
情報を収集するとともに、社内外の意見交換を奨励すべきである。 
 
行動目標３－４：AI システムを開発・運用する企業、及び、データを提供する企業は、経営層の
リーダーシップの下、インシデントの予防と早期対応を通じて利用者のインシデント関連の負担
を軽減すべきである。 
 
行動目標３－４－１：AI システムを開発・運用する企業、及び、データを提供する企業は、経営
層のリーダーシップの下、学習等用のデータセットの準備からシステムの開発・運用までの全て
を自社で行う場合を除き、負のインパクトを全体で最小化できるようにAI システムの不確実性
への対応負担を複数事業者間で分配すべきである。 
 
行動目標３－４－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、AI イ
ンシデント又は紛争発生時に、AI システム利用者への説明、影響範囲や損害の特定、法的関係の
整理、被害救済措置、被害拡大防止措置、再発防止策の検討等を速やかに実施するため、対応方
針の決定や計画の策定を検討するとともに、当該対応方針又は計画に関して適宜実践的な予行演
習の実施を検討すべきである。 
 
行動目標４－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、たとえば、
行動目標３－１の乖離評価プロセスの実施状況について記録するなど、AI マネジメントシステ
ムの運用状況について対外的に説明可能な状態を確保すべきである。 
 
行動目標４－２：AI システムを運用する企業は、経営層のリーダーシップの下、個々のAI シス
テムの仮運用及び本格運用における乖離評価を継続的に実施するために、仮運用及び本格運用の
状況をモニタリングし、結果を記録すべきである。AI システムを開発する企業は、AI システム
を運用する企業による当該モニタリングを支援すべきである。 
 
行動目標４－３：AI システムを開発・運用する企業は、AI ガバナンス・ゴールの設定、AI マネ
ジメントシステムの整備や運用等に関する情報を、コーポレートガバナンス・コードの非財務情
報に位置づけ、積極的に開示することを検討すべきである。上場会社以外であっても、AI ガバナ
ンスに関する活動の情報を積極的に開示することを検討すべきである。そして、検討の結果、開
示しないと判断した場合には、その理由を対外的に説明できるようにしておくべきである。 
 
行動目標５－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、AI マネ
ジメントシステムの設計や運用から独立した者に、AI ガバナンス・ゴールに照らして、乖離評価
プロセス等のAI マネジメントシステムが適切に設計され、適切に運用されている否か、つまり
行動目標３、４の実践を通じ、AI ガバナンス・ゴールの達成に向けて、AI マネジメントシステ
ムが適切に機能しているか否かを検証させるべきである。 
 

 
59 
 
行動目標５－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、株主だけ
ではなく、ビジネスパートナー、消費者を含む利用者、AI システムの適切な運用をめぐる動向に
詳しい有識者、NGO、労働組合などの様々なステークホルダーから、AI マネジメントシステム
やその運用に対する意見を求めることを検討すべきである。そして、検討の結果、実施しないと
判断した場合には、その理由を対外的に説明できるようにしておくべきである。 
 
行動目標６－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、行動目標
１－１から１－３について、適時に再評価、理解の更新、新たな視点の獲得などを行うべきであ
る。なお、行動目標５－２を実施する際に、既存のAI マネジメントシステムやその運用だけで
はなく、環境・リスク分析を含め、AI ガバナンス全体の見直しに向けた意見を得ることも検討す
べきである。 
 
 
 

`;