var toc_content = ` 
4 
 
４. AI ガバナンス・ガイドラインの使い方 
 本ガイドラインは、本編（行動目標、実践例、コラム）と別添（行動目標一覧、乖離評価
例（行動目標３－１の具体化）、アジャイル・ガバナンスの実践）からなる。このうち、行
動目標については、一般的かつ客観的な目標であり、社会に対して一定の負のインパクトを
与えうるAI システムの開発・運用等に関わる全てのAI 事業者が実施すべきものである（行
動目標同士の関係は、7~8 頁で後述）。他方で、実践例や乖離評価例は、各AI 事業者が置か
れた個別具体的な状況までは考慮されておらず、特に乖離評価例については、AI システム
の開発・運用等の目的、方法、評価の対象によっては不十分であることも過剰であることも
ありうる。そのため、実践例や乖離評価例の採否はAI 事業者の任意に委ねられることはも
ちろん、採用する場合であっても各自の事情に応じた修正や取捨選択を検討する必要がある。 
本ガイドラインの構成の図説 
 
 
 
 
 
 
 
 
 
 
 
５. Living Document 
AI 技術は発展途上にある。また、AI システムの提供によって生じる負のインパクトをス
テークホルダーにとって受容可能な水準で管理しつつ、そこからもたらされる正のインパク
トを最大化するための知恵が社会で蓄積されていくことが予想される。このため、本ガイド
ラインが改訂なしに将来にわたって適切に機能するとは考えられない。今後も、AI ガバナ
ンスの改善に向け、アジャイル・ガバナンスの設計思想を参考にしながら、マルチステーク
ホルダーの関与の下で、AI ガバナンス及び本ガイドラインの在り方の検討を継続し、必要
に応じて改訂を行うことが不可欠である。 
 
行動目標１－１ 
・・・・ 
行動目標３－１ 
AI ガバナンス・ゴールからの
乖離の評価と乖離への対応を
必須プロセスとする  
・・・
行動目標：実施すべき事項 
仮想的な実践例 
（参考情報） 
別添１：行動目標一覧 
別添２：乖離評価例（参考情報） 
コラム（参考情報） 
別添３：アジャイル・ガバナンス
の実践（参考情報） 
取捨選択 

 
5 
 
B. 定義 
本ガイドラインで使用する用語を以下のとおり定義する。 
 
本ガイドラインは、以下に示すように、少なくともその一部がデータを用いて帰納的に作
成される、機械学習アプローチを用いたAI システムを対象としている。ただし、人間の判
断を代替しうるものであって、利用者から判断過程が見えにくいソフトウェア等については、
機械学習アプローチを用いていない場合であっても、必要に応じて本ガイドラインを参照す
ることが期待される1。 
AI システム：深層学習を含む様々な方法からなる、教師あり、教師なし、強化学習を含
む機械学習アプローチを用いたシステムであって、人間が定義した特定の目的のために、
現実又は仮想環境に影響を与えるような予測、助言、決定を行う性能を有するシステム。
このAI システムは設計次第で様々な自律の程度で動作する。このAI システムには、ソ
フトウェアだけではなく、ソフトウェアを要素として含む機械も含まれる2。 
 
赤枠が本ガイドラインの対象範囲 
本ガイドラインは、AI 事業者（AI システム開発者（＝AI システムを開発する企業）、AI
システム運用者（＝AI システムを運用する企業）、データ事業者）を対象としている。 
AI システム開発者：事業として、自身で運用／他者に提供するためのAI システムを開
発する者（AI システムの性能維持等のために再学習を行う者も含む。）。 
AI システム運用者：事業として、自身で利用／他者に利用させるためにAI システムを
運用する者（一例として、AI システムの開発を依頼せず、AI システムを単に調達して
運用する者を含む。）であって、AI システムの運用や性能維持等に一定の責任を負う者。
 
1 現時点で人工知能の明確な定義はなく（統合イノベーション戦略推進会議決定『人間中心のAI 社会原則』
（2019 年3 月29 日）、広義の人工知能の外延を厳密に定義することは適当ではない。 
2 OECD のAI システムに対する定義を参考にしている。欧州委員会のAI 規則案では、AI システムはソフト
ウェアだけを指している。OECD のAI システムの定義はソフトウェアに限定されていない。 
広義の人工知能 
深層学習 
機械学習 

`;