var toc_content = ` 
48 
 
が、そのような場だけが全てではないと考えている。重要なことは、AI 倫理や品質に関心
の高い人々とのネットワークに緩やかにつながり、この情報交換網の中に入ることである。
当社のAI マネジメント担当者には、AI 倫理や品質に関する意見交換の場で積極的に発言し
たり、カンファレンスなどのスピーカーを積極的に引き受けたりするように促している。も
ちろん、そのような活動を業績評価に含めている。 
このようなアプローチでは、意見が集まらないという懸念の声を聞く。この懸念の背景に
は、日本人は意見交換やカンファレンスの場において本音で話さないことがあると考えられ
る。しかし、自分から意見を発信することで相手の意見を引き出す、いわゆる「アクティブ
ソナー型」の人たちは、意見交換やカンファレンスの後に個人的に意見をくれる人がいるこ
とを知っている。このような意見こそが大切である。 
このAI マネジメント担当者の人脈をたどり、外部講師を交えた社内研修を開催したこと
があった。この研修では、当社のAI ガバナンスの取り組みをAI 関連業務に従事する従業
員に対して説明することに加え、当社の取り組みをこの外部講師に評価してもらった。この
外部講師は当社のAI マネジメント担当者と日常的に意見交換をしていることから、当社の
事情に即したアドバイスを得ることができ、研修受講者から好評価を得たところである。 
このような状況であるため、外部有識者委員会の設置についても検討しているが、今のと
ころは必要性を感じていない。 
 
【実践例３】 
 当社は、AI システムを開発し、他の事業者に納入しているが、これらの他の事業者は当
該AI システムを自身の事業で活用しているだけであり消費者には提供していない。そのた
め、消費者の安全、財産的価値の重大な毀損、差別などの倫理的な課題とは直接関係してい
ないと考えている。もちろん、予測精度の維持向上の観点から納入先とはきめ細かく意見交
換しているが、消費者やAI 倫理に詳しい有識者などの意見を聞く必要性はないと判断して
いる。 
 
 

`;