var toc_content = ` 
38 
 
かについてあらかじめ専門家に相談して整理し、その上でリスク評価を実施している。人身・
物損事故、プライバシー侵害、財産的損害など、様々な類型の被害が生じうるので、類型ご
とに開発者、運用者、利用者等の法的責任関係を予め整理しておくことは有用である。また、
AI システムに固有の考慮要素として、異常な結果を出力する原因が多様であること（アル
ゴリズムの異常、学習データの真正性、学習データの偏り等）や、想定外の影響が生じやす
いことも念頭に置いておく必要がある。想定外の事態が発生した場合であっても、システム
リスクを低減させるような技術上・運用上の仕組みを定期的にアップデートするよう努力し
ている。 
当社は、全社的にBCP（事業継続計画）を策定しているが、当社が運用しているAI シス
テムが停止した場合に事業継続に支障を生じるおそれがあるため、BCP の発動トリガーの
１つにAI インシデントを盛り込むこととし、AI システムの全部又は一部を停止することと
なった場合に備えた初動対応及び事業継続のための計画を策定している。また、計画を策定
するだけでは意味がなく、有事に計画を実行できないことが大きなリスクになることを認識
し、毎年少なくとも一度は計画を実践するための演習を行っている。 
 
 

 
39 
 
４. 運用 
(1) AI マネジメントシステムの運用状況について説明可能な状態を確保する 
行動目標４－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
たとえば、行動目標３－１の乖離評価プロセスの実施状況について記録するなど、AI
マネジメントシステムの運用状況について対外的に説明可能な状態を確保すべきで
ある。 
 
【実践例１】 
 環境・リスク分析、ゴール設定、システムデザイン、運用、評価、環境・リスクの再分
析等からなるダイナミックなプロセスのうち、
「受け身」になりがちと指摘される「運用」
プロセスの実践は意外と難しい。「運用」とは、簡潔に言えば、記録を残し、行動目標４
－３に示すように、必要に応じて実施状況を公表することである。この「運用」において
データや情報を得ておくことが改善に向けた意思決定につながるため、当社では、環境・
リスクの再分析、評価などを通じた改善の肝は「運用」にあると考えている。 
 当社では、AI ガバナンスの実践に限らず、さらなる改善のために記録を残すことを重
視しており、行動目標３の記録を残すことは当然であると考えている。たとえば、個々の
AI システム開発プロジェクトにおける乖離評価を記録し、AI に関する研修を実施した場
合には実施概要を作成し、AI システムの開発や運用に関する社内の会議や他の事業者と
の会議の議事録を残し、担当者以外の関係者もそれらを閲覧できるようにしている。 
 当社は比較的規模の大きな企業であるため、一般的なコーポレートガバナンスに関連
する行動目標には困難を感じていない。しかし、企業内の組織的分化が進んでいること
から、比較的新しい技術であるAI については、部門間の専門性や理解度にギャップが生
まれ、組織間連携に影響が出ないか心配している。たとえば、行動目標３－１－２にした
がって設置した問い合わせ窓口に関し、問い合わせ担当者が、技術的な内容を理解でき
ずに、重大インシデントへの気づきが遅れることも恐れている。行動目標３－２にした
がって、従業員のリテラシーの向上のための取り組みを実施しているが、当面は、外部か
らの問い合わせについては、概要だけではなく詳細もAI マネジメント担当者に積極的に
報告することとしている。 
 なお、行動目標３－１の乖離評価プロセスの実施状況の記録等については、他部門や

 
40 
 
外部への説明という目的のため、米国国立標準技術研究所（NIST）の文書23を参考にし、
可能な限り正確かつ相手に理解できる記録とし、説明の限界を意識できるよう努めてい
る。 
 
【実践例２】 
 当社はAI システムを開発する小規模企業である。技術担当役員は全てのプロジェクト
を把握しており、自らプログラミングしたり論文を読解したりするなどAI に大変詳し
く、AI 倫理の問題についても強い関心を持っている。そのため当社では、部門間の専門
性のギャップが問題になることはないと考えている。他方で、プロジェクトに関わる人
たちの専門性が高いために、いちいち確認しなくても、行動目標ができているであろう
と思い込みがちである。そのため、プロジェクトの進捗報告のレポートに乖離評価チェ
ックリストを添付し、技術担当役員が必要に応じて聞き取りできるように工夫している。 
また、当社は専門性が高い集団であることから、世間の認識とのずれが生じやすい傾
向があると分析している。そのため、運用状況を確認しつつ、行動目標３－３－２にした
がって日常的な情報収集や意見交換から得られた状況を定期的に共有することで、社会
的受容に意識を向けるようにしている。 
 
 
 
 
23 P J. Phillips, Amanda C. Hahn, Peter C. Fontana, David A. Broniatowski, Mark A. Przybocki, “Four 
Principles of Explainable Artificial Intelligence (Draft), NIST Interagency/Internal Report (NISTIR) - 8312-
draft” (August 19, 2020) 

`;