var toc_content = ` 
20 
 
【実践例２】 
 多数の事業部を有する当社は、AI ガバナンス担当役員を決め、この役員の下にAI 倫理審
査委員会を設置している。この委員会は、特定のAI システムの開発・運用プロジェクトを
担当する者以外から構成されており、「人間中心のAI 社会原則」を踏まえて当社が策定した
AI ポリシーからの乖離評価をプロジェクトごとに実施することを任務としている。具体的
には、AI ポリシーに基づいた評価リストを作成し、AI システムの開発・運用について当該
評価リストを用いて乖離を特定し、乖離により生じる影響を評価し、負のインパクトがある
場合、その受容の合理性の有無を判定し、受容に合理性が認められない場合にAI の開発・
提供の在り方を再考するよう、プロジェクト担当者に促すこととしている。乖離評価のため
のリストについては、行動目標３－１－１にしたがって、当社が属する業界における標準的
な乖離評価や本ガイドラインの別添2 を参考にしながら作成しているが、実際のプロジェ
クトを選定し、AI マネジメント担当者がプロジェクト担当者に伴走することで、リストの
精緻化や運用の定着化を図る工夫もしている。なお、AI 倫理審査委員会では、プロジェク
ト担当者に対し、その再考の結果を報告するよう求めることとし、その報告内容の合理性に
懸念がある場合には、AI ガバナンス担当役員からプロジェクトを所管する役員にその旨を
通知し、適宜調整を図ることとしている。 
 なお、AI システムに伴う負のインパクトは、用途、範囲、使用態様によって大きく異な
り、プロジェクトを推進している担当者がその性質や程度を最もよく知っているとも考えら
れることから、潜在的な負のインパクトが軽微であることが明らかな場合にAI マネジメン
ト担当者がプロジェクト会議に同席して簡素な乖離評価とするなど、厳格な乖離評価を一律
に求めない運用も考えられる。しかし、現時点では乖離やリスクを評価するためのノウハウ
がまだ当社内に十分蓄積されていないこともあり、AI 倫理審査委員会による一律の乖離評
価を全てのプロジェクトが通過すべき必須のゲートとし、今後の経過を見ることとしている。 
 
【実践例３】 
乖離評価のプロセスは、複数社によって担われるべき場合がある。例えば、サービスを他
者に提供するAI システム運用企業が、AI システムの開発を自ら行うのではなく、AI シス
テム開発者にその開発を委託する場合、AI システム開発者とAI システム運用者の両者が乖
離評価プロセスを分担することが合理的である場合がある。そしてこの場合、AI システム
の開発から運用に至るまでに想定される流れはもちろん、乖離評価の方法や基準を開発者と
運用者の間で共有することが重要である。AI システム運用者がAI システムを用いたサービ

 
21 
 
スの提供に伴うリスクを軽視する場合には、AI システム開発者は難しい立場に置かれるこ
とになるため、このような対応は大切である。 
このような委託を受けてAI システムの開発を行うことがある当社では、当社の責に帰す
べき事情がある場合を除いて、AI システムの運用上の事故はサービスを提供する運用者が
負うこととなる契約を結んでいるが、それでも、この種の事故が発生したときに当社も紛争
に巻き込まれるリスクはある。そのため、納入したAI システムの運用方法にも無関心では
いられない。実際、プロジェクトの終盤で運用上のリスクに気がつき、当該プロジェクトの
再設計を運用者に助言した上で、その再設計のコストの一部を負担せざるを得なかった経験
がある。そのため、当社が属する業界における標準的な乖離評価や本ガイドラインの別添2
を参考にしながら、個々の評価項目の意味を十分に理解した上で、乖離評価プロセスを確立
し、自社で開発せず他者にサービスを提供するのみであるAI システム運用者にも共有する
ようにした。懸念項目を網羅している乖離評価プロセスを活用し、しかも早めに乖離評価を
行うことで、顧客との交渉はスムーズになってきている。 
 
＊次の実践例のように、通常の乖離評価プロセスに加えて、広く議論を行うことが必要な場合がある。 
 
【実践例４】 
当社はAI システムの開発を主たる事業とする小規模企業である。技術担当役員が全ての
プロジェクトについて進捗報告を受けることになっており、その報告の中には、公平性など
のAI 倫理に関する事項も含まれている。AI 倫理の問題の中には、妥当な出力結果が得られ
るように十分なデータセットを用意するなど技術的な配慮で対応できる事項もあるが、社会
的にセンシティブな領域ではそれだけでは不十分な場合がある。 
そこで当社では、そのようなセンシティブな領域におけるAI システムのプロジェクトの
場合には、法務担当役員などを含めて話し合いをすることにしている。センシティブな領域
の特定には、すでに広範囲にAI システムの開発・運用しているリーディング企業の考え方
などを参考にしている。このような情報収集には実務的な雑誌が有効である13。そのような
雑誌には概要記事が掲載されることが多く、その概要記事を手がかりにインターネット等で
深い情報に当たることが効率的かつ効果的である。 
個々のプロジェクトに関して外部の有識者や専門家を招いて意見交換している企業もあ
ることは知っている。当社も事業の拡大に合わせて、そのような意見交換の場も設置してい
 
13 センシティブな領域への対応の参考例に、舟山聡『AI 倫理に対する企業の取組み(1)』NBL No. 1170
（2020 年5 月15 日）などがある。 

`;