var toc_content = ` 
49 
 
６. 環境・リスクの再分析 
(1) 行動目標１－１から１－３を適時に再実施する 
行動目標６－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
行動目標１－１から１－３について、適時に再評価、理解の更新、新たな視点の獲得
などを行うべきである。なお、行動目標５－２を実施する際に、既存のAI マネジメン
トシステムやその運用だけではなく、環境・リスク分析を含め、AI ガバナンス全体の
見直しに向けた意見を得ることも検討すべきである。 
 
【実践例１】 
 現時点ではAI システムに対する社会の受け止め方が定まっていないことから、行動目標
１－１から１－３で挙げられている、AI システムがもたらしうる正負のインパクト、AI シ
ステムの開発や運用に関する社会的受容、自社のAI 習熟度について、適時に再評価、理解
の更新、新たな視点の獲得などを行うべきである。当社では、重大な「ヒヤリ・ハット」が
生じた場合、特定のインシデントへの社会の注目が大きく高まった場合、規制環境が変化し
た場合等を除き、定期的に環境・リスクの分析を行い、経営層にレポートすることとしてい
る。AI システムの適切な開発・運用をめぐる議論は非常に活発であるが、アジャイルな再
分析によるガバナンス疲れを防ぎ、大きなトレンドをアジャイルに把握することを重視して
いる。経営層への報告機会は大きなトレンドに目を向ける良い機会である。 
 
【実践例２】 
 当社は、実践例１のように定期的に環境・リスクの分析を行っているが、AI ガバナンス
とAI マネジメントシステムの検証には重複する要素もあることから、定期的に開催される
外部有識者を招聘したAI 倫理委員会の議題に、AI システムがもたらしうる正負のインパク
トとAI システムの開発や運用に関する社会的受容を盛り込み、外部有識者からこれらの論
点に関する大きなトレンドを得るようにしている。 
 
 

`;