var toc_content = ` 
50 
 
D. AI ガバナンス・ガイドラインに関わった有識者等 
 
１. AI 原則の実践の在り方に関する検討会（AI 社会実装アーキテクチャー検討会） 
渡部 俊也（座長） 
東京大学 未来ビジョン研究センター 教授 
雨宮 俊一 
株式会社NTT データ 技術開発本部 本部長 
生貝 直人 
一橋大学 大学院法学研究科 准教授 
上野山 勝也 
株式会社PKSHA Technology 代表取締役 
川上 登福 
株式会社経営共創基盤 共同経営者 マネージングディレクター 
一般社団法人日本ディープラーニング協会 理事 
齊藤 友紀 
法律事務所LAB-01 弁護士 
杉村 領一 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
人工知能研究戦略部 上席イノベーションコーディネータ 
角田 美穂子 
一橋大学 大学院法学研究科 教授 
妹尾 義樹 
国立研究開発法人産業技術総合研究所 イノベーション推進本部 
標準化推進センター 審議役 
田丸 健三郎 
日本マイクロソフト株式会社 業務執行役員 
ナショナル テクノロジー オフィサー 
土屋 嘉寛 
東京海上日動火災保険株式会社 企業商品業務部 部長 
中条 薫 
株式会社SoW Insight 代表取締役社長 
原 聡 
大阪大学 産業科学研究所 准教授 
福岡 真之介 
西村あさひ法律事務所 弁護士 
古谷 由紀子 
サステイナビリティ消費者会議 代表 
増田 悦子 
公益社団法人全国消費生活相談員協会 理事長 
丸山 友朗 
パナソニック株式会社 イノベーション推進部門 テクノロジー本部 
デジタル・AI 技術センター AI ソリューション部 主任技師 
宮村 和谷 
PwC あらた有限責任監査法人 パートナー 
山本 龍彦 
慶應義塾大学 大学院法務研究科 教授 
 
以下、昨年度のAI 社会実装アーキテクチャー検討会のみ参加 
青島 武伸 
パナソニック株式会社 イノベーション推進部門 テクノロジー本部 
デジタル・AI 技術センター データアナリシス部 部長（当時） 
 
 
 

 
51 
 
２. AI ガバナンス・ガイドライン ワーキンググループ 
生貝 直人（主査） 
一橋大学 大学院法学研究科 准教授 
岡田 淳 
森･濱田松本法律事務所 弁護士 
齊藤 友紀 
法律事務所LAB-01 弁護士 
中崎 尚 
アンダーソン・毛利・友常法律事務所外国法共同事業 弁護士 
本橋 洋介 
日本電気株式会社 AI・アナリティクス事業部 シニアマネジャー 
宮村 和谷 
PwC あらた有限責任監査法人 パートナー 
 
３. 協力者 
 本ガイドラインの作成にあたっては、上記の委員に加え、多くの専門家にご指導いただい
ている。この場を借りて御礼を申し上げたい。 
(1) 上記検討会における講演（講演順） 
荻野 武 
キユーピー株式会社 生産本部 未来技術推進担当部長（当時） 
大岩 寛 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
デジタルアーキテクチャ研究センター 副研究センター長 
杉村 領一 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
人工知能研究戦略部 上席イノベーションコーディネータ 
長宗 豊和 
Japan Business Council in Europe 事務局長 
齋藤 千紘 
外務省 在ストラスブール総領事館 領事 
 
(2) 上記ワーキンググループを拡大した事前コンサルテーションへの参加 
今田 俊一 
ソニーグループ株式会社 AI コラボレーション・オフィス 
AI 倫理室 統括課長 
大岩 寛 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
デジタルアーキテクチャ研究センター 副研究センター長 
菊池 慎司 
富士通株式会社 富士通研究所 人工知能研究所 AI 品質PJ 
主管研究員 
杉村 領一 
国立研究開発法人産業技術総合研究所 情報・人間工学領域 
人工知能研究戦略部 上席イノベーションコーディネータ 
妹尾 義樹 
国立研究開発法人産業技術総合研究所 イノベーション推進本部 
標準化推進センター 審議役 

`;