var toc_content = ` 
33 
 
 
コラム：様々なステークホルダーによる共創環境整備 
 
行動目標３－３はAI システムの負のインパクトへの対応としてのAI マネジメン
トの強化という視点でまとめられているが、別の視点からみれば、複数事業者間の
情報共有などを共創環境基盤の整備と位置づけることもできる。これまでのソフト
ウェアやシステムにおいても、安全性等の確保には複数事業者の協力が欠かせなか
ったが、AI システムではより一層の協力が求められる。 
このような状況に対応するように、共創領域を厚くするための様々な取り組みが
なされている。契約や法的責任の在り方について、JDLA は「契約締結におけるAI
品質保証の在り方」研究会を開催している。有志の集まりであるAI 法研究会では、
データ、プライバシー、知的財産などの部会にわかれて法的・倫理的問題について
意見交換している。複数事業者間の共有情報の標準化については、Partnership on AI
がABOUT ML というプロジェクトを実施しており、Google、Microsoft、IBM の
サンプルが提供されている。 
Socieity5.0 で求められるアジャイル・ガバナンスでは、様々なステークホルダー
が積極的にガバナンス設計に携わることが期待されている。そして、このような活
動が有機的に結合していくことで、AI システムの開発・運用に必要な共創環境が整
備されることが期待される。本ガイドラインには有機的な結合への貢献が期待され
ている。 
 
 

`;