var toc_content = ` 
59 
 
行動目標５－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、株主だけ
ではなく、ビジネスパートナー、消費者を含む利用者、AI システムの適切な運用をめぐる動向に
詳しい有識者、NGO、労働組合などの様々なステークホルダーから、AI マネジメントシステム
やその運用に対する意見を求めることを検討すべきである。そして、検討の結果、実施しないと
判断した場合には、その理由を対外的に説明できるようにしておくべきである。 
 
行動目標６－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、行動目標
１－１から１－３について、適時に再評価、理解の更新、新たな視点の獲得などを行うべきであ
る。なお、行動目標５－２を実施する際に、既存のAI マネジメントシステムやその運用だけで
はなく、環境・リスク分析を含め、AI ガバナンス全体の見直しに向けた意見を得ることも検討す
べきである。 
 
 
 

 
60 
 
G. 別添２（AI ガバナンス・ゴールとの乖離を評価するための実務的な対応例） 
この乖離評価例は、個々のAI システムの開発及び運用において、AI ガバナンス・ゴール
への適合性の評価を支援するツールである。ここで例示している評価項目例は、これを用い
た評価プロセスとその他のAI ガバナンス要素とともに、必要に応じて、各AI システム開
発・運用者のガバナンスシステムに組み込まれ、「人間中心のAI 社会原則」という社会的な
ゴールの達成に向けた支援ツールとして機能することが期待される。 
 AI システムの開発・運用の内容、目的、方法は多様であり、実証事業と本格開発との間で
も事情は異なることから、乖離評価をあらゆるAI システムの開発・運用を対象として一律
に行うことは必ずしも想定されていない。評価の対象の選定及びその基準の策定はAI シス
テムの開発者・運用者の合理的な裁量に委ねられる。自らの事業等に照らし、AI ガバナン
ス・ゴールからの乖離による負のインパクトが大きくなりうるAI システムの開発・運用の
類型をリスクベースで抽出し、乖離評価を行うべきである。 
「Ａ．はじめに」でも述べたように、乖離評価例は、各AI システム開発者・運用者が置
かれた個別具体的な状況までは考慮されておらず、評価の対象によっては、乖離評価例とし
て提供する評価項目例は不十分であることも過剰であることもありうる。そのため、その採
否はAI システムの開発・運用者の任意に委ねられることはもちろん、採用する場合であっ
ても各自の事情に応じた修正や取捨選択を検討する必要がある。 
 この乖離評価例の観点は、個々のプロジェクトが置かれている状況、個々のプロジェク
トの設計全般、データ、モデル・システム、運用・モニタリングからなる。これらの観点
をOECD のフレームワークを参考にした概念図にマッピングすると以下のとおりとなる。 
人間の関与 
AI システム 
 
１．置かれている状況 
２．データ/入力 
３．AI モデル 
４．タスク/出力 
1-1. 置かれている状況 
1-2. 設計全般 
2-1. データ 
2-2. モデル・システム 
3. 運用・モニタリング 

 
61 
 
1. 企画・設計段階 
評価項目例 
具体的な項目例 
1-1. 置かれている状況 
A. AI システム開発者及び運用者は潜
在的な利用者を想定できているか 
 
→ 1-2. 設計全般 A 
→ 3. 運用・モニタリング A 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムの潜在的な利用者のAI リテラシー及
びAI システム利用経験を想定できているか 
 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムの潜在的な利用者に子供、高齢者、社
会的弱者などが含まれうること/含まれえないことを把握で
きているか 
 
 
B. AI システム開発者及び運用者は潜
在的な用途を想定できているか 
 
→ 1-2. 設計全般 B 
→ 3. 運用・モニタリング B 
例：AI システム開発者は、開発しようとしているAI システ
ムの提供目的をAI システム運用者から聴取したか 
 
例：AI システム開発者と運用者が同じ用途を想定している
か 
 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムの典型的な用途だけではなく、悪用さ
れうる可能性があることも把握できているか 
 
 
C. AI システム開発者はAI システム運
用者のAIリテラシー及び経験を把握し
ているか 
 
→ 1-2. 設計全般 C 
→ 3. 運用・モニタリング C 
例：AI システム開発者は、AI システム運用者のAI 人材の
数、AI に関する研修機会の数、AI システムの運用実績を把
握しているか 
 
例：AI システム開発者は、AI リテラシー及び経験が不足し
ている場合、AI システム運用者にAI リテラシーを高める意
欲があるか把握しているか 
 
 
D. AI システム開発者及び運用者は、AI
システムに求められる身体、精神、財産
等への悪影響を把握しているか 
 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムや類似のAI システムの身体、精神、
財産等への悪影響に関するインシデント事例を調査したか 
 
 

 
62 
 
→ 1-2. 設計全般 D 
→ 3. 運用・モニタリング D 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムが身体、精神、財産等に与えうる損害
の大きさ及び発生頻度を把握しているか 
 
例：AI システム開発者は、開発しようとしているAI システ
ムが身体、精神、財産等に影響を与えうる場合、業界等の標
準的な実務などに照らして許容されるリスクの評価を行っ
たか 
 
E. AI システム開発者及び運用者は、AI
システムに求められる公平性を把握し
ているか 
 
→ 1-2. 設計全般 E 
→ 3. 運用・モニタリング E 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムや類似のAI システムの公平性に関す
るインシデント事例を調査したか 
 
例：AI システム開発者及び運用者は、AI システムが利用さ
れる国・地域において、想定される利用者全体の一部に関連
して、偏見や差別的な扱いやそれらが残存しているとの指摘
があるか否かを確認したか 
 
例：AI システム開発者及び運用者は、AI システムが利用さ
れる国・地域において、想定される利用者全体の一部に関連
して、同一又は類似のAI システムが偏見や差別的な扱いを
生み出したり、再現したり、拡大したりしたとの指摘がある
か否かを確認したか 
 
例：AI システム開発者は、可能な場合には、公平性に関し
て提案されている指標から適切なものを選択し、許容される
範囲に関する評価を行ったか 
 
 
F. AI システム開発者及び運用者は、AI
システムに期待されている個人への配
慮事項を理解しているか 
 
→ 1-2. 設計全般 F 
→ 3. 運用・モニタリング F 
 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムや類似のAI システムについて、個人
への配慮を欠いたインシデント事例を調査したか 
 
例：AI システム開発者及び運用者は、AI システムが多くの
断片的な情報を用いて特定の個人の細かい特徴を明らかに
する能力があることだけではなく、その能力に対する懸念が
 

 
63 
 
示されていることを理解しているか 
 
G. AI システム開発者及び運用者は、AI
システムに求められるサイバーセキュ
リティ上の課題を把握しているか 
 
→ 1-2. 設計全般 G 
→ 3. 運用・モニタリング G 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムがインターネットと接続して利用され
る場合には、そのAI システムや類似のAI システムのサイ
バーセキュリティに関するインシデント事例を調査したか 
 
例：AI システム開発者及び運用者は、開発・運用しようと
しているAI システムがインターネットと接続して利用され
る場合には、業界等の標準的な実務などに照らしてサイバー
セキュリティ上の課題を把握したか 
 
 
1-2. 設計全般 
A. AI システム開発者は、潜在的な利用
者のリテラシーや経験不足の課題に対
処したか 
例：AI システム開発者は、利用者の理解を高めるために、
開発しようとしているAI システムのインターフェースの工
夫をしたり、AI システム運用者及び利用者への注意事項を
まとめたりしたか 
 
例：AI システム開発者は、利用者の理解を高めるために、
AI システム運用者及び利用者向けに、開発しようとしてい
るAI システムの利点だけではなく、限界をわかりやすくま
とめたか 
 
 
B. AI システム開発者は、予見可能な悪
用に関する課題に対処したか 
例：AI システム開発者は、開発しようとしているAI システ
ムに関する予見可能な悪用を設計によって排除可能か否か
検討し、排除可能な場合には、そのような設計を施したか 
 
例：AI システム開発者は、開発しようとしているAI システ
ムに関する予見可能な悪用を設計によって排除できない場
合、AI システム運用者への注意事項をまとめたか 
 
例：AI システム開発者は、AI システムを受け渡した時に特
定されていた以外の目的に利用されないように、AI システ
ム運用者に目的外利用の禁止について契約で明確にしたか 
 
 

 
64 
 
C. AI システム開発者は、AI システム
運用者のリテラシーや経験不足の課題
に対処したか 
例：AI システム開発者は、AI システム運用者の理解を高め
るために、開発しようとしているAI システムのインターフ
ェースの工夫をしたり、AI システム運用者への注意事項を
まとめたりしたか 
 
例：AI システム開発者は、AI システム運用者の理解を高め
るために、AI システム運用者に、開発しようとしているAI
システムの利点だけではなく、限界をわかりやすくまとめた
か 
 
 
D. AI システム開発者は、AI システム
の身体、精神、財産等への悪影響に関す
る課題に対処したか 
例：AI システム開発者は、身体、精神、財産等への悪影響に
関し、AI システム全体で除去できる予見可能なリスクと対
応できない残存リスクに分け、残存リスクについては可能な
限り緩和するとともに、AI システム運用者及び利用者への
注意喚起や利用方法の工夫によって残存リスクを管理でき
ることを確認したか 
 
例：AI システム開発者は、入力データに異常値が含まれた
場合に生じうる身体、精神、財産等への悪影響を想定し、対
応策を講じたか 
 
例：AI システム開発者は、入力データに悪意のあるデータ
や敵対的データが含まれる可能性を検討し、それらが含まれ
た場合に生じうる身体、精神、財産等への悪影響を想定し、
対応策を講じたか 
 
例：AI システム開発者は、出力データに異常値が含まれた
場合に生じうる身体、精神、財産等への悪影響を想定し、対
応策を講じたか 
 
例：AI システム開発者は、AI モデルの説明可能性に伴う課
題に対処するために、AI モデル自体への配慮だけではなく、
AI モデルを含むシステム全体の冗長性や安全機能の追加に
ついても検討したか 
 
 

 
65 
 
E. AI システム開発者は、AI システムの
公平性に関する課題に対処したか 
例：AI システム開発者は、可能な限り、AI システム開発チ
ームの多様性を高めたか 
 
例：AI システム開発者は、他国・地域にAI システムを提供
することを想定している場合に、可能な限り、その国・地域
の規制、慣習、商慣行等を理解する人をAI システム開発チ
ームやAI システムレビュー役に加えたか 
 
例：AI システム開発者は、公平性に関して提案されている
指標から適切なものを選択した場合、許容される範囲を超え
た出力データに対して警告を発する措置を講じたか 
 
例：AI システム開発者は、公平性に関して提案されている
指標から適切なものを選択した場合、許容される範囲を超え
たデータが出力される可能性がある場合に、その旨をAI シ
ステム運用者及び利用者への注意事項としてまとめたか 
 
 
F. AI システム開発者は、AI システムに
対して期待されている個人への配慮事
項に対処したか 
例：AI システム開発者は、個人を分析するAI システムの開
発にあたって、個人の機会や意思決定を不当に害しないこと
を確保するとともに、そのために実施した対応策を記録し、
AI システム運用者及び利用者に説明できるようにしたか 
 
例：AI システム開発者は、匿名化されたデータ等から個人
を特定するような分析を行っているか否かを確認したか 
 
 
G. AI システム開発者は、AI システム
のサイバーセキュリティに関する課題
に対処したか 
例：AI システム開発者は、開発・運用しようとしているAI
システムがインターネットと接続して利用される場合には、
業界等の標準的な実務などに照らして、不正なアクセスやデ
ータの入力に対処する措置を講じたか 
 
例：AI システム開発者は、不正なアクセスやデータの入力
に対処する措置についてAI システム運用者への注意事項と
してまとめたか 
 
 
H. AI システム開発者は、必要な場合
例：AI システム開発者は、身体、精神、財産等への悪影響の
 

 
66 
 
に、システムの設計上、人間の主体的な
関与の機会を確保したか 
低減や公平性向上の観点から、人間による制御可能性を含
め、人間の主体的な関与の機会の必要性を検討したか 
 
例：AI システム開発者は、必要な場合には、AI システムの
採否や利用の中断・停止を決定する自由や機会をAI システ
ム利用者に与える設計としたか 
 
例：AI システム開発者は、AI システムの振る舞いに問題が
あった場合に、AI を使わないプロセスに変更するなど、リ
スク回避の仕組みを整えたか 
 
例：AI システム開発者は、必要な場合には、AI システム利
用者が意思決定に際してAI システムに過剰に依存しないよ
うな設計を採用したか 
 
I. AI システム開発者は、AI システムの
機能、効果について、AI 以外のシステ
ムと比較しながら、AI システム運用者
とすりあわせをしたか 
例：AI システム開発者は、AI システム運用者がAI システ
ムに期待する機能、効果を理解したか 
 
例：AI システム開発者は、AI システム運用者がAI システ
ムに期待する機能、効果について、AI 以外のシステムで実
施可能であり、かつ、精度等に大きな変化が生じない場合に
は、AI 以外のシステムの代替案をAI システム運用者に伝え
再考を促し、依然としてAI システムの開発を選好する場合
には、自社及び社会の利益が明確か確認したか 
 
例：AI システム開発者は、精度と説明可能性等のAI システ
ムのトレードオフを考慮して、AI システム運用者がAI シス
テムに期待する機能、効果を提供できない場合には、その旨
を説明し、必要に応じて代替策を提案したか 
 
 
J. AI システム開発者は、AI システム運
用時のモニタリングを容易にする設計
をしたか 
例：AI システム開発者は、AI システム運用者がAI システ
ムの動作状況をモニタリングできるように、入力・出力デー
タのログの取得を可能としたか 
 
例：AI システム開発者は、AI システム運用者のモニタリン
グを支援するために、AI システムの動作状況をまとめた一
 

 
67 
 
覧表示（AI システムの運用担当者、運用時間、入力・出力ロ
グなど）を可能としたか 
 
例：AI システム開発者は、AI システム運用者が、経営層や
社外から要請を受けた場合に、適当な時間で運用状況を整理
できるような設計としたか 
 
例：AI システム開発者は、AI システムの性能変化や運用環
境におけるデータ分布の変化など、AI システム運用者が再
学習の必要性に気がつく工夫を施したか 
 
 
2. 開発段階 
評価項目例 
具体的な項目例 
2-1. データ 
A. データ事業者及びAI システム開発
者は、適法、公正、一般的に妥当な方法
でデータを取得・収集しているか 
例：データ事業者及びAI システム開発者は、AI システムの
開発にあたって、学習・検証・試験に必要なデータの範囲を
明確にし、必要な範囲でデータを取得・収集したか 
 
例：データ事業者及びAI システム開発者は、他者からデー
タを取得・収集する場合には、関連する法令、ガイドライン、
業界における標準的な手法の有無及び内容を確認し、存在す
る場合には、関連する法令に従い、ガイドラインや標準的な
手法を尊重したか 
 
例：データ事業者及びAI システム開発者は、データの提供
の可否についてデータの主体の選択の余地が事実上ない状
態を作り出さないように配慮したか 
 
 
B. データ事業者及びAI システム開発
者は、適法、公正、一般的に妥当な方法
でデータを管理・利用しているか 
例：データ事業者及びAI システム開発者は、他者から取得
したデータを利用する場合には、関連する法令、ガイドライ
ン、業界における標準的な手法の有無及び内容を確認し、存
在する場合には、関連する法令に従い、ガイドラインや標準
 

 
68 
 
的な手法を尊重したか 
 
例：データ事業者及びAI システム開発者は、データの来歴、
データの加工方法等のデータの管理に必要な情報を記録し
ているか 
 
例：データ事業者及びAI システム開発者は、一部のデータ
の利用を停止したり、削除したりできる形式でデータを管理
しているか 
 
例：データ事業者及びAI システム開発者は、学習・検証・
試験用に管理しているデータの漏洩や改ざんを防止するた
めの措置を講じたか 
 
例：データ事業者及びAI システム開発者は、学習・検証・
試験用に管理しているデータへの権限のない者によるアク
セスを監視するために、アクセスログを取得しているか 
 
例：データ事業者及びAI システム開発者は、データの収集・
加工・利用、データへのアクセスの監視などのデータの管理
に関する状況を説明できるようにしているか 
 
例：データ事業者及びAI システム開発者は、不特定の者か
らデータを広く収集している場合には、疑問やトラブルが発
生した際に対応する窓口等を設置しているか 
 
C. データ事業者及びAI システム開発
者は、データの品質を確保しているか 
例：データ事業者及びAI システム開発者は、学習・検証・
試験用のデータセットに、理由が示されていない、異常値、
外れ値、エラー値、欠損値が多く含まれないようにしている
か 
 
例：データ事業者及びAI システム開発者は、学習・検証・
試験用のデータセットに外れ値や欠損値を補う加工データ
が存在するか、存在する場合にはその加工方法について確認
 

 
69 
 
したか 
 
例：データ事業者及びAI システム開発者は、学習・検証・
試験用のデータセットに、悪意のあるデータや敵対的データ
が含まれないようにしているか 
 
例：データ事業者及びAI システム開発者は、データの加工
に関して、再現性があるプロセスを規定しているか 
 
D. AI システム開発者は、開発しようと
するAIシステムに要求される機能の獲
得に必要なデータの属性を考慮したか 
例：AI システム開発者は、AI システム運用時の典型的なケ
ースだけではなく、出現頻度が低いケースを想定しながら、
開発しようとするAI システムに要求される機能の獲得に必
要なデータの属性を特定したか 
 
例：AI システム開発者は、想定可能なシナリオを考慮して、
開発しようとするAI システムに要求される機能の獲得に必
要なデータの属性を特定したか 
 
例：AI システム開発者は、AI システムが運用・利用される
分野の専門家の支援を得て、特定したデータの属性の妥当性
や網羅性の検証を行ったか 
 
例：AI システム開発者は、開発しようとするAI システムに
要求される機能の獲得に必要なデータの属性の特定にあた
り、他国・地域にAI システムを提供することを想定してい
る場合には、その国・地域の規制、慣習、商慣行、文化等を
考慮したか 
 
例：AI システム開発者は、人間と機械の識別特性に違いが
あることを考慮して、開発しようとするAI システムに要求
される機能の獲得に必要なデータの属性を特定したか 
 
 
E. AI システム開発者は、開発しようと
例：AI システム開発者は、開発しようとするAI システムに
 

 
70 
 
するAIシステムに要求される機能の獲
得に必要とされる全ての属性のデータ
を網羅的かつ十分に用意したか 
要求される機能の獲得に必要とされる全ての属性に対応す
る学習・検証・試験用のデータを漏れなく用意したか 
 
例：AI システム開発者は、開発しようとするAI システムに
要求される機能の獲得に必要とされる全ての属性ごとに十
分な量の学習・検証・試験用のデータを用意したか 
 
F. AI システム開発者は、データ属性ご
とのデータ量に大きなばらつきがない
ことを確認したか 
例：AI システム開発者は、開発しようとするAI システムに
要求される機能の獲得に必要とされる全ての属性の間で、用
意された学習・検証・試験用のデータの量に大きなばらつき
がないことを確認したか 
 
例：AI システム開発者は、上記確認の結果、大きなばらつ
きが確認された場合に、出現頻度の低いケースの重点的な学
習について検討したか 
 
 
G. AI システム開発者は、データセット
の設計にあたり、特定の社会属性に基
づく不当な差別を維持・助長しないよ
う配慮したか 
例：AI システム開発者は、現実の再現性を優先することで、
結果的に、特定の社会属性に基づく不当な差別までも再現し
てしまう可能性を検討したか 
 
例：AI システム開発者は、現実の再現性を犠牲にしてでも、
特定の社会属性に基づく不当な差別を維持・助長するような
データセットを用いないようにしたか 
 
例：AI システム開発者は、特定の社会属性に基づく不当な
差別を維持・助長しないようするために、可能な限り、デー
タセットの設計に関わるチームの多様性を高めたか 
 
例：AI システム開発者は、特定の社会属性に基づく不当な
差別を維持・助長しないようするために、他国・地域にAI
システムを提供することを想定している場合には、その国・
地域の規制、慣習、商慣行、文化等を考慮したか 
 
 

 
71 
 
2-2. モデル・システム 
A. AI システム開発者は、開発しようと
しているAIシステムに求められる十分
な精度を確保したか 
例：AI システム開発者は、AI システムの精度を評価するた
めの指標を定義し、AI システムの運用時を想定してAI シス
テムの精度を評価したか 
 
例：AI システム開発者は、AI システムの運用時に想定され
る典型的な入力だけではなく、出現頻度の低い入力に対して
もAI システムの挙動が安定的であることを評価したか 
 
例：AI システム開発者は、要請に応じてAI システム運用者
及び利用者に提供できるようにするために評価結果を記録
したか 
 
 
B. AI システム開発者は、開発しようと
しているAIシステムに求められる十分
な堅牢性を確保したか 
例：AI システム開発者は、外れ値や欠損を含む入力、不連
続な入力などの異常入力に対してもAI システムの挙動が安
定的であることを確認したか 
 
例：AI システム開発者は、ノイズデータを調製し、ノイズ
を含むデータが入力された場合のAI システムの挙動が許容
範囲であることを確認したか 
 
 
C. AI システム開発者は、開発しようと
しているAIシステムの公平性を確保し
たか 
例：AI システム開発者は、可能な限り多様性を高めたチー
ムで、特定の社会属性に基づく不当な差別を維持・助長する
ような出力になっていないか否かを評価したか 
 
例：AI システム開発者は、特定の社会属性に基づく不当な
差別を維持・助長するような出力になっていないか否かにつ
いて、AI システム運用者とも議論し、評価したか 
 
例：AI システム開発者は、複数の属性を独立して変化させ、
出力への影響度や感度などを評価したか 
 
例：AI システム開発者は、公平性の定義や指標の提案を調
 

 
72 
 
査し、適当な場合には、公平性の定義や指標を定めて、公平
性を客観的に評価したか 
 
D. AI システム開発者は、開発しようと
しているAIシステムの妥当性を確保し
たか 
例：AI システム開発者は、必要に応じてAI システムが運
用・利用される分野の専門家の支援を得て、業界常識に照ら
して明らかに妥当でない出力が見られないことを確認した
か 
 
例：AI システム開発者は、AI システムの出力に対する寄与
度の高いパラメータを割り出し、必要に応じてAI システム
が運用・利用される分野の専門家の支援を得て、当該パラメ
ータが業界常識に照らし合わせて妥当であることを確認し
たか 
 
例：AI システム開発者は、複数の機械学習アルゴリズムを
試行したり、１種類であってもすでに妥当性が検証されてい
る単純な汎用モデル等と比較したりしたか 
 
例：AI システム開発者は、同じ機械学習アルゴリズムを使
って同じデータで複数回学習を行った結果、それらの推定結
果に説明できないような差異がないことを確認するなど、学
習の再現性を確認したか 
 
例：AI システム開発者は、開発中のAI システムと過去に妥
当と判断されたAI システムとを比較できるようにするため
に、AI システム開発に関する情報を管理しているか 
 
例：AI システム開発者は、開発中のAI システムの開発過程
の妥当性を検証できるように、開発プロセスのトレーサビリ
ティを確保しているか 
 
 
E. AI システム開発者は、開発しようと
しているAIシステムの説明可能性に配
慮したか 
例：AI システム開発者は、全ての出力について、人間が理
解できるような一定の説明を加えることができるか否か確
認したか 
 

 
73 
 
例：AI システム開発者は、AI システムについて一定の説明
を加えることができる範囲を特定し、AI システム運用者に
その範囲を伝えたか 
 
例：AI システム開発者は、精度を犠牲にして説明可能性を
高める選択肢を、AI システムの開発を依頼したAI システム
運用者に提示したか 
 
F. AI システム開発者は、AI モデルおよ
びAI システムの管理方法を定めたか 
例：AI システム開発者は、AI モデルが更新される頻度・方
法について明確にしたか 
 
例：AI システム開発者は、モデル更新時に更新前のモデル
と比較して大幅に悪化していないことを確認したか 
 
例：AI システム開発者は、過去のAI モデルも含めて保存
し、問題が起きたときに前のAI モデルに戻す仕組みを整え
たか 
 
例：AI システム開発者は、AI モデル作成時のデータを保存
し、後で再作成ができるようになっているか 
 
 
 
3. 運用・モニタリング 
評価項目例 
具体的な項目例 
A. AI システム運用者は、潜在的な利用
者のリテラシーや経験不足に対処した
か 
例：AI システム運用者は、AI システム開発者が利用者の理
解を高めるためにまとめたAI システム運用者への注意事項
に関する理解を徹底したか 
 
例：AI システム運用者は、上記注意事項を理解できない場
合に、AI システム開発者に問い合わせ、疑問を解消したか 
 
例：AI システム運用者は、AI システム開発者が利用者の理
解を高めるためにまとめたAI システムの限界に関する理解
 

 
74 
 
を徹底するとともに、AI システム利用者にわかりやすく伝
達したか 
 
B. AI システム運用者は、予見可能な悪
用に関する課題に対処したか 
例：AI システム運用者は、開発しようとしているAI システ
ムに関する予見可能な悪用を設計によって排除できない場
合に対処すべく、AI システム開発者がAI システム運用者の
ためにまとめた注意事項の理解を徹底したか 
 
例：AI システム運用者は、AI システムが受け渡された時に
特定されていた以外の目的への利用が禁止されているか否
かを確認したか。 
 
 
C. AI システム運用者は、自らのリテラ
シーや経験不足の課題に対処したか 
例：AI システム運用者は、AI システム開発者がAI システ
ム運用者の理解を高めるためにまとめたAI システム運用者
への注意事項の理解を徹底したか 
 
例：AI システム運用者は、上記注意事項を理解できない場
合に、AI システム開発者に問い合わせ、疑問を解消したか 
 
 
D. AI システム運用者は、AI システム
開発者によるAIシステムの身体、精神、
財産等への悪影響に関する課題への対
処の内容を理解したか 
例：AI システム運用者は、身体、精神、財産等への悪影響に
関し、AI システムの残存リスクと残存リスクの管理方法を
AI システム開発者から聴取、理解し、理解できない場合に、
AI システム開発者に問い合わせ、疑問を解消したか 
 
例：AI システム運用者は、入力データに異常値が含まれた
場合に生じうる身体、精神、財産等への悪影響への対応策を
AI システム開発者から聴取し、理解し、理解できない場合
に、AI システム開発者に問い合わせ、疑問を解消したか 
 
例：AI システム運用者は、入力データに悪意のあるデータ
や敵対的データが含まれた場合に生じうる身体、精神、財産
等への悪影響への対応策をAI システム開発者から聴取し、
理解し、理解できない場合に、AI システム開発者に問い合
 

 
75 
 
わせ、疑問を解消したか 
 
例：AI システム運用者は、出力データに異常値が含まれた
場合に生じうる身体、精神、財産等への悪影響への対応策を
AI システム開発者から聴取し、理解し、理解できない場合
に、AI システム開発者に問い合わせ、疑問を解消したか 
 
E. AI システム運用者は、AI システム開
発者によるAIシステムの公平性に関す
る課題への対処の内容を理解したか 
例：AI システム運用者は、AI システム開発者が公平性に関
して提案されている指標から適切なものを選択した場合で
あって、許容される範囲を超えた出力データに対する警告を
発する措置を講じた場合に、その警告の意味を理解し、理解
できない場合に、AI システム開発者に問い合わせ、疑問を
解消したか 
 
例：AI システム運用者は、公平性に関してAI システム開発
者がまとめた注意事項を理解し、理解できない場合に、AI シ
ステム開発者に問い合わせ、疑問を解消したか 
 
 
F. AI システム運用者は、AI システム開
発者による個人への配慮事項への対処
の内容を理解したか 
例：AI システム運用者は、個人を分析するAI システムの運
用にあたって、AI システム開発者が実施した、個人の機会
や意思決定を不当に害しないこと確保するための対応策を
AI システム開発者から聴取し、理解し、理解できない場合
に、AI システム開発者に問い合わせ、疑問を解消したか 
 
例：AI システム運用者は、匿名化されたデータ等から個人
を特定するような分析が行われているか否かをAI システム
開発者に確認したか 
 
 
G. AI システム運用者は、AI システム
開発者によるAIシステムのサイバーセ
キュリティに関する課題への対処の内
容を理解したか 
例：AI システム運用者は、不正なアクセスやデータの入力
に対処する措置についてAI システム開発者がまとめたAI
システム運用者への注意事項を理解し、理解できない場合
に、AI システム開発者に問い合わせ、疑問を解消したか 
 
 

 
76 
 
H. AI システム運用者は、AI システム
における人間の主体的な関与の機会を
理解し、そのような機会をAI システム
利用者に適切に提供しているか 
例：AI システム運用者は、身体、精神、財産等への悪影響や
公平性などの観点から、AI システム開発者が採用した人間
の主体的な関与の機会（たとえば、AI システムの採否や利
用の中断・停止を決定する自由や機会）やAI システム利用
者が意思決定に際してAI システムに過剰に依存しないよう
な設計について、その採用理由も含めて内容を理解し、理解
できない場合に、AI システム開発者に問い合わせ、疑問を
解消したか 
 
例：AI システム運用者は、AI システム利用者に対して人間
の主体的な関与の機会を適切に提供しているか 
 
 
I. AI システム運用者は、AI システムの
機能、効果について理解しているか 
例：AI システム運用者は、AI システム開発者との対話を通
じて、運用しようとしているAI システムの機能、効果に関
する理解を深めたか 
 
例：AI システム運用者は、説明可能性等を高めるために精
度を犠牲にしている場合があること（精度と説明可能性等の
AI システムのトレードオフ）を理解しているか 
 
 
J. AI システム運用者は、AI システム運
用時のモニタリング支援機能やAIモデ
ルやAI システムの管理方法を理解し
て、適切に運用しているか 
例：AI システム運用者は、入力・出力データのログ取得機
能、AI システムの動作状況をまとめた一覧表示（AI システ
ムの運用担当者、運用時間、入力・出力ログなど）などのモ
ニタリング支援機能を理解しているか 
 
例：AI システム運用者は、経営層や社外の要請を受け、適
当な時間で運用状況を整理できる程度まで、モニタリング支
援機能を使えているか 
 
例：AI システム運用者は、入力・出力データのログ、AI シ
ステムの動作状況をまとめた一覧表示（AI システムの運用
担当者、運用時間、入力・出力ログなど）を定期的に確認し
ているか 
 

 
77 
 
例：AI システム運用者は、モデルの性能変化や運用環境に
おけるデータ分布の変化など、再学習の必要性を定期的に確
認しているか 
 
例：AI システム運用者は、AI モデルが更新される頻度・方
法など、AI モデルやAI システムの管理方法について理解し
ているか 
 
K. AI システム運用者は、適法、公正、
一般的に妥当な方法でデータを取得・
管理しているか 
例：AI システム運用者は、AI システムの利用に必要なデー
タのみを取得・管理しているか 
 
例：AI システム運用者は、AI システムの利用に必要なデー
タを取得・管理するにあたり、関連する法令、ガイドライン、
業界における標準的な手法の有無及び内容を確認し、存在す
る場合には、関連する法令に従い、ガイドラインや標準的な
手法を尊重したか 
 
例：AI システム運用者は、AI システムの利用に必要なデー
タの入力の可否についてデータの主体の選択の余地が事実
上ない状態を作り出さないように配慮したか 
 
例：AI システム運用者は、データの管理に必要な情報を記
録しているか 
 
例：AI システム運用者は、一部のデータの利用を停止した
り、削除したりできる形式でデータを管理しているか 
 
例：AI システム運用者は、管理しているデータの漏洩や改
ざんを防止するための措置を講じたか 
 
例：AI システム運用者は、管理しているデータへの権限の
ない者によるアクセスを監視するために、アクセスログを取
得しているか 
 
 

 
78 
 
例：AI システム運用者は、データの取得、データへのアク
セスの監視などのデータの管理に関する状況を説明できる
ようにしているか 
 
例：AI システム運用者は、AI システムへの入力データに関
する疑問やトラブルが発生した際に対応する窓口等を設置
しているか 
 
L. AI システム運用者は、AI システム利
用者に対する説明責任を果たしている
か 
例：AI システム運用者は、AI システム開発者が特定した一
定の説明を加えることができる範囲内で運用しているか 
 
例：AI システム運用者は、AI システム開発者の支援を仰ぎ
ながら、全ての出力について、要請があった場合に、人間が
理解できるような一定の説明を加えることができることを
確認したか 
 
 
M. AI システム運用者は、人的資源や運
用体制を含め、AI システムの運用方法
を明確に定めたか 
例：AI システム運用者は、AI システムの振る舞いに問題を
検知した場合に、リスクに応じた早さで適切な対応ができる
ような体制を確保しているか 
 
例：AI システム運用者は、AI システムの振る舞いに問題が
あった場合に、AI を使わないプロセスに変更するなど、リ
スク回避の仕組みを適切に活用できているか 
 
 
 
 
 

`;