var toc_content = ` 
7 
 
C. AI ガバナンス・ガイドライン 
AI システムは、人材不足の解消、生産性の向上、高付加価値事業の開発など、ビジネスに
とって正のインパクトをもたらしうる一方で、AI システムの開発や運用には、意図せずし
て、公平性を損なってしまったり、安全性の問題が生じたりするなど、AI 特有のリスクも
伴うことから、AI システムを開発・運用する企業は、自分事
．．．
としてAI システムに関わる環
境や価値提供モデル全体を理解すべきである。各企業には、行動目標を杓子定規に実施する
のではなく、このガイドラインを伴走相手として各行動目標の意義を理解した上で、活用し
てもらうことを期待している。そして、行動目標の意義を理解すれば、それらが実施すべき
標準的な事項でありながら実施にあたっての柔軟性も同時に備えていることがわかるだろ
う。 
このガイドラインは環境・リスク分析から始まる。企業単位（場合によっては事業部単位）
の方針を決めるにあたっては、AI システムがもたらしうる正負のインパクト、AI システム
の開発や運用に関する社会的受容、そして自社の事業範囲等に照らして負のインパクトが軽
微ではないと判断した場合には、自社のAI 習熟度（AI システムの開発・運用時に求められ
る準備がどれだけできているのか）を考慮すべきである。 
これらを踏まえ、たとえば、潜在的な負のインパクトの大きさを考慮しつつAI 分野にお
ける自社の経験不足や現在の社会的受容に照らしてそもそもAI システムを開発・運用しな
いという方針、潜在的な負のインパクトが軽微な分野に限定して、AI システムを開発・運
用していくという方針、潜在的な負のインパクトを管理しつつAI システムを開発・運用し
ていくなどの方針を策定することになるだろう。そして、AI システムを開発・運用する場
合には、潜在的な負のインパクトの性質や大きさを考慮しながらステークホルダーにとって
受容可能な水準に管理する際の羅針盤となる企業単位（場合によっては事業部単位）のAI
ガバナンス・ゴール（たとえばAI ポリシー）を設定するか否かについて検討すべきであり、
潜在的な負のインパクトが軽微であることを理由にAI ガバナンス・ゴールを設定しない場
合には、その理由等をステークホルダーに説明できるようにしておくべきである。 
次に、AI ガバナンス・ゴールを達成するためのAI マネジメントシステムの設計が求めら
れる。具体的には、AI ガバナンス・ゴールからの乖離の評価と乖離への対応、AI マネジメ
ントシステムを担う人材のリテラシー向上、適切な情報共有などの事業者間・部門間協力に
よるAI マネジメントの強化、インシデントの予防や早期対応を通じたインシデントに関わ
るAI システム利用者の負担軽減を挙げることができる。 
AI 技術の発展にアジャイルに適合していくためには、AI ガバナンス・ゴールやAI マネ

 
8 
 
ジメントシステムを継続的に評価する必要がある。まず、AI マネジメントシステム及び個々
のAI システムの運用状況について説明可能な状態を確保することである。また、ステーク
ホルダーとの一層円滑なコミュニケーションのために、これらの情報をコーポレートガバナ
ンス・コードの非財務情報に位置づけ、積極的に開示することを検討すべきであり、開示し
ない場合には、その理由等を説明できるようにしておくべきである。 
次に、AI マネジメントシステムの設計や運用から独立した者に、その設計や運用の妥当
性を評価させるべきである。上述の運用状況に関する情報を用いながら社内で妥当性の評価
を実施すべきことはもちろんのこと、株主だけではなく、ビジネスパートナー、消費者、AI
システムの適切な運用をめぐる動向に詳しい有識者などのステークホルダーに意見を求め
ることを検討すべきであり、必要に応じてそのような機会を積極的に設けることもありうる。 
さらに、AI ガバナンス・ゴールの設定自体の妥当性を検証するために、AI システムがも
たらしうる正負のインパクト、AI システムの開発や運用に関する社会的受容、自社のAI 習
熟度からなる環境・リスクの再分析を適時に実施すべきである。 
 
AI システム開発者・運用者のアジャイル・ガバナンス（（D）ではデータ事業者への言及あり） 
 
 
 
 
2-1 AI ガバナンス・ゴールの検討 
2-1 AI ガバナンス・ゴールの設定 
＊設定しない場合はその理由等 
＊ここでの「システム」には、技術的な
システムだけではなく、組織のシステム
やこれに適用されるルールも含まれる。 
外部システムへの影響 
（透明性・アカウンタビリティ） 
評価 
システムデザイン＊ 
ゴール設定 
運用 
環境・リスク分析 
外部システムからの影響 
1-1 正負のインパクトの理解 
1-2 社会的な受容の理解 
1-3 自社のAI 習熟度の理解 
＊実施しない場合にはその理由等 
ゴール達成のためのAI マネジメントシステム 
3-1 AI システムに対する乖離評価と対応（D） 
3-2 マネジメントを担う人材のリテラシー向上（D） 
3-3 事業者間等協力によるAI マネジメントの強化（D） 
3-4 インシデントに関わる利用者の負担軽減（D） 
4-1 AI マネジメントシステムの運用状況を説明可能にする 
4-2 個々のAI システムの運用状況を説明可能にする 
5-1 AI マネジメントシステムの設計や運用の妥当性を評価 
5-2 ステークホルダーに意見を求めることを検討 
＊実施しない場合にはその理由等 
6 適時に環境・リスク再分析ループへ 
4-3 非財務情報に位置づけ積極的に開示することを検討 
＊開示しない場合はその理由等 

`;