var toc_content = ` 
48 
 
が、そのような場だけが全てではないと考えている。重要なことは、AI 倫理や品質に関心
の高い人々とのネットワークに緩やかにつながり、この情報交換網の中に入ることである。
当社のAI マネジメント担当者には、AI 倫理や品質に関する意見交換の場で積極的に発言し
たり、カンファレンスなどのスピーカーを積極的に引き受けたりするように促している。も
ちろん、そのような活動を業績評価に含めている。 
このようなアプローチでは、意見が集まらないという懸念の声を聞く。この懸念の背景に
は、日本人は意見交換やカンファレンスの場において本音で話さないことがあると考えられ
る。しかし、自分から意見を発信することで相手の意見を引き出す、いわゆる「アクティブ
ソナー型」の人たちは、意見交換やカンファレンスの後に個人的に意見をくれる人がいるこ
とを知っている。このような意見こそが大切である。 
このAI マネジメント担当者の人脈をたどり、外部講師を交えた社内研修を開催したこと
があった。この研修では、当社のAI ガバナンスの取り組みをAI 関連業務に従事する従業
員に対して説明することに加え、当社の取り組みをこの外部講師に評価してもらった。この
外部講師は当社のAI マネジメント担当者と日常的に意見交換をしていることから、当社の
事情に即したアドバイスを得ることができ、研修受講者から好評価を得たところである。 
このような状況であるため、外部有識者委員会の設置についても検討しているが、今のと
ころは必要性を感じていない。 
 
【実践例３】 
 当社は、AI システムを開発し、他の事業者に納入しているが、これらの他の事業者は当
該AI システムを自身の事業で活用しているだけであり消費者には提供していない。そのた
め、消費者の安全、財産的価値の重大な毀損、差別などの倫理的な課題とは直接関係してい
ないと考えている。もちろん、予測精度の維持向上の観点から納入先とはきめ細かく意見交
換しているが、消費者やAI 倫理に詳しい有識者などの意見を聞く必要性はないと判断して
いる。 
 
 

 
49 
 
６. 環境・リスクの再分析 
(1) 行動目標１－１から１－３を適時に再実施する 
行動目標６－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
行動目標１－１から１－３について、適時に再評価、理解の更新、新たな視点の獲得
などを行うべきである。なお、行動目標５－２を実施する際に、既存のAI マネジメン
トシステムやその運用だけではなく、環境・リスク分析を含め、AI ガバナンス全体の
見直しに向けた意見を得ることも検討すべきである。 
 
【実践例１】 
 現時点ではAI システムに対する社会の受け止め方が定まっていないことから、行動目標
１－１から１－３で挙げられている、AI システムがもたらしうる正負のインパクト、AI シ
ステムの開発や運用に関する社会的受容、自社のAI 習熟度について、適時に再評価、理解
の更新、新たな視点の獲得などを行うべきである。当社では、重大な「ヒヤリ・ハット」が
生じた場合、特定のインシデントへの社会の注目が大きく高まった場合、規制環境が変化し
た場合等を除き、定期的に環境・リスクの分析を行い、経営層にレポートすることとしてい
る。AI システムの適切な開発・運用をめぐる議論は非常に活発であるが、アジャイルな再
分析によるガバナンス疲れを防ぎ、大きなトレンドをアジャイルに把握することを重視して
いる。経営層への報告機会は大きなトレンドに目を向ける良い機会である。 
 
【実践例２】 
 当社は、実践例１のように定期的に環境・リスクの分析を行っているが、AI ガバナンス
とAI マネジメントシステムの検証には重複する要素もあることから、定期的に開催される
外部有識者を招聘したAI 倫理委員会の議題に、AI システムがもたらしうる正負のインパク
トとAI システムの開発や運用に関する社会的受容を盛り込み、外部有識者からこれらの論
点に関する大きなトレンドを得るようにしている。 
 
 

`;