var toc_content = ` 
24 
 
② 利用者に対して乖離の可能性や対応策に関する十分な情報を提供する 
行動目標３－１－２：AI システム利用者にサービスを提供しているAI システム運用
企業は、経営層のリーダーシップの下、提供しているAI システムに一定の乖離が発
生しうる場合には、AI システム利用者に対して、その事実や当該乖離への対応策に関
する十分な情報を提供するとともに、問い合わせ先も明確にすべきである。 
 
【実践例１】 
当社はAI システムを運用し、不特定多数の消費者を中心とするAI システム利用者に対
してサービスを提供している。サービス提供相手のAI に関するリテラシーに大きな幅があ
ることが予想されることから、当社では、AI システムの運用にあたり、適切なリスク管理
を行い、負のインパクトを最小限にするための措置をとっていることや、情報の厳格な安全
管理を行っていることなど、リスクに関連する情報を、不慣れな消費者でも理解できるよう
にわかりやすく整理して提供するとともに、問い合わせ先を明確にしている。これらの情報
に加え、上述のとおり、サービス提供相手のAI に関するリテラシーに大きな幅があること
が予想されることから、当社では、提供される情報等にAI システムの出力が用いられてい
ることが利用者に明らかな場合を除き、AI を使っていることをわかりやすく表示するとと
もにAI を利用したときのメリットとデメリットを明示している。そして、AI 機能を好まな
いAI システム利用者には代替サービスがあることも表示している。個人情報を扱う場合も
あることから、個人情報保護委員会のガイドラインに準拠することはもちろんのこと、「DX
時代における企業のプライバシーガバナンスガイドブックver1.1」を参考にしつつ、消費者
との継続的なコミュニケーションを確立している。 
 
【実践例２】 
 当社は、実践例１と同様、AI システムを運用し、外部にサービスを提供しているが、ビジ
ネスで利用する企業に提供している点で実践例１と異なる。当社のサービスの提供先はAI
リテラシーが比較的高いため、提供しているAI システムには一定の乖離が発生しうる可能
性や当該乖離への対応策について、専門的な用語も交えながらメリハリをつけた説明をする
とともに、問い合わせ先を明確にしている。 
 今後、一般消費者向けにAI システムを用いたサービスを提供する可能性があるが、サー
ビス提供先のAI へのリテラシーに応じて十分な情報を提供していきたいと考えている。 

 
25 
 
【実践例３】 
 当社は、実践例１と同様の対応をしているが、AI システム利用者からの問い合わせに対
応するために必要な情報をAI システム開発者から提供してもらえるように、その旨を契約
で明確にしている。AI システム利用者からの「フィードバック」はAI システム開発者にと
っても貴重な情報であることもあり、迅速に対応してもらっている。 
 
【実践例４】 
 当社は、実践例１と同様の対応をしているが、AI システム利用者が自らの判断でAI シス
テムを用いたサービスを選択できるようにすること自体に付加価値があると信じており、他
社との差別化のために情報提供の在り方を工夫している。また、AI システムだけではなく
情報提供の在り方についてもフィードバックをもらうように工夫している。 
 
③ データ事業者は乖離評価に十分な情報をAI システム開発者に提供する 
行動目標３－１－３：データを提供する企業は、AI システムを開発する企業が適切に
乖離評価をできるようにするために、データの収集元、収集方針、収集基準、アノテ
ーション付与基準、利用制約等のデータセットに関する情報を提供すべきであり、AI
システム開発者は十分な情報を提供するデータ事業者からデータセットを取得すべ
きである。 
 
【実践例１】 
当社は、AI システムを開発する企業にデータを提供しているデータ事業者であり、AI シ
ステムを開発する企業が適切に乖離評価をできるようにするために、データの収集元、収集
方針、収集基準、アノテーション付与基準、利用制約等のデータセットに関する情報を提供
している。また、十分に整理されていないデータセットを提供する場合であっても、乖離評
価に必要なデータの収集元等の基本的な情報を十分に提供している。 
 
コラム：公平性（Fairness）確保のための取り組み 
 
 公平性（fairness）の基準を決めたり、公平性の原則を実践したりすることは難し
い。そこでOECD では原則から実践への取り組みを支援する活動をしている。The 

`;