var toc_content = ` 
28 
 
【実践例２】 
 当社は、AI システムの開発・運用を事業の柱の１つとする大企業である。AI 技術や倫理
に関する教材が外部にあることは知っているが、AI システムの提供数が多く、社会へのイ
ンパクトが大きいことから、汎用的な外部教材ではなく、自社のAI システムの用途を想定
した事例を充実させた自社教材を使っている。 
 AI に関する研修プログラムを作成した当初は、AI 技術に関する講義の最後にAI 倫理の
パートを設けていたが、外部有識者を招聘した委員会からの指摘をきっかけに、AI 倫理に
対する経営層の関心が一層高まり、AI 倫理だけを独立させたe-learning を作成し、全社員
に受講してもらっている。このe-learning には講義と確認テストが含まれており、AI 倫理
に詳しくない人でも１時間程度で終えることができるように工夫されている。自社のAI シ
ステムの用途に関連づけることで短時間でも高い学習効果が得られていると考えている。 
 
 
コラム：JDLA の検定試験の活用事例 
 
JDLA のG 検定は多くの企業に利用されている17。全社的なDX 推進プロジェク
トの人材育成カリキュラムにG 検定を組み込み、数百名規模で団体受験している企
業もある。たとえばENEOS は、全社員のデジタルリテラシーをAI Analytics、
Business Intelligence、Cyber Security、Design Thinking の４つの項目に分け、G 検
定をAI Analytics に組み込んでいる18。別の企業では、IT 部門の自主活動からグル
ープ/部署横断で100 名規模が参加するG 検定対策勉強会へと発展しているという。
公的機関が提供する研修プログラムでもG 検定が使用されている19。 
G 検定の利用者からは「これからのプロジェクトマネージャーやソリューション
アーキテクトが知っておかなければいけない知識」が得られると評価されており、
受験希望者が若手エンジニアから、役員、管理職、リーダー層にも広がったという
声もある。G 検定はAI 技術の基礎やAI 倫理を学ぶきっかけとなっているようだ。 
 
 
 
17 JDLA、団体受験企業様の声。https://www.jdla.org/certificate/general/#general_No04. 
18 以下のスライド番号22 ではAI Analytics の下にE 検定、G 検定が位置づけられている。
https://www.hd.eneos.co.jp/csr/meeting/pdf/esg_ex_20201202.pdf.  
19 埼玉県産業振興公社が中小企業向けの『AI・IoT 人材育成研修（技術者養成コース）』でG 検定を取り入
れている。https://www.saitama-j.or.jp/iot/jinzai/.  

 
29 
 
(3) 適切な情報共有等の事業者間・部門間の協力によりAI マネジメントを強化する 
行動目標３－３：AI システムを開発・運用する企業、及び、データを提供する企業は、
学習等用のデータセットの準備からAI システムの開発・運用までの全てを自部門で
行う場合を除き、経営層のリーダーシップの下、営業秘密等に留意しつつ、自社や自
部門のみでは十分に実施できないAI システムの運用上の課題と当該課題の解決に必
要な情報を明確にし、公正競争確保の原則の下で、積極的に共有すべきである。その
際に、必要な情報交換が円滑に行われるよう、AI システム開発者、AI システム運用
者、データ事業者の間で予め情報の開示範囲について合意し、秘密保持契約の締結等
を検討することが望ましい。 
 
【実践例１】 
当社は、開発したAI システムを顧客に納入し、当該顧客がAI システムの運用にあたっ
ている。このAI システムは運用環境の変化によって精度が低下し、場合によっては設備の
破損等の損害につながるおそれがある。そのため、顧客に対しては、AI システムの出力の
モニタリングを依頼し、品質劣化の判断の仕方も伝えている。 
AI に詳しくない顧客に対して、モニタリング等を単に依頼するだけでは機能しない。AI
システムのメンテナンスが必要な理由とその原因（学習データと運用時の入力データの分布
が変化する等）、当該原因による出力の変化の傾向などについて、時間をかけて説明して納
得してもらう必要がある。標準的な情報を提供すれば十分な場合もあるが、AI システム開
発側がそのように考えた場合でも、納入先に積極的に質問を促し、可能な限り認識を一致さ
せるべきである。必要に応じて、保守サービス契約等を締結し、納入後であっても積極的に
質問を受け付ける体制を整えることも重要である。また、AI システムの再学習を行った場
合には、再学習によって出力がどのように変化したかを丁寧に説明すべきである。 
当社は、このような情報共有が円滑に行われるように、AI システム開発者とAI システム
運用者の間で予め情報の開示範囲について合意しておき、秘密保持契約の締結も締結してい
る。 
 
【実践例２】 
当社が開発しているAI システムは、特定のデータセットによって学習させたものであり、
データセットに含まれていない対象に適用すると好ましくない出力結果となる可能性があ

`;