var toc_content = ` 
44 
 
統合報告書に掲載することを含め、経営層からの積極的な情報発信を検討していく予定であ
る。 
 
コラム：コーポレートガバナンスにおける情報開示とAI 倫理の取り組み 
 
AI ガバナンスをコーポレートガバナンスと切り離すことはできない。ここでは、
AI ガバナンスの文脈で、コーポレートガバナンス・コードの基本原則の１つである
「適切な情報開示と透明性の確保」を取り上げたい。この基本原則では、「上場会社
は、会社の財政状態・経営成績等の財務情報や、経営戦略・経営課題、リスクやガ
バナンスに係る情報等の非財務情報について、法令に基づく開示を適切に行うとと
もに、法令に基づく開示以外の情報提供にも主体的に取り組むべきである。その際、
取締役会は、開示・提供される情報が株主との間で建設的な対話を行う上での基盤
となることも踏まえ、そうした情報（とりわけ非財務情報）が、正確で利用者にと
って分かりやすく、情報として有用性の高いものとなるようにすべきである」と述
べられている。AI システムの開発・運用に伴うリスクの評価や対応に関する情報に
ついても、非財務情報の一部として開示されることが期待される場合があると考え
られる。 
この基本原則に関連し、本ガイドラインの作成の際に行ったヒアリングにおいて、
欧州の機関投資家からAI ガバナンスについて問い合わせがあったという情報をヒ
アリング先から得た。AI ガバナンスへの関心が投資家の間で少しずつ高まっている
ことが、このような問い合わせの背景にあると考えられる。たとえば、Hermes EOS 
(Equity Ownership Services)は、グーグルの親会社であるアルファベットの取締役
会に対して、責任を持ったAI 技術の利用に関してリーダーシップを示すことを投
資家が期待していると述べている25。AI システムの用途によっては、その利用の拡
大に伴って社会へ与えるインパクトが大きくなりうるため、投資家から責任を持っ
たAI システムの開発・運用やAI ガバナンスの整備が求められる可能性がある。 
 
 
 
25 Alex Rolandi, “Hermes EOS urges Alphabet to lead responsible AI practice,” funds europe (June 18, 2019), 
https://www.funds-europe.com/news/hermes-eos-urges-alphabet-to-lead-responsible-ai-practice.  

 
45 
 
５. 評価 
(1) AI マネジメントシステムが適切に機能しているかを検証する 
行動目標５－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
AI マネジメントシステムの設計や運用から独立した者に、AI ガバナンス・ゴールに
照らして、乖離評価プロセス等のAI マネジメントシステムが適切に設計され、適切
に運用されている否か、つまり行動目標３、４の実践を通じ、AI ガバナンス・ゴール
の達成に向けて、AI マネジメントシステムが適切に機能しているか否かを検証させる
べきである。 
 
【実践例１】 
当社にはAI マネジメントシステムの導入前から社内規定の運用等を監査する独立した内
部監査部門がある。AI マネジメントシステムの導入時に内部監査部門の業務範囲を拡張し、
AI マネジメントシステムをその対象に加えた。当社では、内部監査担当者が、各部門の協
力を仰ぎながら、組織や規定等が、適切に運用され、有効に機能しているかを調査及び確認
し、不適切な運用や機能不全が見られた場合は、当該部門に改善を求めるとともに、他部門
のベストプラクティスがあれば、それを共有している。 
AI システムに対する社会的受容は変化している。当社では、社会的受容に歩調を合わせ
た改善こそが重要であると考えており、環境・リスク分析を参考にしながら、社会からの期
待が高い分野やインシデントの報告数が多い分野を中心に内部監査を行っている。改善に向
けた各部門の協力が得られるように、全ての分野に対して一律に社内ルール等への厳密な適
合性評価を行うのではなく、リスクの高い分野を選定している。選定理由を伝えると各部門
の協力を得られやすい。 
 
【実践例２】 
 当社はAI システムを開発する小規模企業である。AI マネジメントシステムを評価する内
部監査部門を設けず、AI マネジメントシステムに直接関与していない開発部門内の者を加
えて自己監査を行ってもらっている。この自己監査という第一の監査ラインはチェック機能
不全に陥り、身内に甘くなる傾向があるため、自己監査結果をAI ガバナンス担当役員直属
の監査担当者に報告させ、報告内容を整理して、AI ガバナンス担当役員に報告することに
している。AI ガバナンス担当役員はAI 技術や倫理に詳しいことから、自己監査中心であり

 
46 
 
ながらも十分に機能していると考えている。現在は、第三者的な視点を強化するとともに、
内部監査は改善のためにあることを伝えるために、部門横断的なフィードバック会合を開催
して監査結果を共有するとともに意見交換を行うことを検討している。 
 
【実践例３】 
 当社には内部監査部門があるが、AI マネジメントシステムに関しては外部監査を活用し
てみることにした。外部監査には高い専門性と他社の監査経験の横展開を期待している。AI
システムに対する社会的受容は変化していて相場感が形成されていない。自社なりに十分に
対応できていると自負していても死角があるかもしれない。 
外部監査サービスはコンサルティングファームなどを中心に提供されている。外部専門家
による監査を受けることで、社内外の専門的な情報を活用したアドバイスを受けることがで
きる。また、外部専門家のアドバイスの第三者性と客観性によって、社内へのフィードバッ
クがよりスムーズになる効果も期待している。 
このようなメリットがある一方で、受け身になる可能性を心配している。外部専門家はそ
れぞれの企業に固有の課題等に必ずしも詳しいわけではない。外部専門家のアドバイスを最
大限活用するためには、外部監査に頼った場合でもAI に対する社会的受容を能動的に理解
しようという姿勢が重要である。 
 
 

`;