var toc_content = ` 
23 
 
に調査を行った。調査を進めていくと、たとえば、経済産業省、厚生労働省、消防庁が、「プ
ラント保安分野AI 信頼性評価ガイドライン」、それを実施するための「実施内容記録フォー
マット」、記載例をまとめた「信頼性評価実用例」を公表していることがわかった。また、
AI プロダクト品質保証コンソーシアムが公表している「AI プロダクト品質保証ガイドライ
ン」には、Voice User Interface、産業用プロセス、自動運転、OCR の事例が掲載されてい
ることがわかった。さらに、国立研究開発法人産業技術総合研究所が「機械学習品質マネジ
メントガイドライン」を公表しており、産業用途別の実アプリケーションを対象とする具体
的適用事例としてのリファレンスガイドの作成を予定していることもわかった。当社の現在
の乖離評価プロセスには、これらの具体的な取り組みの一部が反映されている。 
 
【実践例２】 
 当社では、AI システム利用者から得られたデータに基づいたAI システムを開発・運用し
ている。AI 原則の実践、特にプライバシー確保の原則の実践にあたっては、AI モデルの構
築とアウトプットへの配慮だけではなく、AI モデルに対するインプットデータの扱いへの
配慮が必要であると認識している。当社には個人情報の扱いに関する豊富な経験があるが、
そうであっても社外の取り組みに積極的に目を向けるべきであると考えている。そこで、AI
マネジメント担当者に対して、乖離評価プロセスを構築するにあたって社外の取り組みを調
査するように指示した。 
 AI モデルの構築とアウトプットへの配慮については、たとえば、パーソナルデータ+α研
究会が提示しているプロファイリングにおける「自主的取組みに関するチェックリスト」が
あることがわかった。また、AI モデルに対するインプットデータの扱いについては、改め
て個人情報保護委員会が公表しているガイドラインを確認した。「DX 時代における企業の
プライバシーガバナンスガイドブックver1.1」については、インプットとアウトプットの両
方の観点からAI に関する記述も見られるため参考になった。当社の現在の乖離評価プロセ
スには、これらの具体的な取り組みの一部が反映されている。 
 
 
 
 
 
 

 
24 
 
② 利用者に対して乖離の可能性や対応策に関する十分な情報を提供する 
行動目標３－１－２：AI システム利用者にサービスを提供しているAI システム運用
企業は、経営層のリーダーシップの下、提供しているAI システムに一定の乖離が発
生しうる場合には、AI システム利用者に対して、その事実や当該乖離への対応策に関
する十分な情報を提供するとともに、問い合わせ先も明確にすべきである。 
 
【実践例１】 
当社はAI システムを運用し、不特定多数の消費者を中心とするAI システム利用者に対
してサービスを提供している。サービス提供相手のAI に関するリテラシーに大きな幅があ
ることが予想されることから、当社では、AI システムの運用にあたり、適切なリスク管理
を行い、負のインパクトを最小限にするための措置をとっていることや、情報の厳格な安全
管理を行っていることなど、リスクに関連する情報を、不慣れな消費者でも理解できるよう
にわかりやすく整理して提供するとともに、問い合わせ先を明確にしている。これらの情報
に加え、上述のとおり、サービス提供相手のAI に関するリテラシーに大きな幅があること
が予想されることから、当社では、提供される情報等にAI システムの出力が用いられてい
ることが利用者に明らかな場合を除き、AI を使っていることをわかりやすく表示するとと
もにAI を利用したときのメリットとデメリットを明示している。そして、AI 機能を好まな
いAI システム利用者には代替サービスがあることも表示している。個人情報を扱う場合も
あることから、個人情報保護委員会のガイドラインに準拠することはもちろんのこと、「DX
時代における企業のプライバシーガバナンスガイドブックver1.1」を参考にしつつ、消費者
との継続的なコミュニケーションを確立している。 
 
【実践例２】 
 当社は、実践例１と同様、AI システムを運用し、外部にサービスを提供しているが、ビジ
ネスで利用する企業に提供している点で実践例１と異なる。当社のサービスの提供先はAI
リテラシーが比較的高いため、提供しているAI システムには一定の乖離が発生しうる可能
性や当該乖離への対応策について、専門的な用語も交えながらメリハリをつけた説明をする
とともに、問い合わせ先を明確にしている。 
 今後、一般消費者向けにAI システムを用いたサービスを提供する可能性があるが、サー
ビス提供先のAI へのリテラシーに応じて十分な情報を提供していきたいと考えている。 

`;