var toc_content = ` 
6 
 
AI システムの法的な権利者と必ず一致するわけではないが、そのような場合が多いと
考えられる。 
AI システム利用者：他のAI システム開発者が開発したAI システムや他のAI システム
運用者が提供するAI システムを単に利用する者であって、AI システムの運用や性能維
持等に責任を負わない者。なお、AI システム利用者には、ビジネスで利用する者やビジ
ネス以外で利用する消費者等が含まれるが、本ガイドラインは、これらを明示的に定義
するよりも、リテラシー水準に応じて柔軟に利用者を把握する方が望ましいと考えてい
る3。 
データ事業者：AI システムの学習等のために、不特定多数からの収集したデータ、特定
の者から取得したデータ、事業者が自ら用意したデータのいずれか又はそれらを組み合
わせたデータ、あるいはそれらに加工を施したデータを事業として他者に提供する者。 
＊１つのAI 事業者が同時に複数の役割主体に区分されることもある。たとえば、AI システムの開発
も運用も同一の企業が行う場合には、この企業はAI システム開発者でもあり、AI システム運用者で
もある。 
 
本ガイドラインは、企業内の実施主体を以下の二層を想定しながら整理している。なお、
両者の区分が明瞭でない小規模企業等は、特定の者や集合が両方の責務を負っているものと
理解して差し支えない。 
経営層：株主や株主以外の様々なステークホルダーに対する適切な情報開示やステーク
ホルダーとの協働を確保するとともに、健全な事業活動倫理を尊重するためのマネジメ
ントシステムの確立のために運営層に大きな方向性を示すことを責務とする者又はそ
の集合 
運営層：経営層が示した方向性にしたがって健全な事業活動倫理を尊重するためのマネ
ジメントシステムを設計し、運用し、環境・リスクの分析、ゴールの設定、マネジメン
トシステムの評価を実施ないし支援する者又はその集合。 
 
 
 
3 利用者のリテラシーについて一定の目安を提示するものに、OECD, OECD FRAMEWORK FOR THE 
CLASSIFICATION OF AI SYSTEMS – PUBLIC CONSULTATION ON PRELIMINARY FINDINGS (May 
2020)がある。ここでは、研修を全く受けていないアマチュア、特定のシステムについて研修を受けた者、AI
に関する知識を有する専門家に区分している。https://aipo-api.buddyweb.fr/app/uploads/2021/05/Report-
for-consultation_OECD.AI_Classification_final.pdf. 

`;