var toc_content = ` 
46 
 
ながらも十分に機能していると考えている。現在は、第三者的な視点を強化するとともに、
内部監査は改善のためにあることを伝えるために、部門横断的なフィードバック会合を開催
して監査結果を共有するとともに意見交換を行うことを検討している。 
 
【実践例３】 
 当社には内部監査部門があるが、AI マネジメントシステムに関しては外部監査を活用し
てみることにした。外部監査には高い専門性と他社の監査経験の横展開を期待している。AI
システムに対する社会的受容は変化していて相場感が形成されていない。自社なりに十分に
対応できていると自負していても死角があるかもしれない。 
外部監査サービスはコンサルティングファームなどを中心に提供されている。外部専門家
による監査を受けることで、社内外の専門的な情報を活用したアドバイスを受けることがで
きる。また、外部専門家のアドバイスの第三者性と客観性によって、社内へのフィードバッ
クがよりスムーズになる効果も期待している。 
このようなメリットがある一方で、受け身になる可能性を心配している。外部専門家はそ
れぞれの企業に固有の課題等に必ずしも詳しいわけではない。外部専門家のアドバイスを最
大限活用するためには、外部監査に頼った場合でもAI に対する社会的受容を能動的に理解
しようという姿勢が重要である。 
 
 

 
47 
 
(2) 社外ステークホルダーから意見を求めることを検討する 
行動目標５－２：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
株主だけではなく、ビジネスパートナー、消費者を含む利用者、AI システムの適切な
運用をめぐる動向に詳しい有識者、NGO、労働組合などの様々なステークホルダーか
ら、AI マネジメントシステムやその運用に対する意見を求めることを検討すべきであ
る。そして、検討の結果、実施しないと判断した場合には、その理由を対外的に説明
できるようにしておくべきである。 
 
【実践例１】 
 コーポレートガバナンス・コードの「株主以外のステークホルダーとの適切な協働」の章
には、従業員、顧客、取引先、債権者、地域社会をはじめとする様々なステークホルダーと
の適切な協働に努め、とりわけ取締役会・経営陣は、これらのステークホルダーの権利・立
場や健全な事業活動倫理を尊重する企業文化・風土の醸成に向けてリーダーシップを発揮す
べきであるとの原則がまとめられている。また、AI システムの適切な開発・運用への関心
が高まっていることから、上場会社はもちろんのこと非上場会社も、AI ガバナンスやマネ
ジメントシステムの評価や見直しにあたっては様々なステークホルダーとの協働が求めら
れる場合がある。 
当社は、AI ポリシーの設定やポリシー達成に向けた体制作りなどの初期設定は企業自身
が行うべきものであり、その後の改善も企業自身が主体的に行うべきと考えているが、「社
会からの見え方」を知るために様々なステークホルダーとの協働も重視している。 
 当社はすでにAI ポリシーを定めるとともに、AI ポリシーの意味やポリシー達成のための
活動を公表している。しかし、「社会からの見え方」を知り、客観的な倫理性を確保する必
要があると考え、ステークホルダーと対話を重ねていくことを目的として、AI やそれ以外
の分野の専門家で構成されるAI 倫理委員会を設置することとし、AI 技術の専門家だけでな
く、法律、環境問題、消費者問題の専門家も招聘している。一般的な指摘を受けるだけでは
不十分であることから、当社の具体的な課題を提示して深い洞察を得られるように工夫して
いる。 
 
【実践例２】 
実践例１のような外部有識者委員会の設置のような「見える施策」に目が行きがちである

 
48 
 
が、そのような場だけが全てではないと考えている。重要なことは、AI 倫理や品質に関心
の高い人々とのネットワークに緩やかにつながり、この情報交換網の中に入ることである。
当社のAI マネジメント担当者には、AI 倫理や品質に関する意見交換の場で積極的に発言し
たり、カンファレンスなどのスピーカーを積極的に引き受けたりするように促している。も
ちろん、そのような活動を業績評価に含めている。 
このようなアプローチでは、意見が集まらないという懸念の声を聞く。この懸念の背景に
は、日本人は意見交換やカンファレンスの場において本音で話さないことがあると考えられ
る。しかし、自分から意見を発信することで相手の意見を引き出す、いわゆる「アクティブ
ソナー型」の人たちは、意見交換やカンファレンスの後に個人的に意見をくれる人がいるこ
とを知っている。このような意見こそが大切である。 
このAI マネジメント担当者の人脈をたどり、外部講師を交えた社内研修を開催したこと
があった。この研修では、当社のAI ガバナンスの取り組みをAI 関連業務に従事する従業
員に対して説明することに加え、当社の取り組みをこの外部講師に評価してもらった。この
外部講師は当社のAI マネジメント担当者と日常的に意見交換をしていることから、当社の
事情に即したアドバイスを得ることができ、研修受講者から好評価を得たところである。 
このような状況であるため、外部有識者委員会の設置についても検討しているが、今のと
ころは必要性を感じていない。 
 
【実践例３】 
 当社は、AI システムを開発し、他の事業者に納入しているが、これらの他の事業者は当
該AI システムを自身の事業で活用しているだけであり消費者には提供していない。そのた
め、消費者の安全、財産的価値の重大な毀損、差別などの倫理的な課題とは直接関係してい
ないと考えている。もちろん、予測精度の維持向上の観点から納入先とはきめ細かく意見交
換しているが、消費者やAI 倫理に詳しい有識者などの意見を聞く必要性はないと判断して
いる。 
 
 

`;