var toc_content = ` 
79 
 
H. 別添３（補論：アジャイル・ガバナンスの実践） 
冒頭に紹介したとおり本ガイドラインのC.1.-6.の構成は、経済産業省の「Governance 
Innovation Ver.2」報告書26の中で整理した「アジャイル・ガバナンス」のフレームワークに
準拠している。本補論では、その「アジャイル・ガバナンス」のコンセプトの背景について
解説する。 
AI システムに代表される、サイバー空間とフィジカル空間を高度に融合させるシステム
（CPS：サイバー・フィジカルシステム）を基盤とする社会は、複雑で変化が速く、予見可
能性に欠け、リスクの統制が困難である場合が多い。また、そうした社会の変化に応じて、
ガバナンスが目指すゴールも常に変化していく。したがって、CPS を基盤とする社会のガ
バナンスモデルは、常に変化する環境とゴールを踏まえ、最適な解決策を見直し続けるもの
である必要がある。そのためには、ゴールや手段が予め設定されている固定的なガバナンス
モデルを適用することは、妥当ではないと考えられる。最適な解決策を見直し続けるガバナ
ンスのモデルとなる枠組が、「アジャイル・ガバナンス」である。 
 
【アジャイル・ガバナンスの基本的なモデル】 
 
 
 
 
 
 
 
 
 
 
 
このガバナンスモデルは、以下のような特徴を有する。 
 
26 経済産業省『「GOVERNANCE INNOVATION Ver.2: アジャイル・ガバナンスのデザインと実装に向け
て」報告書』（2021 年7 月31 日）。 

 
80 
 
各ガバナンスの主体（企業、政府、NGO 等、ガバナンスを担う様々な主体が含まれ
る。）は、まず、以下のようなプロセスを実施することが求められる。 
① 環境・リスク分析 
ガバナンスの主体は、常に外部環境及びその変化と、これに基づくリスク状況を分
析し続ける必要がある。 
② ゴール設定 
ガバナンスの主体は、外部環境の変化や技術の与える影響の変化に伴い、ガバナン
スの「ゴール」を設定し、常時見直すべきである。 
③ ガバナンスシステムのデザイン 
ガバナンスの主体は、設定されたゴールに基づいて、ガバナンスシステムのデザイ
ンを行う。ここでの「システム」とは、技術的なシステムだけではなく、組織のシス
テムやこれに適用されるルールを含む。そのデザインあたっては、(i) 透明性とアカ
ウンタビリティ、(ii) 適切な質と量の選択肢の確保、(iii) ステークホルダーの参加、
(iv) インクルーシブネス、(v) 適切な責任分配、(vi) 救済手段の確保、といった要素
が、ガバナンスシステムをデザインする上で尊重されるべき基本原則となる。 
④ ガバナンスシステムの運用 
デザインされたガバナンスシステムを運用するプロセスである。ガバナンスの主体
は、システム運用の状況について、リアルタイムデータ等を使って継続的にモニタリ
ングしていくことが求められる。また、影響を受けるステークホルダーに対して、自
らのシステムのゴール、それを達成するためのシステムのデザイン、そこから生じる
リスク、運用体制、運用結果、救済措置等について、適切な開示を行うことが不可欠
である。 
こうした運用の過程・結果を踏まえて、ガバナンスの主体は、以下の2 つの評価・分
析をいずれも実施する必要がある。 

 
81 
 
⑤ ガバナンスシステムの評価 
ガバナンスの主体は、当初設定されたゴールが達成されているかを評価する。設定
したゴールが達成されていなければ、再度システムデザインを行う（下側の楕円型の
サイクル）。 
⑥ 環境・リスクの再分析 
第2 に、外部システムからの影響によって、ガバナンスのゴール自体を見直さなけ
ればならない可能性がある（外側の円形のサイクル）。そのため、ガバナンスシステ
ムの置かれた環境やリスク状況に変化があるか、これによってゴールを変更する必要
があるか、という点を継続的に分析する必要がある。 
 
「Governance Innovation Ver.2」報告書では、アジャイル・ガバナンスの実践に向けた企
業の取組を後押しするために、標準やガイドラインといったソフトローによって、官民共同
で政策ツールを策定していくことが重要であると述べている（4.3.3）。本ガイドラインは、
AI のガバナンスという局面で、まさにそのような企業の取組みを後押しするツールとして
の役割を果たすものであるといえる。さらに、本ガイドライン自体もアジャイル・ガバナン
スのプロセスに則って継続的に評価・見直し・アップデートされるべきであり、AI 技術の
発展やAI に対する社会的な受容の変化などを適時に反映した官民共同のLiving Document
として、継続的にメンテナンスされ、参照され続けていくことが望ましい。 
 

`;