var toc_content = ` 
42 
 
ステム開発者は、AI システム運用者のAI システムへの期待を理解し、運用者自身が腹落ち
するまで何ができるかを丁寧に説明することが重要である。「AI システム品質保証ガイドラ
イン」に記載されているように、「品質保証の技術者やチーム、組織は、開発や営業と共に、
AI システムに関する顧客の理解を深めるような活動を行う」ことが大切である24。 
 
コラム：ソフトウェアによる自動モニタリング 
 
Governance Innovation Ver.2 －アジャイル・ガバナンスのデザインと実装に向け
て－では、Society5.0 におけるガバナンスの在り方が議論されている。ガバナンス
システムの運用に関して、Governance Innovation Ver.2 は、従来は断片的にしか取
得できなかったデータをリアルタイムで得られるようになってきていることから、
こうしたリアルタイムデータを活用することで、より効率的かつ精緻なモニタリン
グを行うことが可能になるだけではなく、リスク状況やゴールの達成状況を随時に
判断することで、ゴールを達成するための手段を柔軟に選択できるようになり、コ
ンプライアンスを確保しつつ持続的なイノベーションを実現していくことが可能に
なると指摘する。 
AI システムの本格運用後のモニタリングに関しては、2020 年のCEATEC に出展
された株式会社グリッドの取り組みが興味深い。学習時とは異なる特徴の時系列デ
ータや画像データが入力されていることを自動的に検知するAI 監視サービスを提
供しているという。このようなAI 監視サービスの利用は、AI モデルの精度の維持
を通じた収益への貢献だけではなく、AI モデルの性能維持に関してモニタリングを
していることをステークホルダーに説明する責務であるアカウンタビリティとも関
係する。 
同様の取り組みは他にも見られる。富士通株式会社は、AI システムの本格運用後
に入力データの変化の傾向を追跡してAI モデルの精度を自動推定する技術や既存
モデルを再学習させることなく精度低下を抑制できる技術を開発した。この技術も
AI システム運用者のアカウンタビリティや利用者の信頼度を高めることに貢献す
ることが期待される。 
 AI システム運用者が、AI システム開発者との対話を通じて、AI システムの可能
性や限界を理解することは重要であり、自動モニタリングツール等への過度な依存
は避けるべきであるが、Society5.0 時代には自動モニタリングツールを賢く併用す
ることも求められている。 
 
24 AI システム品質保証コンソーシアム『AI システム品質保証ガイドライン 2020.08 版』（2020 年8 月）、
p. 2-7. 

 
43 
 
(3) AI ガバナンスの実践状況を非財務情報に位置づけて積極的な開示を検討する 
行動目標４－３：AI システムを開発・運用する企業は、AI ガバナンス・ゴールの設
定、AI マネジメントシステムの整備や運用等に関する情報を、コーポレートガバナン
ス・コードの非財務情報に位置づけ、積極的に開示することを検討すべきである。上
場会社以外であっても、AI ガバナンスに関する活動の情報を積極的に開示することを
検討すべきである。そして、検討の結果、開示しないと判断した場合には、その理由
を対外的に説明できるようにしておくべきである。 
 
【実践例１】 
当社はAI システムを開発する小規模企業である。AI システムの開発は単なる技術的な営
みではなく、社会に対する深い理解に支えられていなければならないと考えており、AI ガ
バナンス・ゴールを明示的に設定することよりも、この考え方を社内に浸透させることを優
先している。顧客や株主はこの姿勢を支持してくれている。もちろん「人間中心のAI 社会
原則」を尊重すべきであると考えているが、その背後にある思想の理解こそが重要である。 
当社は非上場会社であるため、コーポレートガバナンス・コードの対象ではないが、ホー
ムページ等でAI に対する上述の考え方を積極的に発信している。当社の潜在的な顧客や当
社のAI システムの利用者は、AI システムを技術的なツールではなく、社会技術的なツール
であると受け止めてくれており、他社との差別化にもつながっている。 
 
【実践例２】 
当社はAI システムを開発する上場企業である。AI の適切な開発は当社の重要なテーマで
あるところ、すでに自社のAI ポリシーを設定し、その達成に向けた体制の整備を終えてい
る。そして、これらの活動内容を自社のホームページで公表し、プレス発表もした。他方で、
これらの活動について経営層から強いメッセージを発することを検討したが、当社のAI 関
連事業は、現時点では、中長期的な収益に直接影響を与えないことから、そのようなメッセ
ージを発するまでには至っていない。 
このような中、先日、ある機関投資家から企業ガバナンスに関するアンケートが届き、そ
こにはAI 倫理への対応ぶりを聞く設問があった。このようなアンケートに企業の中長期的
な発展に対する投資家の意向が反映されているとすれば、AI 倫理も企業の健全な発展を判
断するために必要な情報であることがうかがえる。今後は、改めて、AI 倫理の取り組みを

 
44 
 
統合報告書に掲載することを含め、経営層からの積極的な情報発信を検討していく予定であ
る。 
 
コラム：コーポレートガバナンスにおける情報開示とAI 倫理の取り組み 
 
AI ガバナンスをコーポレートガバナンスと切り離すことはできない。ここでは、
AI ガバナンスの文脈で、コーポレートガバナンス・コードの基本原則の１つである
「適切な情報開示と透明性の確保」を取り上げたい。この基本原則では、「上場会社
は、会社の財政状態・経営成績等の財務情報や、経営戦略・経営課題、リスクやガ
バナンスに係る情報等の非財務情報について、法令に基づく開示を適切に行うとと
もに、法令に基づく開示以外の情報提供にも主体的に取り組むべきである。その際、
取締役会は、開示・提供される情報が株主との間で建設的な対話を行う上での基盤
となることも踏まえ、そうした情報（とりわけ非財務情報）が、正確で利用者にと
って分かりやすく、情報として有用性の高いものとなるようにすべきである」と述
べられている。AI システムの開発・運用に伴うリスクの
`;