var toc_content = ` 
16 
 
当社は、AI 習熟度をAI ガバナンス・ゴールの検討を含む、AI ガバナンス全体の検討に役
立てている。 
 
【実践例２】 
 当社は、AI システムを自前で開発せず、AI システムの開発を外部に依頼し、納品された
AI システムを運用し、AI システム利用者に提供している。このように当社は、AI システム
運用者にすぎないことから、当社の利用者向けにAI システムを提供しはじめた当初は自社
のAI 習熟度には関心を持っていなかった。しかし、AI システム利用者からの苦情が増え、
当社が「期待」したとおりにAI システムが動作していないことがわかり、その後、AI シス
テム開発者との適切な意思疎通だけではなく、意思疎通を支えるリテラシーにも問題がある
ことがわかってきた。 
 日本経済団体連合会の「AI-Ready 化ガイドライン」は、AI システムを開発する企業向け
であると思っていたが、外部に開発を依頼するAI システム運用者にも関連するAI 習熟度
の指標も含まれており、今では、それらを自社向けに再構成し、経営層のリーダーシップの
下、自社のAI 習熟度を評価し、適時に再評価している。たとえば、自社のAI システムが社
会に与えるインパクトの大きさ及び関連するステークホルダーの広がりが、自社のAI 習熟
度に相応しているか否かを評価する際にAI Ready 度を用いている。そして当社は、AI 習熟
度をAI ガバナンス・ゴールの検討を含む、AI ガバナンス全体の検討に役立てている。 
 
 
 

 
17 
 
２. ゴール設定 
(1) AI ガバナンス・ゴールの設定を検討する 
行動目標２－１：AI システムを開発・運用する企業は、経営層のリーダーシップの下、
「人間中心のAI 社会原則」を踏まえ、AI システムがもたらしうる正負のインパクト、
AI システムの開発や運用に関する社会的受容、自社のAI 習熟度を考慮しつつ、設定
に至るプロセスの重要性にも留意しながら、自社のAI ガバナンス・ゴール（たとえば
AI ポリシー）＊を設定するか否かについて検討すべきであり、潜在的な負のインパク
トが軽微であることを理由にAI ガバナンス・ゴールを設定しない場合には、その理
由等をステークホルダーに説明できるようにしておくべきである。「人間中心のAI 社
会原則」が十分に機能すると判断した場合は、自社のAI ガバナンス・ゴールに代えて
「人間中心のAI 社会原則」をゴールとしてもよい。なお、ゴールを設定しない場合で
あっても、「人間中心のAI 社会原則」の重要性を理解し、行動目標３から５に係る取
り組みを適宜実施することが望ましい。 
 
＊AI ガバナンス・ゴールには、AI 社会原則への対応事項のみからなるAI ポリシーだけではなく、AI 社
会原則への対応事項を包含しつつそれ以外の要素を含むデータ活用ポリシー等も含まれる。また、AI を
活用することによって包摂性を向上させるなどの正のインパクトを高めるための指針を提示してもよい。
AI ポリシーと呼称するか否かは各社に委ねられていることは当然である。AI ガバナンス・ゴールの代表
例は様々な文献で紹介されている12。 
 
【実践例１】 
当社は、AI システムの開発・運用を開始して間もなくAI 習熟度はそれほど高くないため、
当面は社会に対する潜在的な負のインパクトが軽微な用途のAI システムのみを扱う予定で
ある。そのため、当社はAI ガバナンス・ゴールを設定していないが、潜在的な負のインパ
クトが軽微とは言えない用途まで事業範囲を拡大する際には、AI ガバナンス・ゴールの設
定について検討するつもりである。もちろん、検討内容を記録し、AI ガバナンス・ゴールを
設定しない理由等をステークホルダーに説明できるようにしている。 
 
【実践例２】 
当社は、AI 技術の開発・運用を開始して間もないが、一部のAI システムの用途は潜在的
 
12 一例として、舟山聡『AI の責任と倫理（第２回）AI 倫理に対する企業の取組み(1)』NBL No. 1170 
(2020.5.15) 第75 頁に、日米独等の例がまとめられている。 

 
18 
 
な負のインパクトが軽微であるとは言えないため、AI ガバナンス・ゴールの設定を検討し
たところ、プライバシーの保護など、当社が重視すべき事項が「人間中心のAI 社会原則」
に適切にまとめられているため、当面は「人間中心のAI 社会原則」をゴールにすることと
し、「人間中心のAI 社会原則」の７つの原則を尊重することを徹底している。たとえば、運
用の現場にも７つの原則を尊重してもらうべく、個々の職場でのe-ラーニングを含む研修
を通して意識の共有を図っている。将来的にAI システムの開発・運用の範囲が拡大した段
階においては、自社独自のAI ガバナンス・ゴールを掲げることが必要であると考えており、
ゴール設定に向けて他社の事例等に関する勉強会を社内で開催している。 
 
【実践例３】 
当社は事業ポートフォリオが多様な企業であり、事業部ごとにAI 技術への関わり方が異
なる。また、それぞれが独立しているカンパニー制を採用していることから、単一のAI ガ
バナンス・ゴールに合意することは容易ではない。そのため、現時点では「人間中心のAI
社会原則」を尊重することとし、それと並行してAI に関する全社的な研修の一部にAI 倫
理や品質を追加することでAI 倫理や品質に対する理解を高めていくことを狙っている。さ
らにAI 相談窓口を社内に設置して、事業部からの事例集めを行っている。対外的には動き
が遅く見えるかもしれないが、AI ガバナンス・ゴールの合意に向けたプロセスに価値があ
ると考えている。なお、企業全体のAI ガバナンス・ゴールを設定する手前の段階で、AI シ
ステムを開発・運用する事業部ごとのAI ガバナンス・ゴールの必要性や内容を検討するこ
ともありうると考えている。 
 
【実践例４】 
当社は、AI システムの開発・運用にもAI システムを運用する企業の支援にも豊富な経験
を有し、潜在的な負のインパクトが軽微ではないと見られている用途向けのAI システムも
開発・運用している。これまで自社で運用したAI システムや他社に提供したAI システム
から重大なインシデントが発生したことはないが、当社が提供するAI システムの用途の中
には社会的な受容が定まっていないものも多いと理解している。そこで当社は、消費者を含
むステークホルダーとのコミュニケーションの強化を図るためにAI ガバナンス・ゴールを
設定し、公表している。ステークホルダーが当社のポリシーを理解しているため、AI シス
テムを開発する担当者と顧客を含むステークホルダーとがAI 技術に対する基本姿勢を共有
でき、コミュニケーションが円滑になったと評価されている。 

`;