var toc_content = ` 
3 
 
A. はじめに 
１. AI ガバナンス・ガイドラインの狙い 
我が国は、2019 年3 月、OECD のAI 勧告案策定に貢献した、統合イノベーション戦略
推進会議が決定した「人間中心のAI 社会原則」を公表した。これには、社会全体が主体と
なり実現すべきAI 社会原則が定められるとともに、この原則を踏まえて、AI の開発・運用
等の当事者となる事業者が、各自のAI の開発・運用等の目的や方法等に応じ、実施すべき
目標（AI 開発利用原則）を自ら定め、遵守すべきであることが示されている。 
AI 社会原則は、①人間中心の原則、②教育・リテラシーの原則、③プライバシー確保の原
則、④セキュリティ確保の原則、⑤公正競争確保の原則、⑥公平性、説明責任及び透明性の
原則、⑦イノベーションの原則の７つの原則から構成される。このAI 原則実践のための企
業ガバナンス・ガイドライン（略して「AI ガバナンス・ガイドライン」という。）では、AI
の社会実装の促進に必要なAI 原則の実践を支援すべく、AI 事業者が実施すべき行動目標を
提示するとともに、それぞれの行動目標に対応する仮想的な実践例やAI ガバナンス・ゴー
ルとの乖離を評価するための実務的な対応例（以下「乖離評価例」という。）も例示してい
る。ただし、実践例や乖離評価例は参考例であり、網羅的とすることは意図していない。 
 
２. 本ガイドラインの法的性格 
本ガイドライン自体には、法的拘束力はない。このガイドラインは、実施すべき行動目標、
実践例、乖離評価例等からなるが、いずれも社会で一定程度共有されている標準的な目標や
実践例をまとめたものであるが、同じく法的拘束力のない「人間中心のAI 社会原則」がそ
の普遍的な内容から社会で尊重されているように、本ガイドラインにもAI システムの開発・
運用等に関わる事業者の取引等で広く参照されることや、AI 原則の実践に関するステーク
ホルダーの共通認識の形成を通じて、各社の自主的な取り組みを後押しすることが期待され
る。なお、このガイドラインにしたがって体制等を整備しても、必ずしも関連する法令を順
守することにはならないことから、関連法令の遵守についても留意されたい。 
 
３. 他のガイドライン等との関係 
本ガイドラインは、新たな要素を加えつつも、国内外で公表されている様々なコード、ガ
イドライン、アセスメントリスト等のエッセンス同士の接続を重視し、関連文書を統合する
ガイドライン（ガイドラインのガイドライン）を目指したものであり、他の関連文書を相互
に参照することで、全体として包括的なガイドラインとして機能するように工夫されている。 

`;