var toc_content = `運用者、利用者等の法的責任関係を予め整理しておくことは有用である。また、
AI システムに固有の考慮要素として、異常な結果を出力する原因が多様であること（アル
ゴリズムの異常、学習データの真正性、学習データの偏り等）や、想定外の影響が生じやす
いことも念頭に置いておく必要がある。想定外の事態が発生した場合であっても、システム
リスクを低減させるような技術上・運用上の仕組みを定期的にアップデートするよう努力し
ている。 
当社は、全社的にBCP（事業継続計画）を策定しているが、当社が運用しているAI シス
テムが停止した場合に事業継続に支障を生じるおそれがあるため、BCP の発動トリガーの
１つにAI インシデントを盛り込むこととし、AI システムの全部又は一部を停止することと
なった場合に備えた初動対応及び事業継続のための計画を策定している。また、計画を策定
するだけでは意味がなく、有事に計画を実行できないことが大きなリスクになることを認識
し、毎年少なくとも一度は計画を実践するための演習を行っている。 
 
 

`;