var toc_content = ` 
21 
 
スの提供に伴うリスクを軽視する場合には、AI システム開発者は難しい立場に置かれるこ
とになるため、このような対応は大切である。 
このような委託を受けてAI システムの開発を行うことがある当社では、当社の責に帰す
べき事情がある場合を除いて、AI システムの運用上の事故はサービスを提供する運用者が
負うこととなる契約を結んでいるが、それでも、この種の事故が発生したときに当社も紛争
に巻き込まれるリスクはある。そのため、納入したAI システムの運用方法にも無関心では
いられない。実際、プロジェクトの終盤で運用上のリスクに気がつき、当該プロジェクトの
再設計を運用者に助言した上で、その再設計のコストの一部を負担せざるを得なかった経験
がある。そのため、当社が属する業界における標準的な乖離評価や本ガイドラインの別添2
を参考にしながら、個々の評価項目の意味を十分に理解した上で、乖離評価プロセスを確立
し、自社で開発せず他者にサービスを提供するのみであるAI システム運用者にも共有する
ようにした。懸念項目を網羅している乖離評価プロセスを活用し、しかも早めに乖離評価を
行うことで、顧客との交渉はスムーズになってきている。 
 
＊次の実践例のように、通常の乖離評価プロセスに加えて、広く議論を行うことが必要な場合がある。 
 
【実践例４】 
当社はAI システムの開発を主たる事業とする小規模企業である。技術担当役員が全ての
プロジェクトについて進捗報告を受けることになっており、その報告の中には、公平性など
のAI 倫理に関する事項も含まれている。AI 倫理の問題の中には、妥当な出力結果が得られ
るように十分なデータセットを用意するなど技術的な配慮で対応できる事項もあるが、社会
的にセンシティブな領域ではそれだけでは不十分な場合がある。 
そこで当社では、そのようなセンシティブな領域におけるAI システムのプロジェクトの
場合には、法務担当役員などを含めて話し合いをすることにしている。センシティブな領域
の特定には、すでに広範囲にAI システムの開発・運用しているリーディング企業の考え方
などを参考にしている。このような情報収集には実務的な雑誌が有効である13。そのような
雑誌には概要記事が掲載されることが多く、その概要記事を手がかりにインターネット等で
深い情報に当たることが効率的かつ効果的である。 
個々のプロジェクトに関して外部の有識者や専門家を招いて意見交換している企業もあ
ることは知っている。当社も事業の拡大に合わせて、そのような意見交換の場も設置してい
 
13 センシティブな領域への対応の参考例に、舟山聡『AI 倫理に対する企業の取組み(1)』NBL No. 1170
（2020 年5 月15 日）などがある。 

 
22 
 
きたいと考えている。 
 
【実践例５】 
当社はAI システムを開発している部門と運用している部門が混在する大規模企業である。
すでにAI ポリシーを定め、当該ポリシーからの乖離評価を全てのプロジェクトに対して実
施している。過去に対応したことのある分野におけるプロジェクトであれば、プロジェクト
の早い段階でAI マネジメント担当者が対応すれば十分であるが、これまでに対応したこと
がないセンシティブな分野においてAI システムを開発したり利用したりする場合には、通
常のプロセスではなく個別に相談してもらうようにしている。そして、そのような相談を受
けたときには、開発部門、運用部門、法務部門等の責任者からなる横断的な会議を開催し、
議論することとしている。AI マネジメント担当者が通常の乖離評価プロセスにおいてその
ようなプロジェクトを発見した場合も同様である。 
当社では、定期的に外部の有識者や専門家を招いて、最近のAI インシデントやセンシテ
ィブ分野に関する情報を早い段階でキャッチできるようにしている。そのため、今のところ
は、有識者や専門家から入手した情報や一般的な助言を踏まえて、横断的な会議で議論すれ
ば十分に対応可能である。他方で、当社のAI システムの用途先が広がってきていることか
ら、今後は個別のプロジェクトに関しても外部の有識者等に意見を求める必要が出てくるの
ではないかと考えている。 
 
① 業界の標準的な乖離評価プロセスとの整合性を確保する 
行動目標３－１－１：AI システムを開発・運用する企業は、経営層のリーダーシップ
の下、業界における標準的な乖離評価プロセスの有無を確認し、そのようなプロセス
が存在する場合には、それを自社のプロセスに取り込むべきである。 
 
【実践例１】 
 AI 原則の実践では多様な視点が欠かせない上に、他社との認識共有も必要であるから、
自社だけで考えるのでなく他社や団体等の取り組みを参考にすべきある。このように考えて
いる当社では、AI マネジメント担当者に対して、乖離評価プロセスを構築するにあたって
社外の取り組みを調査するように指示した。 
当社は産業用途のAI システムの開発を主たる事業としていることから、産業用途を中心

 
23 
 
に調査を行った。調査を進めていくと、たとえば、経済産業省、厚生労働省、消防庁が、「プ
ラント保安分野AI 信頼性評価ガイドライン」、それを実施するための「実施内容記録フォー
マット」、記載例をまとめた「信頼性評価実用例」を公表していることがわかった。また、
AI プロダクト品質保証コンソーシアムが公表している「AI プロダクト品質保証ガイドライ
ン」には、Voice User Interface、産業用プロセス、自動運転、OCR の事例が掲載されてい
ることがわかった。さらに、国立研究開発法人産業技術総合研究所が「機械学習品質マネジ
メントガイドライン」を公表しており、産業用途別の実アプリケーションを対象とする具体
的適用事例としてのリファレンスガイドの作成を予定していることもわかった。当社の現在
の乖離評価プロセスには、これらの具体的な取り組みの一部が反映されている。 
 
【実践例２】 
 当社では、AI システム利用者から得られたデータに基づいたAI システムを開発・運用し
ている。AI 原則の実践、特にプライバシー確保の原則の実践にあたっては、AI モデルの構
築とアウトプットへの配慮だけではなく、AI モデルに対するインプットデータの扱いへの
配慮が必要であると認識している。当社には個人情報の扱いに関する豊富な経験があるが、
そうであっても社外の取り組みに積極的に目を向けるべきであると考えている。そこで、AI
マネジメント担当者に対して、乖離評価プロセスを構築するにあたって社外の取り組みを調
査するように指示した。 
 AI モデルの構築とアウトプットへの配慮については、たとえば、パーソナルデータ+α研
究会が提示しているプロファイリングにおける「自主的取組みに関するチェックリスト」が
あることがわかった。また、AI モデルに対するインプットデータの扱いについては、改め
て個人情報保護委員会が公表しているガイドラインを確認した。「DX 時代における企業の
プライバシーガバナンスガイドブックver1.1」については、インプットとアウトプットの両
方の観点からAI に関する記述も見られるため参考になった。当社の現在の乖離評価プロセ
スには、これらの具体的な取り組みの一部が反映されている。 
 
 
 
 
 
 

`;