var toc_content = ` 
18 
 
な負のインパクトが軽微であるとは言えないため、AI ガバナンス・ゴールの設定を検討し
たところ、プライバシーの保護など、当社が重視すべき事項が「人間中心のAI 社会原則」
に適切にまとめられているため、当面は「人間中心のAI 社会原則」をゴールにすることと
し、「人間中心のAI 社会原則」の７つの原則を尊重することを徹底している。たとえば、運
用の現場にも７つの原則を尊重してもらうべく、個々の職場でのe-ラーニングを含む研修
を通して意識の共有を図っている。将来的にAI システムの開発・運用の範囲が拡大した段
階においては、自社独自のAI ガバナンス・ゴールを掲げることが必要であると考えており、
ゴール設定に向けて他社の事例等に関する勉強会を社内で開催している。 
 
【実践例３】 
当社は事業ポートフォリオが多様な企業であり、事業部ごとにAI 技術への関わり方が異
なる。また、それぞれが独立しているカンパニー制を採用していることから、単一のAI ガ
バナンス・ゴールに合意することは容易ではない。そのため、現時点では「人間中心のAI
社会原則」を尊重することとし、それと並行してAI に関する全社的な研修の一部にAI 倫
理や品質を追加することでAI 倫理や品質に対する理解を高めていくことを狙っている。さ
らにAI 相談窓口を社内に設置して、事業部からの事例集めを行っている。対外的には動き
が遅く見えるかもしれないが、AI ガバナンス・ゴールの合意に向けたプロセスに価値があ
ると考えている。なお、企業全体のAI ガバナンス・ゴールを設定する手前の段階で、AI シ
ステムを開発・運用する事業部ごとのAI ガバナンス・ゴールの必要性や内容を検討するこ
ともありうると考えている。 
 
【実践例４】 
当社は、AI システムの開発・運用にもAI システムを運用する企業の支援にも豊富な経験
を有し、潜在的な負のインパクトが軽微ではないと見られている用途向けのAI システムも
開発・運用している。これまで自社で運用したAI システムや他社に提供したAI システム
から重大なインシデントが発生したことはないが、当社が提供するAI システムの用途の中
には社会的な受容が定まっていないものも多いと理解している。そこで当社は、消費者を含
むステークホルダーとのコミュニケーションの強化を図るためにAI ガバナンス・ゴールを
設定し、公表している。ステークホルダーが当社のポリシーを理解しているため、AI シス
テムを開発する担当者と顧客を含むステークホルダーとがAI 技術に対する基本姿勢を共有
でき、コミュニケーションが円滑になったと評価されている。 

`;