var toc_content = `本ページでは、重点計画の内容を要約してご紹介しています。本ページ掲載内容の紹介資料
からもご確認いただけます。ぜひ、ご覧ください。
目次
はじめに
重点計画とは
概要
推進体制の強化
はじめに
誰一人取り残されない、人に優しいデジタル化を
2021年9月1日、日本のデジタル社会実現の司令塔としてデジタル庁が発足しました。
デジタル庁は、この国で暮らす一人ひとりの幸福を何よりも優先に考え、国や地方公共団
体、民間事業者など関係者の方々と連携して、社会全体のデジタル化を推進する取組を牽引
していきます。
この資料では、これからの日本が目指すデジタル社会の姿と、それを実現するために必要な
考え方や取組について紹介します。
重点計画とは
目指すべきデジタル社会への羅針盤
この計画は、目指すべきデジタル社会の実現に向けて、政府が迅速かつ重点的に実施すべき
施策を明記し、各府省庁が構造改革や個別の施策に取り組み、それを世界に発信・提言する
際の羅針盤となるものです。
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
2/30

また同時に、デジタル庁のみならず、各府省庁の取組も含め工程表などスケジュールとあわ
せて明らかにするものでもあります。
重点計画に記載した施策は、進捗や成果を定期的に確認しながらPDCAサイクルの徹底を図
ります。そして、デジタル化の進捗を大局的につかむ指標として、国民や民間企業の満足
度、利用率などを把握・公開しながら、必要な施策の追加・見直し・整理を行います。
概要
1. デジタルにより目指す社会と6つの姿
2. 
`;