var toc_content = `デジタル人材育成のための具体的な取組
個人が持つデジタルスキル、スキルアップ状況、試験によるスキル評価のデータを
蓄積・可視化し、保有スキルの証明をデジタル資格証明（※4）で発行していくこ
とで、個人における継続的な学びと、目的をもったキャリア形成の実現を目指す。
教育カリキュラム等の充実や専門性の高い指導者・教員の確保等に引き続き取り組
んでいくため、数理・データサイエンス・AI教育強化拠点コンソーシアムにおける
活動や、大学等の優れた教育プログラムを国が認定する制度、大学院における人
文・社会科学系等の分野と情報系の分野を掛け合わせた学位プログラムの構築等を
通して、大学等における数理・データサイエンス・AI教育を進めていく。
地方公共団体におけるDX推進体制の構築を加速化し、 都道府県による市町村のDX
支援のために、人材プール機能の確保を進める。
2. 「 制度・業務・システム」の三位一体での取組
「構造改革のためのデジタル原則」等をさらに徹底し、政策の企画・立案段階から、「制
度・業務・システム」を一体として
捉えた検討を実施。これらの整合性を確保して「三位一体」で取組を推進することをデジタ
ル政策における大前提とします。
デジタル化のメリットを実感できる分野の拡大
「三位一体の大前提」に基づいて、既存制度・業務のデジタル化においても、システム
だけではなく制度・業務も同時に改革を実施。毎年、重点分野を定めて政府のリソース
を集中させ、デジタル関係制度改革検討会などにおいて、三位一体での取組を推進し、
デジタル化のメリットを実感できる分野を着実に増やしていきます。
デジタル原則適合性確認プロセス機能等の強化
新たな政策立案・制度創設等においても、企画・立案段階から業務設計、情報システム
の整備・運用に関わる検討が行われるよう、新規法令等のデジタル原則適合性確認プロ
セス（デジタル法制審査）の機能等を強化。
政府情報システムのプロジェクトにおける予算要求段階、執行段階といった各段階に応
じたレビューを通じて、「制度・業務・システム」の整合性の確保を、「三位一体の大
前提」に基づいて進めます。
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
16/30

革新技術を活用するための、ハード・ソフト・ルールの整備
ドローン、自動運転など、フィジカル空間で革新をもたらす技術を活用することで、物
理制約を超え、人の手が介在する余地を減らす可能性があります。
実際に効率化や利便性・体験の向上につなげるためには、「三位一体の大前提」で取り
組まなければならないため、デジタル技術の導入支援を含め、「デジタルライフライン
全国総合整備計画
」によりハード・ソフト・ルールの整備を進めていきます。
3. デジタル行財政改革の実行
急激な人口減少等を見据え、利用者起点で行財政の在り方を見直します。また、デジタルを
最大限に活用して公共サービスなどを維持・強化等を実現すべく、「デジタル行財政改革取
りまとめ2024
」に基づく取組を実行します。
国・地方デジタル共通基盤の整備・運用
「国・地方デジタル共通基盤の整備・運用に関する基本方針」に基づいて、国・地方公
共団体間の連絡協議を深め、縦割りの弊害を排して政府横断的な推進体制の下で業務見
直しとシステム構築を行います。
専門人材の確保とデジタル公共インフラの整備等の推進
デジタル庁を中心に必要な専門人材を確保しつつ、初期開発や移行・普及支援、デジタ
ル公共インフラの整備、地方への普及支援などを推進します。
また、都道府県に公共サービスDX推進のハブ機能を形成。
都道府県は域内基礎自治体を支援するとともに、国は専門人材の採用支援を行います。
政策進捗モニタリングの実施
重要分野の改革推進のため、中長期的KPIの設定と政策手段と政策目的の論理的なつな
がりを図示化したもの（ロジックモデル）の構築などにより、政策の進捗モニタリング
と改善を行います。
4. 
`;