var toc_content = `1. デジタル共通基盤構築の強化・加速
2. 「制度・業務・システム」の三位一体での取組
3. デジタル行財政改革の実行
4. デジタル・ガバメントの強化（システムの最適化）
5. デジタル化に関わる産業全体のモダン化
6. データを活用した課題解決と競争力強化
7. セキュリティ
8. 最先端技術における取組
1. デジタル共通基盤構築の強化・加速
1. デジタル完結の基盤となる取組
個人向け
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
12/30

マイナンバー制度の推進
法律に基づき、社会保障制度、税制、災害対策分野以外の行政手続においても、マイナ
ンバーの利用の推進を図るとともに、2024年夏までに各事務におけるマイナンバー制度
の利用可能性に関しての網羅的な調査を実施。
次期通常国会への法案提出を目指します。
また、マイナンバー情報総点検を踏まえて、マイナンバー法の特定個人情報の正確性の
確保のための支援規定に基づき、紐付け実施機関に対する丁寧な支援を実施します。
マイナンバーカードの普及と利活用の推進
円滑なカード取得のための申請環境および交付体制整備をさらに促進するとともに、ス
マートフォンから様々な行政手続ができる「オンライン市役所サービス」の徹底と、日
常生活で利用できるようにする「市民カード化」を推進。マイナンバーカードが持つ本
人確認機能の民間ビジネスにおける利用普及も推進します。
マイナンバーカードの普及と利活用推進のための具体的な取組
健康保険証との一体化
救急業務の迅速化・円滑化
健康・医療・介護分野におけるデジタル化への活用
運転免許証との一体化
在留カードとの一体化
障害者手帳との連携強化
年金情報との連携強化
資格情報のデジタル化
確定申告の利便性向上に向けた取組の充実
引越し手続のデジタル化のさらなる推進とデジタル完結の検討
死亡相続手続のデジタル完結
在外選挙人名簿登録申請のオンライン化等の検討
「市民カード化」の推進
公金受取口座の活用推進
スマートフォンへの搭載など利便性の向上
様々な民間ビジネスにおける利用の推進
マイナポータルAPI（※3）の利用拡大等による官民のオンラインサービスの推進
事業者向け
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
13/30

`;