var toc_content = `重点計画に示す各取組を推進するために、バックオフィス機能（広報・人事）も含めたデジ
タル庁の体制をさらに強化することが不可欠です。
デジタル庁を当面1,500人規模の組織とすることを目安とし、外部の民間事業者の活用等も
組み合わせつつ、継続的に必要な体制整備を行います。
特に強化する重点計画の3つの取組
1. 「 制度・業務・システム」の三位一体の取組により、準公共分野をはじめとする様々
な分野において無駄・不便を除去して、利便性を向上し、良質な体験を作り出していく
こと
2. 「国・地方デジタル共通基盤の整備・運用に関する基本方針」に基づいて、国と地方が
共通利用できるデジタル基盤の整備・運用に取り組んでいくこと
3. AIやデータの徹底した利用等によりデジタル産業基盤を強化していくこと
2. 関係機関との連携強化
デジタル化を進めていくためには、新規施策や新しいシステム開発を拡充していく必要があ
りますが、各システムには運用・保守が伴います。
そこで、これまでデジタル業務で実績のある独立行政法人情報処理推進機構（IPA）や独立行
政法人国立印刷局をはじめとする関係機関との連携を強化し、各種施策の運用等を行えるよ
う、必要な体制整備を進めます。
3. 中長期的な方向性の検討
デジタル庁設置法では、デジタル庁の設置後10年を経過した際、デジタル庁の在り方を検討
し、必要な措置を講ずることとされています。
この見直し規定に基づき、10年を経過する前から検討を進め、民間の知見を有する人材をど
のような形で登用し活かしていくべきか等の人事制度の在り方の総括に加え、企画・立案と
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
25/30

執行の好循環をどのように生み出すべきか、外部組織設立の可能性などについても検討しま
す。
資料
概要（簡易版）
PDF（772KB）
概要
PDF（5,785KB）
本文
PDF（13,565KB）
重点政策一覧
PDF（12,463KB）
工程表
PDF（1,154KB）
オンライン化を実施する行政手続の一覧等
PDF（2,645KB）
国・地方デジタル共通基盤の整備・運用に関する基本方針
PDF（1,144KB）
統合版（令和6年6月21日閣議決定）
PDF（18,787KB）
本計画と関連法律に定める記載事項との対応関係
PDF（4,033KB）
重点政策一覧と関連法律との対応関係
PDF（429KB）
本ページ掲載内容の紹介資料
本ページ掲載内容の紹介資料（PDF／2,731KB）
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
26/30

`;