var toc_content = `執行の好循環をどのように生み出すべきか、外部組織設立の可能性などについても検討しま
す。
資料
概要（簡易版）
PDF（772KB）
概要
PDF（5,785KB）
本文
PDF（13,565KB）
重点政策一覧
PDF（12,463KB）
工程表
PDF（1,154KB）
オンライン化を実施する行政手続の一覧等
PDF（2,645KB）
国・地方デジタル共通基盤の整備・運用に関する基本方針
PDF（1,144KB）
統合版（令和6年6月21日閣議決定）
PDF（18,787KB）
本計画と関連法律に定める記載事項との対応関係
PDF（4,033KB）
重点政策一覧と関連法律との対応関係
PDF（429KB）
本ページ掲載内容の紹介資料
本ページ掲載内容の紹介資料（PDF／2,731KB）
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
26/30

参考資料
国民の体験向上に向けた行政サービスの導入計画
本体（PDF／3,979KB）
代替テキスト（Text／8KB）
過去資料
デジタル社会の実現に向けた重点計画の過去資料は以下をご覧ください。
デジタル社会の実現に向けた重点計画の過去資料
掲載内容について
重点計画について要約した紹介資料のご感想は、ご意見・ご要望よりお寄せください。今後
の資料につきましても、皆様から声をいただきながら、よりわかりやすくお伝えすることを
目指して参ります。
ご意見・ご要望
脚注
※1：Business Process Re-engineeringの略称。
※2：古いハードウェアやソフトウェアを使用しているレガシーシステムについて、「クラウ
ド第一原則」に基づき、クラウドサービスの利用を行うとともに、マネージドサービスの組
み合わせだけでシステムを構成するなど、継続的な改善（開発）等を行い、最新の技術トレ
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
27/30

`;