var toc_content = `また、移行困難システムを含む基幹業務システムの標準準拠システムヘの円滑かつ安全
な移行に向けて、積極的に支援します。
公共サービスメッシュ（情報連携の基盤）の推進
標準準拠システムがデータ要件・連携要件に関する標準化基準に適合することを踏ま
え、公共サービスメッシュ（情報連携の基盤）について、行政が保有するデータを安
全・円滑に連携できるよう、 機関間の情報連携・地方公共団体内の情報活用・民間との
対外接続を一貫した設計で実現します。
2. 準公共分野等における取組
準公共分野等（※7）においても、「制度・業務・システム」の整合性を確保した三位一体を
前提とした取組を進めます。
無駄･不便を除去し、利便性を実感できる具体的な成果が重要であり、「デジタル化」が「当
たり前」であると受け止められることを目指します。
なお、以下は主な取組です。
健康・医療・介護分野
電子カルテの標準化
診療報酬改定のDX推進
オンライン診療の促進
こども分野
必要な情報を最適に届ける仕組みの構築
出生届のオンライン化
母子保健分野におけるデジタル化の推進
里帰りする妊産婦への支援
保育業務の届出一度きり原則（ワンスオンリー）実現に向けた基盤整備
保活ワンストップシステムの全国展開
就労証明書のデジタル化
保育現場におけるICT（※8）環境の整備
放課後児童クラブのDXの推進
こどもに関するデータ連携の検討
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
19/30

教育分野
校務DXの推進
オンライン教育･民間人材活用の促進
デジタル教材の活用促進
教育データの効果的な利活用の推進と環境整備
モビリティ分野
モビリティ・ロードマップの策定および施策の推進
3. SaaSの徹底した活用
SaaSの徹底した活用
「作る」から「使う」への転換に向けて、SaaSなどを国・地方公共団体が迅速・簡易
に調達するカタログサイトを利用した新しいソフトウェア調達手法（デジタルマーケッ
トプレイス）について、国・地方公共団体の会計制度を踏まえた上で、調達プロセスを
設計するとともに、2024年度後半の本格稼働を目指します。
また、ISMAP
およびISMAP-LIUについても、信頼性･安定性の保持を前提に制度運用
を合理化する観点から在り方を検討し、活用拡大などを推進していきます。
5 デジタル化に関わる産業全体のモダン化
デジタル化に関わる産業全体のモダン化
デジタル化に関わるユーザー（需要側）、ベンダー（供給側）の双方を含めた産業全体
において、情報システムの最適化を進めるとともに、セキュリティや冗長性・回復性・
強靱性（レジリエンス）の向上、多重下請構造からの脱却と賃金上昇、デジタル人材の
育成、産業全体の即応性・適応性・生産性・効率性の向上を実現することで、デジタル
化に関わる産業の今後の発展やイノベーションの基盤となることが期待されています。
そこで、業種ごとに現状と課題を把握して、レガシーシステム（※9）からの脱却やク
ラウドへの最適化を進める方策を定め、公共分野も含め実施していく必要があり、独立
行政法人情報処理推進機構（IPA）を事務局として、デジタル庁と経済産業省等の参画
を得て、「レガシーシステム脱却・システムモダン化協議会（仮称）」を立ち上げ、同
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
20/30

`;