var toc_content = `教育分野
校務DXの推進
オンライン教育･民間人材活用の促進
デジタル教材の活用促進
教育データの効果的な利活用の推進と環境整備
モビリティ分野
モビリティ・ロードマップの策定および施策の推進
3. SaaSの徹底した活用
SaaSの徹底した活用
「作る」から「使う」への転換に向けて、SaaSなどを国・地方公共団体が迅速・簡易
に調達するカタログサイトを利用した新しいソフトウェア調達手法（デジタルマーケッ
トプレイス）について、国・地方公共団体の会計制度を踏まえた上で、調達プロセスを
設計するとともに、2024年度後半の本格稼働を目指します。
また、ISMAP
およびISMAP-LIUについても、信頼性･安定性の保持を前提に制度運用
を合理化する観点から在り方を検討し、活用拡大などを推進していきます。
5 デジタル化に関わる産業全体のモダン化
デジタル化に関わる産業全体のモダン化
デジタル化に関わるユーザー（需要側）、ベンダー（供給側）の双方を含めた産業全体
において、情報システムの最適化を進めるとともに、セキュリティや冗長性・回復性・
強靱性（レジリエンス）の向上、多重下請構造からの脱却と賃金上昇、デジタル人材の
育成、産業全体の即応性・適応性・生産性・効率性の向上を実現することで、デジタル
化に関わる産業の今後の発展やイノベーションの基盤となることが期待されています。
そこで、業種ごとに現状と課題を把握して、レガシーシステム（※9）からの脱却やク
ラウドへの最適化を進める方策を定め、公共分野も含め実施していく必要があり、独立
行政法人情報処理推進機構（IPA）を事務局として、デジタル庁と経済産業省等の参画
を得て、「レガシーシステム脱却・システムモダン化協議会（仮称）」を立ち上げ、同
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
20/30

協議会において、レガシーシステムの現状と業種特有・業界特有および横断的な課題の
把握、対応策を検討します。
6 データを活用した課題解決と競争力強化
信頼性を確保しつつデータを共有できる標準化された仕組み（データスペース）の構築
とDFFTの推進の推進

`;