var toc_content = `2. 医療・教育・防災・こども等の準公共分野のデジタル化
データ連携基盤の構築等を進め、安全・安心が確保された社会の実現を目指す。
3. デジタル化による地域の活性化
地域の魅力が向上し、持続可能性が確保された社会の実現を目指す。
4. 誰一人取り残されないデジタル社会
誰もが日常的にデジタル化の恩恵を享受できるデジタル社会の実現を目指す。
5. デジタル人材の育成・確保
デジタル人材が育成・確保されるデジタル社会を実現する。
6. DFFTの推進をはじめとする国際戦略
国境を越えた信頼性ある自由なデータ流通ができる社会の実現を目指す。
2. デジタル社会の実現に向けた理念・原則
誰一人取り残されないデジタル化の恩恵を享受できる社会を実現するため、理念・原則をあ
らゆる施策や取組において徹底。
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
5/30

デジタル社会形成のための基本10原則
1. オープン・透明
2. 公平・倫理
3. 安全・安心
4. 継続・安定・強靭
5. 社会課題の解決
6. 迅速・柔軟
7. 包摂・多様性
8. 浸透
9. 新たな価値の創造
10. 飛躍・国際貢献
国の行政手続オンライン化の3原則
1. デジタル第一原則（デジタルファースト）
個々の手続 サービスが一貫してデジタルで完結
2. 届出一度きり原則（ワンスオンリー）
一度提出した情報は二度提出が不要
3. 手続一か所原則（コネクテッド・ワンストップ）
民間サービスを含む複数の手続き・サービスをワンストップで実現
構造改革のためのデジタル原則
1. デジタル完結・自動化原則
2. 機動的で柔軟な政策形成・実施（アジャイルガバナンス）原則
3. 官民連携原則
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
6/30

`;