var toc_content = `個人の権利利益の保護と個人情報の適正かつ効果的な活用のバランスを考慮します。
3. 重点課題
人口減少および労働力不足（リソースの逼迫）
人口減少や大都市圏への人口集中などにより労働力が不足し、公共サービスを維持できなく
なることが懸念されています。
行政手続等に残存している無駄や不便を解消する必要性が増しており、デジタル技術を適用
した、さらなる最適化･効率化が求められます。
産業全体の競争力の低下
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
8/30

「データの蓄積･利活用が進んでいない」、「生成AI等の活用が進んでいない」などから、産
業全体の競争力の低下が進むとともに、デジタル収支は悪化･拡大傾向にあります。
デジタル化を進め、生産性の向上や新ビジネスの創出が求められます。
災害やサイバー攻撃などの脅威
自然災害や自然資産の喪失、廃棄物処理の環境負荷の増大、感染症の世界的流行などの脅威
に対して、データ連携をはじめ、デジタル技術を活用した課題解決が求められます。
また、サイバー攻撃への対処能力など、デジタル自体における持続可能性も課題となってい
ます。
「デジタル化」に対する不安やためらい
「社会の『デジタル化』について良いと思わない」、「デジタル化に適応できていない」と
いった声が一定数あります。また、諸外国と比べて、オンラインサービスに対する満足度が
低調であり、デジタルツールを「使ってみる」ことにも消極的であるという調査結果もある
ことから、デジタル社会を目指すにあたっては、このような状況を念頭に置く必要がありま
す。
4. 重点課題への対応の方向性
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
9/30

`;