var toc_content = `デジタル産業基盤の強化
産業競争力の強化と労働生産性の上昇を実現していくには、最先端技術の利用やデータ駆動
型経営への転換も含めた「デジタル化」によって、効率化によるコスト削減、既存事業の付
加価値向上および新規ビジネス創出を図ることにより、持続的な成長につなげることが重要
です。そこで、「AI･データの徹底した利用」、「デジタルに関する供給側･需要側双方の産
業のモダン化（※2）」、「デジタル活用やDX推進のための人材育成」を強化します。
「デジタル化」が「当たり前」となる取組の強化
デジタルを活用して様々な課題を具体的に解決し、極力人の手を介さないこと、無駄・不便
を発生させないことにより、良質な体験と満足につなげ、デジタル化のメリットを実感でき
る分野を着実に増やしていきます。また、政策データの可視化（政策ダッシュボード等）の
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
10/30

取組を強化し、目指す社会に向けた進捗確認と継続的改善を行うとともに、情報発信・広報
も積極的に行います。
データ連携による持続可能性の強化
データ連携の推進や、信頼性を確保しつつデータを共有できる標準化された仕組み（データ
スペース）の構築など、国際的な視点も持ち、官民で協調して取組を強化していきます。
また、有事や大規模災害の発生に備えた、データ自体の消失やネットワークや電力供給の途
絶などのデジタル化に伴う危機管理（リスクマネジメント）も強化します。
国と地方が共通利用できるデジタル基盤の整備・運用
人口減少社会においても公共サービスをデジタルの力で維持・強化していくためには、約
1,800の自治体が個々にシステムを開発・所有するのではなく、国と地方が協力して共通シ
ステムを開発し、それを幅広い自治体が利用する仕組みを広げていくことが重要であり、
国・地方デジタル共通基盤の整備・運用に取り組みます。
国際連携の強化
世界規模での持続可能性に関する課題解決のためには、国際展開を常に視野に入れた市場形
成や施策が必要です。サイバーセキュリティや信頼性のある自由なデータ流通（DFFT）な
ど、デジタルに関する基盤整備について有志国との国際連携を強化していきます。
5. 重点課題に対応するための重点的な取組
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
11/30

`;