var toc_content = `デジタル社会形成のための基本10原則
1. オープン・透明
2. 公平・倫理
3. 安全・安心
4. 継続・安定・強靭
5. 社会課題の解決
6. 迅速・柔軟
7. 包摂・多様性
8. 浸透
9. 新たな価値の創造
10. 飛躍・国際貢献
国の行政手続オンライン化の3原則
1. デジタル第一原則（デジタルファースト）
個々の手続 サービスが一貫してデジタルで完結
2. 届出一度きり原則（ワンスオンリー）
一度提出した情報は二度提出が不要
3. 手続一か所原則（コネクテッド・ワンストップ）
民間サービスを含む複数の手続き・サービスをワンストップで実現
構造改革のためのデジタル原則
1. デジタル完結・自動化原則
2. 機動的で柔軟な政策形成・実施（アジャイルガバナンス）原則
3. 官民連携原則
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
6/30

4. 相互運用性確保原則
5. 共通基盤利用原則
業務改革（BPR）の必要性
以下のサービス設計12箇条に基づき、BPR（※1）に取り組みます。
1. 利用者のニーズから出発する
2. 事実を詳細に把握する
3. 一気通貫で考える
4. 全ての関係者に気を配る
5. サービスはシンプルにする
6. デジタル技術を活用し、サービスの価値を高める
7. 利用者の日常体験に溶け込む
8. 自分で作りすぎない
9. オープンにサービスを作る
10. 何度も繰り返す
11. 一遍にやらず、一貫してやる
12. 情報システムではなく、サービスを作る
クラウド第一（クラウド・バイ・デフォルト）原則
クラウドサービスの利用を第一候補として検討するとともに、共通的に必要な機能は共用で
きるように、機能ごとに細分化された部品を組み合わせて適正（スマート）に利用する設計
思想に基づいた整備を推奨します。
個人情報等の適正な取扱いの確保および効果的な活用の促進
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
7/30

`;