var toc_content = `取組を強化し、目指す社会に向けた進捗確認と継続的改善を行うとともに、情報発信・広報
も積極的に行います。
データ連携による持続可能性の強化
データ連携の推進や、信頼性を確保しつつデータを共有できる標準化された仕組み（データ
スペース）の構築など、国際的な視点も持ち、官民で協調して取組を強化していきます。
また、有事や大規模災害の発生に備えた、データ自体の消失やネットワークや電力供給の途
絶などのデジタル化に伴う危機管理（リスクマネジメント）も強化します。
国と地方が共通利用できるデジタル基盤の整備・運用
人口減少社会においても公共サービスをデジタルの力で維持・強化していくためには、約
1,800の自治体が個々にシステムを開発・所有するのではなく、国と地方が協力して共通シ
ステムを開発し、それを幅広い自治体が利用する仕組みを広げていくことが重要であり、
国・地方デジタル共通基盤の整備・運用に取り組みます。
国際連携の強化
世界規模での持続可能性に関する課題解決のためには、国際展開を常に視野に入れた市場形
成や施策が必要です。サイバーセキュリティや信頼性のある自由なデータ流通（DFFT）な
ど、デジタルに関する基盤整備について有志国との国際連携を強化していきます。
5. 重点課題に対応するための重点的な取組
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
11/30

1. デジタル共通基盤構築の強化・加速
2. 「制度・業務・システム」の三位一体での取組
3. デジタル行財政改革の実行
4. デジタル・ガバメントの強化（システムの最適化）
5. デジタル化に関わる産業全体のモダン化
6. データを活用した課題解決と競争力強化
7. セキュリティ
8. 最先端技術における取組
1. デジタル共通基盤構築の強化・加速
1. デジタル完結の基盤となる取組
個人向け
2024/12/20 10:50
デジタル社会の実現に向けた重点計画｜デジタル庁
https://www.digital.go.jp/policies/priority-policy-program
12/30

`;