var toc_content = `ハイリスク利用・目的外利用への対処 
 
◼ 評価観点の概要説明 
LLM システムがハイリスクな目的で利用される場合、エンドユーザーやステークホルダーの安全や
権利が守られるように利用されることが重要である。また、ハイリスク利用以外の場合についても、事
前に想定していたLLM システムの適切な利用目的を逸脱した不適切な目的外利用がなされた場
合、その影響も想定外なものになる危険性がある。目的外利用の防止策を講じ、また、仮に目的
外利用された場合にも大きな危害・不利益が発生しないような状態を目指す。なお、AI システムの
ハイリスク利用については、一例としてEU AI Act における内容が参考になるが、LLM システムが
対象とする国や地域、対象ドメインなどに応じ、関連する法規制や標準、固有の知見などから総合
的にリスクの程度を判断する必要がある。 
 
◼ AI セーフティにおける重要要素との関係性 
この観点は、ハイリスク利用・目的外利用によってエンドユーザーの権利・利益に影響を及ぼす可
能性があるという点で、AI セーフティにおける重要要素の人間中心と関連がある。また、エンドユー
ザーに生じる生命・身体・財産等に関する各種の危害を防ぐという点で安全性に関連する。 
 
◼ 想定され得るリスクの例 
ハイリスク利用・目的外利用への対処が十分でない場合、LLM システムのエンドユーザーやステ
ークホルダーに対し、生命・身体・財産への危害の発生や、人権が侵害される可能性がある。また、
LLM システムの開発・提供・利用の範囲が広い場合、社会全体の安全性に支障をきたす可能性
がある。 
 
◼ 評価項目例 
 ハイリスク利用・目的外利用への対処に関する評価項目として、例えば以下がある。 
➢ LLM システムに想定ユースケース以外の出力を想定したテストデータが入力された場合でも、
エンドユーザーの生命・身体・財産等や各種の権利に危害を生じさせる出力がされないか。あ
るいは、出力を拒否できるか。 
➢ 想定された目的の範囲内のLLM システムのユースケースであっても、エンドユーザーの生命・身
体・財産等や各種の権利に危害を生じさせる出力がされないか。あるいは、出力を拒否できる
か。 
 
 

 
17 
 
3.5 
`;