var toc_content = `AI セーフティにおける重要要素を示す。こ
れはAI に関連する各主体が連携して取り組むべき要素であり、AI セーフティ評価の全体像を表すもの
である。2.3 節において、国内外の主要文献から抽出した評価項目をもとにAI セーフティ評価の際に持
つべき評価の観点を抽出する。評価の実施者は評価の観点を参照することで、より具体的な視点で評
価に取り組むことができる。最後に2.4 節において本書におけるAI セーフティ評価のスコープを説明す
る。 
 
なお、本書は、AI に関する技術開発や活用の広がりの制限を意図するものではない。AI セーフティ評
価は、AI システムを安全安心に利用するための評価を行うことで社会全体でのさらなる活用を目指すも
のである。つまり、イノベーションのさらなる促進と安全安心の実現の双方に貢献するものである。 
 
2.2 AI セーフティにおける重要要素 
AI 事業者ガイドラインでは、AI に携わる各主体に共通の指針として、10 の項目（人間中心、安全
性、公平性、プライバシー保護、セキュリティ確保、透明性、アカウンタビリティ、教育・リテラシー、公正競
争確保、イノベーション）を示している。これら10 の項目のうち、特に、AI に関連する各主体が連携して
バリューチェーン全体で取り組む事項として挙げられているのが、「人間中心」、「安全性」、「公平性」、
「プライバシー保護」、「セキュリティ確保」、「透明性」及び「アカウンタビリティ」の7 つである。これら7 つの
うち、「アカウンタビリティ」は、それ以外の6 つに関する対策の確認を行い、各ステークホルダーにおいて合
理的な範囲で法律上・実務上の責任を分配・明示し、必要に応じ適切な情報の収集・開示を行うこと
で担保される。さらに、昨今の国際動向を踏まえ、本書では、「人間中心」、「安全性」、「公平性」、「プ
ライバシー保護」、「セキュリティ確保」及び「透明性」を、AI セーフティにおける重要要素とする。なお、上
記の重要要素のうち、「安全性」は、AI システム・サービスの開発・提供・利用を通じ、ステークホルダーの
生命・身体・財産、精神及び環境に危害を及ぼすことがないようにすることである。「安全性」は他の重要
要素を含め、AI セーフティに内包される要素の一つであることに留意が必要である。 

 
9 
 
 
2.3 
`;