var toc_content = `想定読者 
本書は、AI システムの開発及び提供の過程に関与する事業者（AI 事業者ガイドラインに記載され
ている「AI 開発者」及び「AI 提供者」）を主な読者とする。これらの事業者内でも特に、開発・提供管
理者（実際にAI システムの構築や提供に関する業務を管理する者）と、事業執行責任者（事業戦
略と一体でAI セーフティの維持または向上の施策を推進する責任をもつ者）が主な読者である。 
 
まず、開発・提供管理者は、自らが開発あるいは提供するAI システムにおいて、開発段階から、AI
システム提供後の運用の開始段階、運用の終息段階までを通じて、AI セーフティが維持または向上さ
れていることを確認することが重要である。開発・提供管理者は本書を参照することで、AI セーフティ評
価を実施するための手法の概要、評価観点、想定される評価実施者や評価実施時期等について理解
することができる。これにより、AI セーフティに配慮したAI システムの開発・提供を行うことができる。なお、
「4.1 評価実施者」で詳述する通り、開発・提供管理者は、AI セーフティ評価の主な実施者である。 
 
また、事業執行責任者は、当該事業者が社会の各ステークホルダーに対して提供するAI システムや
関連サービスにおいて、AI セーフティに関する最終的な責任者である。事業執行責任者は、各対策が
有効に実装されるよう、当該事業者内におけるリソースの獲得に向けた計画を立案することや、対策を実
効的に運用することが重要である。事業執行責任者は本書を参照することで、AI セーフティ評価に関す
る専門性を有する人材の獲得や育成に活かすことができ、また、AI セーフティ評価を自組織内で実施す
る場合、あるいはサードパーティ（自組織以外の評価実施組織）に委託して実施する場合の準備を円

 
7 
 
滑化できる。 
 
なお、本書は、上記の想定読者以外の者が本書を参照してAI セーフティ評価を行うことを妨げない。
例えば、AI 事業者ガイドラインに記載されている「AI 利用者」が本書を参照し、自組織におけるAI シス
テムの利用の仕方を評価するための検討を行うこともできる。 
 

 
8 
 
2 

`;