var toc_content = `本書の目的 
AI に関連する技術の進展と社会全体への普及は過去に類を見ないほど急速に進んでいる。これまで
もAI は推論や探索などを行うエキスパートシステムや強化学習などで利用され、幾度かその普及の兆し
を見せていた。以後もコンピュータの計算性能や半導体加工技術の向上により、効率的なアルゴリズムの
開発や利用用途の拡大が進んでいる。そのような中、生成AI の登場によりイノベーションが加速してい
る。特に対話型生成AI により活用の裾野が広がり、さらに近年では、大規模なデータセットで学習・訓
練された基盤モデルが、幅広い用途で活用されてきている。現在ではAI を活用したサービスは一般消費
者向けのものから特定の事業者や産業向けのものまで多岐に渡っている。さらに、基盤モデルの汎用性の
高さから、簡易な自然文での指示によるプログラム開発や、自律性を持たせたAI エージェントなど、ユー
スケースも多様化が進んでいる。このようなAI システムの開発・提供・利用のさらなる普及は、イノベーシ
ョンの促進や社会課題の解決に寄与するものと期待されている。その一方で、AI システムの悪用や誤
用、不正確な出力などの懸念も大きくなっている。我が国は、安全・安心で信頼できるAI の実現に向け
た広島AI プロセスを主導し、「高度なAI システムを開発する組織向けの広島プロセス国際指針」およ
び「高度なAI システムを開発する組織向けの広島プロセス国際行動規範」をとりまとめるなど、AI セーフ
ティに関わるグローバルな規律の策定に貢献してきたが、こうしたAI セーフティを実装していくにあたって
は、AI システムの挙動がブラックボックスである点など、AI 固有の新たな問題や複雑さが課題となる。ま
た、生成AI の入出力のバリエーションが多岐にわたる点も挙げられる。特定の用途に向けて設計された
AI システムが、広範な目的への応用のために使用されることもある。さらに、適切なAI システムの実装や
利用がなされない場合には人間の心理面にも悪影響を及ぼす可能性がある。そのため、AI セーフティを
確保し続けることは、急速な普及が進んでいるAI が社会の持続的な発展に寄与するための前提とな
る。 
 
 上記を踏まえ、「AI セーフティに関する評価観点ガイド」（以下、「本書」という。）は、AI システムの開
発や提供に携わる者がAI セーフティ評価を実施する際に参照できる基本的な考え方を提示する。本書
の作成に際しては、日本においてAI を活用する事業者が適切にAI を活用するための指針を示す「AI
事業者ガイドライン（第1.0 版）」（以下、「AI 事業者ガイドライン」という。）を参考としている。加え
て、海外の動向を精査し、AI セーフティを評価するための観点を整理している。これらを参照することで、
AI セーフティ評価の要点を確認することができる。なお、AI 事業者ガイドラインは国際的な議論も踏ま
え、Living Document として適宜更新を行うことを予定している。そのため、本書についても、国内外の
AI セーフティに関する議論や技術動向に応じ、適宜改定を行う。 
 
 

 
4 
 
1.2 
`;