var toc_content = `AI セーフティに関する評価のスコープ 
本書におけるAI セーフティ評価のスコープを、AI システムの種別、AI システムが及ぼす影響の2 点か
ら整理する。 
 
AI システムの種別 
AI システムには様々な種類が存在する。その中でも大規模言語モデル（LLM）は、自然言語処理
の分野における革新的な技術として大きく注目されている。そこで本書では、AI システムのうち生成AI を
構成要素とするシステムの中でも、LLM を構成要素とするAI システム（以下、「LLM システム」とい
う。）を対象とする。 
 
また、本書ではLLM システムを対象とするが、LLM システムに限ることなくAI システム一般に関する
AI セーフティを考慮するうえでの重要事項についても記載している。例えば、「2.2 AI セーフティにおける
重要要素」では、広くAI システム一般において考慮するべき、AI セーフティにおける重要要素について記
載している。また、本書で記載するAI セーフティの評価観点の中には、LLM システム以外のAI システム
においても活用できるものが含まれる。そのため、LLM システム以外のAI システムを評価する際にも、本
書で記載する評価観点を参照することができる。 
 
なお、マルチモーダル情報を扱う基盤モデルを含むAI システムの評価観点等については、技術動向や
利用動向を踏まえて今後検討することとする。それに関連する留意事項は、「6 評価に際しての留意事
項」に記載する。 
 

 
10 
 
AI システムが及ぼす影響 
本書では、AI システムが主にそのシステムのエンドユーザーに直接及ぼし得る影響を、AI セーフティ評
価のスコープとする。影響の例として、LLM システムの出力に有害なバイアスが含まれ、エンドユーザーが
不当な差別を被ることが挙げられる。また、LLM システムの出力に含まれる攻撃的な表現により、エンド
ユーザーが精神的な被害を受けることも考えられる。 
 
 AI システムが社会の様々なステークホルダーに対して及ぼし得る問題は社会技術的問題（Socio-
technical Problem）と呼ばれる。社会の様々な場面でAI システムが普及していることを考えると、社
会技術的問題の影響を考慮したAI セーフティ評価の実施を検討することは重要である。ただし、このよ
うな社会技術的問題に関する評価の方針や具体的な評価の仕方は、国内外で議論が進んでいるた
め、継続的な検討が必要である。 
 
 

 
11 
 
3 

`;