var toc_content = ` 
8 
 
⑤ ＡＩ評価基盤やテストベッドの整備 【◎内閣府（ＡＩ室）、総務省、⽂科省、経産
1 
省】 
2 
⑥ グローバルサウスを含めたＡＩ産業の海外市場展開⽀援 【総務省、◎外務省、経
3 
産省】 
4 
（２） ⽇本の勝ち筋となるＡＩモデル等の開発推進 
5 
① ＡＩロボットの公的需要創出や⾃動運転技術を含めたフィジカルＡＩの開発 ・実
6 
証の促進【◎内閣府（ＡＩ室）、⽂科省、経産省】 
7 
② 基盤モデルの開発・利活⽤、研究データ創出・利活⽤の⾼効率化、情報基盤の 
8 
強化等によるAI for Science の推進【⽂科省】 
9 
③ 新薬の開発を⾼度化する創薬ＡＩを推進【厚労省】 
10 
④ 製造業、インフラ、コンテンツ、⾦融、農業等におけるＡＩと融合した新たなビ
11 
ジネスモデルの追求【◎内閣府（ＡＩ室）、関係省庁】 
12 
（３） 信頼できるＡＩ基盤モデルの開発 
13 
① ⽇本の⽂化・習慣等を踏まえた信頼できるＡＩの開発・評価、質の⾼い⽇本語 
14 
データの整備・拡充 （既存の集積データの利活⽤含む） 【◎内閣府（ＡＩ室）、デ
15 
ジタル庁、総務省、⽂科省、経産省】 
16 
② ⽇本が、信頼できるＡＩを開発する拠点となり、オープンなＡＩモデルも含めた
17 
エコシステムを他国とも連携しながら世界に広げる【◎内閣府（ＡＩ室）、総務
18 
省、外務省、⽂科省、経産省】 
19 
③ エネルギー効率を重視したＡＩエコシステムの実現に向けた基盤モデル開発 【経
20 
産省】 
21 
（４） ＡＩ開発・利⽤基盤の増強・確保 
22 
① ＡＩデータセンター、効率的な電⼒・通信インフラの整備（ワット・ビット連携
23 
等）、オール光ネットワーク、次世代情報通信基盤の研究及び開発 【◎総務省、⽂
24 
科省、経産省】 
25 
② ⾼性能ＡＩ半導体等の研究及び開発 【総務省、⽂科省、経産省】、富岳ＮＥＸＴの
26 
開発【⽂科省】 
27 
③ ＡＩインフラに関するサプライチェーンの強化【総務省、◎経産省】 
28 
 
29 
 
30 
 
31 
 
32 

 
9 
 
第３節 ＡＩガバナンスの主導 
1 
 
ＡＩイノベーションの好循環を実現し、信頼できるＡＩエコシステムを構築するため、
2 
適正性の確保につながるＰＤＣＡサイクルを構築。 
3 
 
この実現のため、国⺠や事業者等の⾃主的かつ能動的な取組を促す国としての基本的な
4 
考え⽅を提⽰。当該考え⽅等を踏まえ、ＡＩセーフティ・インスティテュート（ＡＩＳ
5 
Ｉ）の抜本的な強化によるＡＩモデルの技術的評価、当該評価も踏まえたＡＩがもたら
6 
すリスクに係る実態把握と必要な措置を講じる。 
7 
 
⾏政においてＡＩを利⽤する際、判断の根拠等が不明瞭にならないようにするなど、国
8 
⺠へのアカウンタビリティを果たし、⾏政の信頼性を確保。 
9 
 
ＡＩガバナンスに関する国際的枠組み「広島ＡＩプロセス」を主導してきた⽇本として、
10 
引き続き国際的な議論を主導しながらＡＩガバナンスにおける国際協調を図る。 
11 
 
その際、多様なＡＩモデルの相互運⽤性の確保を重視し、⽇本が世界のＡＩイノベーシ
12 
ョンの結節点となる。 
13 
【具体的な取組例】 
14 
（１） 信頼できるＡＩエコシステムの構築 
15 
① 技術開発の進展と国⺠⽣活への影響について、ＡＩ法第16 条に基づく調査研究
16 
等の実施【◎内閣府（ＡＩ室）、関係省庁】 
17 
② 事業者等によるＡＩの研究及び開発・利活⽤における適正性の確保に向けた⾃主
18 
的な取組を促すとともに⾏政における円滑かつ適正な利活⽤に向けた、ＡＩ法第
19 
13 条に基づく指針その他各種ガイドライン等の整備・周知徹底【◎内閣府（Ａ
20 
Ｉ室）、総務省、経産省、関係省庁】 
21 
③ ＡＩ関連のサイバー事案の対処能⼒の向上など、ＡＩを悪⽤したサイバー攻撃や
22 
詐欺をはじめとする各種の犯罪等への対応【◎警察庁、総務省】 
23 
④ ＡＩモデルの安全性にとどまらない適正性に係る評価機能の構築を含むＡＩセ
24 
ーフティ・インスティテュート （ＡＩＳＩ）の抜本的な強化 【◎内閣府（ＡＩ室）、
25 
経産省、関係省庁】 
26 
⑤ ⽇本のＡＩ評価機能向上にも資する、ＡＩ⽣成コンテンツを判別する技術やＡＩ
27 
の制御機能等の開発⽀援【◎総務省、⽂科省、経産省】 
28 
（２） ＡＳＥＡＮ等グローバルサウス諸国を含めた国際協調 
29 
① 広島ＡＩプロセスフレンズグループや外交機会を活⽤したＡＳＥＡＮを含むグ
30 
ローバルサウス諸国等との連携強化【◎総務省、外務省、経産省】 
31 

`;