var toc_content = ` 
9 
 
第３節 ＡＩガバナンスの主導 
1 
 
ＡＩイノベーションの好循環を実現し、信頼できるＡＩエコシステムを構築するため、
2 
適正性の確保につながるＰＤＣＡサイクルを構築。 
3 
 
この実現のため、国⺠や事業者等の⾃主的かつ能動的な取組を促す国としての基本的な
4 
考え⽅を提⽰。当該考え⽅等を踏まえ、ＡＩセーフティ・インスティテュート（ＡＩＳ
5 
Ｉ）の抜本的な強化によるＡＩモデルの技術的評価、当該評価も踏まえたＡＩがもたら
6 
すリスクに係る実態把握と必要な措置を講じる。 
7 
 
⾏政においてＡＩを利⽤する際、判断の根拠等が不明瞭にならないようにするなど、国
8 
⺠へのアカウンタビリティを果たし、⾏政の信頼性を確保。 
9 
 
ＡＩガバナンスに関する国際的枠組み「広島ＡＩプロセス」を主導してきた⽇本として、
10 
引き続き国際的な議論を主導しながらＡＩガバナンスにおける国際協調を図る。 
11 
 
その際、多様なＡＩモデルの相互運⽤性の確保を重視し、⽇本が世界のＡＩイノベーシ
12 
ョンの結節点となる。 
13 
【具体的な取組例】 
14 
（１） 信頼できるＡＩエコシステムの構築 
15 
① 技術開発の進展と国⺠⽣活への影響について、ＡＩ法第16 条に基づく調査研究
16 
等の実施【◎内閣府（ＡＩ室）、関係省庁】 
17 
② 事業者等によるＡＩの研究及び開発・利活⽤における適正性の確保に向けた⾃主
18 
的な取組を促すとともに⾏政における円滑かつ適正な利活⽤に向けた、ＡＩ法第
19 
13 条に基づく指針その他各種ガイドライン等の整備・周知徹底【◎内閣府（Ａ
20 
Ｉ室）、総務省、経産省、関係省庁】 
21 
③ ＡＩ関連のサイバー事案の対処能⼒の向上など、ＡＩを悪⽤したサイバー攻撃や
22 
詐欺をはじめとする各種の犯罪等への対応【◎警察庁、総務省】 
23 
④ ＡＩモデルの安全性にとどまらない適正性に係る評価機能の構築を含むＡＩセ
24 
ーフティ・インスティテュート （ＡＩＳＩ）の抜本的な強化 【◎内閣府（ＡＩ室）、
25 
経産省、関係省庁】 
26 
⑤ ⽇本のＡＩ評価機能向上にも資する、ＡＩ⽣成コンテンツを判別する技術やＡＩ
27 
の制御機能等の開発⽀援【◎総務省、⽂科省、経産省】 
28 
（２） ＡＳＥＡＮ等グローバルサウス諸国を含めた国際協調 
29 
① 広島ＡＩプロセスフレンズグループや外交機会を活⽤したＡＳＥＡＮを含むグ
30 
ローバルサウス諸国等との連携強化【◎総務省、外務省、経産省】 
31 

 
10 
 
② ＡＩ関連の国際規格策定 （ＩＳＯ/ＩＥＣ ＪＴＣ１におけるＡＩ分野の国際標準
1 
化活動への参画等）【経産省】 
2 
③ ＡＩＳＩネットワーク等を活⽤したＡＩガバナンスの主導 【◎内閣府（ＡＩ室）、
3 
総務省、経産省、関係省庁】 
4 
④ 軍事領域に関するＡＩについて、⼈道的考慮と安全保障の観点を勘案したバラン
5 
スの取れた議論を通じた国際的な議論への積極的な参画【◎外務省、防衛省】 
6 
⑤ ＧＰＡＩ東京専⾨家⽀援センター等を通じたプロジェクトベースでの⽀援 【総務
7 
省】 
8 
⑥ 多様なＡＩエコシステムを信頼できるかたちで各地で⾃⽴的に発展することを
9 
⽬指したグローバルサウス諸国との共創・協⼒モデルの構築 【内閣府（ＡＩ室）、
10 
デジタル庁、総務省、◎外務省、⽂科省、経産省】 
11 
 
12 
第４節 ＡＩ社会に向けた継続的変⾰ 
13 
 
ＡＩを基軸とし、新たな産業構造を構築、地域活性化や包摂的成⻑の実現にも貢献。 
14 
 
ＡＩ技術の進歩を踏まえながら、「⼈とＡＩの協働」を実現するため、制度や社会の仕組
15 
みを先導的かつ継続的に変⾰。 
16 
 
ＡＩがもたらす雇⽤への影響について丁寧に分析し、新しい働き⽅に向けた包括的な教
17 
育・リスキリング⽀援等の対策を講じる、というプロセスを継続的に実施する。 
18 
 
ＡＩの利活⽤や開発ができるＡＩ⼈材の育成・確保はＡＩ社会実現のために必要不可⽋。
19 
国が主導し、この確保に取り組む。 
20 
 
ＡＩ社会から取り残される者を⽣まないよう、ＡＩ社会を⽣き抜く「⼈間⼒」向上を図
21 
る。 
22 
【具体的な取組例】 
23 
（１） ＡＩを基軸とした産業構造の構築 
24 
① ⽇本の企業等にＡＩ基軸の組織経営改⾰（ＡＩトランスフォーメーション）を 
25 
促すため、当該取組の可視化、取組が進む事業者への⽀援の重点化 【内閣府（Ａ
26 
Ｉ室）、◎経産省】 
27 
② 具体像の提⽰を含め、地域のＡＩインフラを活⽤した新たな地域産業・雇⽤の 
28 
創出【◎内閣府（ＡＩ室）、総務省、経産省】 
29 
③ 規制のサンドボックス制度、スタートアップ⽀援制度などを含めたＡＩ関連産業
30 
の⽴地促進【◎内閣府（ＡＩ室）、内閣府（新資本事務局）、経産省】 
31 
（２） ＡＩ社会における枠組みの検討・実証 
32 

 
11 
 
① ＡＩの社会実装の実現のための規制・制度の点検・⾒直し 【再掲】 【内閣府（ＡＩ
1 
室）、◎内閣府（規制室）】 
2 
② ＡＩ利活⽤における⺠事責任等のあり⽅の検討 【内閣府（ＡＩ室）、消費者庁、総
3 
務省、法務省、◎経産省】 
4 
③ コンテンツホルダーへの対価還元等に向けたガイドラインの策定など、適切な財
5 
産の保護と活⽤につながる透明性の確保 【内閣府（ＡＩ室）、◎内閣府（知財事務
6 
局）】 
7 
④ ＡＩによる雇⽤への影響（代替性と補完性）の調査・分析、それを踏まえた 
8 
包括的な対策の継続的な実施【◎内閣府（ＡＩ室）、厚労省、関係省庁】 
9 
（３） ＡＩ⼈材の育成・確保 
10 
① ＡＩ時代の産業構造を踏まえた⼈材ニーズの調査・分析 【◎内閣府（ＡＩ室）、厚
11 
労省、経産省】 
12 
② ＡＩや次世代半導体等の利活⽤・開発に係るエンジニアや研究者、データマネジ
13 
メント⼈材等の育成・確保【◎内閣府（ＡＩ室）、外務省、⽂科省、経産省】 
14 
③ ＡＩ利活⽤・開発に係る産学官ネットワークやコミュニティ⽀援 【◎内閣府（Ａ
15 
Ｉ室）、⽂科省、経産省】 
16 
④ 従業員や労働者のＡＩリスキリング⽀援 【◎内閣府（ＡＩ室）、厚労省、経産省、
17 
⽂科省】 
18 
⑤ アドバンスト・エッセンシャルワーカー創出のためのリスキリング⽀援 【◎内閣
19 
府（ＡＩ室）、⽂科省、厚労省、経産省】 
20 
⑥ デジタルスキル標準の改訂【内閣府（ＡＩ室）、◎経産省】 
21 
⑦ 初等中等教育や⼀般市⺠におけるＡＩリテラシー向上⽀援 【◎内閣府（ＡＩ室）、
22 
総務省、⽂科省】 
23 
（４） ＡＩ時代における⼈間⼒の向上 
24 
① ⼈とＡＩが協働する社会における⼈とＡＩの役割分担を模索し続け、⼈が⼈とし
25 
て⽣き抜く⼒を伸ばす【◎内閣府（ＡＩ室）、関係省庁】 
26 
② ＡＩ時代における教育の推進【内閣府（ＡＩ室）、◎⽂科省】 
27 
③ ＡＩ時代の働き⽅の検討【内閣府（ＡＩ室）、◎厚労省】 
28 
29 

`;