var toc_content = ` 
6 
 
① 医療 ・ヘルスケア 【内閣府 （科技）、厚労省、経産省】、介護 【厚労省、経産省】、
1 
⾦融 【⾦融庁】、教育 【⽂科省】、防災 ・消防 【内閣府 （防災）、総務省、⽂科省、
2 
国交省】、環境保全 【⽂科省、環境省】、農林⽔産業 【農⽔省】、⾷品産業 【農⽔省】、
3 
インフラ建設・管理【国交省】、造船・舶⽤⼯業【国交省】、公共交通【国交省】
4 
等におけるＡＩエージェントやフィジカルＡＩ等の開発・実証・導⼊促進 【◎内
5 
閣府（ＡＩ室）、関係省庁】 
6 
② 中⼩企業におけるＡＩ導⼊促進の円滑化など、広く地域を⽀える産業へのＡＩ導
7 
⼊促進【経産省】 
8 
③ 防衛⼒の抜本的強化に向けたＡＩ利活⽤の推進【防衛省】 
9 
④ 国⺠の安全・安⼼の確保に向けた警察活動の⾼度化のためのＡＩ利活⽤の推進
10 
【警察庁】 
11 
⑤ 情報通信分野におけるセキュリティ確保に向けたＡＩ利活⽤の推進【総務省】 
12 
（３） ＡＩ利活⽤推進で新しい事業や産業を創出 
13 
① フィジカルＡＩの先導導⼊⽀援【経産省】 
14 
② 産学双⽅の研究者等におけるＡＩ利活⽤⽀援【◎内閣府（ＡＩ室）、⽂科省】 
15 
③ ＡＩに係る⾰新的技術を有するスタートアップ等の⽀援 【◎内閣府（ＡＩ室）、内
16 
閣官房（デジ⾏財）、農⽔省、経産省】 
17 
（４） 更なるＡＩ利活⽤に向けた仕組みづくり 
18 
① ＡＩの社会実装の実現のための規制・制度の点検 ・⾒直し 【内閣府（ＡＩ室）、◎
19 
内閣府（規制室）】 
20 
② 政府が保有する各種データについて機械判読可能な形に整えるとともに、ＡＩ利
21 
⽤を前提としたデータ環境の構築に努める 【内閣官房（デジ⾏財）、◎内閣府 （Ａ
22 
Ｉ室）、関係省庁】 
23 
③ 医療・教育・農業・建設などの準公共分野、⽇本の強みとなる産業・研究分野に
24 
おける質の⾼いデータを⽣かすため、データセキュリティにも留意しながら、デ
25 
ータ連携基盤を構築【◎内閣府（ＡＩ室）、デジタル庁、関係省庁】 
26 
④ 統計作成等であると整理できるＡＩ開発等における本⼈同意の在り⽅や規律遵
27 
守の実効性確保等の検討を通じた「個⼈情報の保護に関する法律」の改正 【個情
28 
委】 
29 
 
30 
 
31 
 
32 

 
7 
 
第２節 ＡＩ開発⼒の戦略的強化 
1 
 
我が国が独⾃にＡＩエコシステムを研究及び開発することのできる能⼒を強化。ＡＩエ
2 
コシステムを⽇本国内に構築、積極的に海外に展開することで、国際競争⼒も強化し、
3 
国⼒強化、デジタル⾚字の解消に寄与。国家主権と安全保障の観点も踏まえ、⽇本の⾃
4 
律性・不可⽋性を確保する。 
5 
 
新技術⽴国や社会全体でのGＸの実現に、ＡＩを知的基盤・実⾏基盤と位置付ける。 
6 
 
開かれた形での開発を志向し、国内外からのトップ⼈材を集約し、⽇本の強みとなる産
7 
業・医療・研究といった分野の質の⾼いデータを⽣かし、⽇本国内におけるＡＩ開発⼒
8 
を⾼める。 
9 
 
⾃らＡＩの研究開発を⾏うことで、実践的なスキル獲得や、即戦⼒のあるイノベーショ
10 
ンが可能に。開発と実装の好循環によりＡＩ⼈材を育てる⼟壌を形成。 
11 
 
ＡＩモデルとアプリを組み合わせた多様なサービスの創出、ＡＩとロボット等を組み合
12 
わせたフィジカルＡＩの開発導⼊、科学研究に広くＡＩを利活⽤するAI for Science 等
13 
の推進は⽇本の勝ち筋。 
14 
 
国家主権と安全保障の観点や⽇本の⽂化・習慣等も踏まえた信頼できる基盤モデルを開
15 
発。 
16 
 
ＡＩ研究開発・利活⽤基盤の増強・確保のため、計算資源とその基盤となる半導体、デ
17 
ータセンター、クラウド、それらを⽀える通信ネットワーク、電⼒等のＡＩインフラの
18 
戦略的整備を加速。 
19 
 
ＡＩエコシステムが持続可能な形で発展できるよう、経済安全保障推進法や税制措置な
20 
ども活⽤して官⺠が戦略的に投資。 
21 
【具体的な取組例】 
22 
（１） ⽇本国内のＡＩ開発⼒の強化 
23 
① 新たなデータセット、ＡＩの開発に必要なマルチモーダルなデータの創出・提供
24 
等のデータ連携基盤の構築 【◎内閣府（ＡＩ室）、デジタル庁、総務省、⽂科省、
25 
経産省】 
26 
② トップ⼈材を含め、国内外からＡＩ開発者を確保するための待遇⾯や⽣活環境を
27 
含めた包括的な取組【◎内閣府（ＡＩ室）、⽂科省、経産省】 
28 
③ 先進的な知⾒を取り⼊れるため、⼤学・研究機関や国内外の⺠間事業者等との連
29 
携・協働を推進【◎内閣府（ＡＩ室）、⽂科省、経産省】 
30 
④ ＡＩモデルの⾼性能化やマルチモーダル化の促進 【◎内閣府（ＡＩ室）、総務省、
31 
⽂科省、経産省】 
32 

 
8 
 
⑤ ＡＩ評価基盤やテストベッドの整備 【◎内閣府（ＡＩ室）、総務省、⽂科省、経産
1 
省】 
2 
⑥ グローバルサウスを含めたＡＩ産業の海外市場展開⽀援 【総務省、◎外務省、経
3 
産省】 
4 
（２） ⽇本の勝ち筋となるＡＩモデル等の開発推進 
5 
① ＡＩロボットの公的需要創出や⾃動運転技術を含めたフィジカルＡＩの開発 ・実
6 
証の促進【◎内閣府（ＡＩ室）、⽂科省、経産省】 
7 
② 基盤モデルの開発・利活⽤、研究データ創出・利活⽤の⾼効率化、情報基盤の 
8 
強化等によるAI for Science の推進【⽂科省】 
9 
③ 新薬の開発を⾼度化する創薬ＡＩを推進【厚労省】 
10 
④ 製造業、インフラ、コンテンツ、⾦融、農業等におけるＡＩと融合した新たなビ
11 
ジネスモデルの追求【◎内閣府（ＡＩ室）、関係省庁】 
12 
（３） 信頼できるＡＩ基盤モデルの開発 
13 
① ⽇本の⽂化・習慣等を踏まえた信頼できるＡＩの開発・評価、質の⾼い⽇本語 
14 
データの整備・拡充 （既存の集積データの利活⽤含む） 【◎内閣府（ＡＩ室）、デ
15 
ジタル庁、総務省、⽂科省、経産省】 
16 
② ⽇本が、信頼できるＡＩを開発する拠点となり、オープンなＡＩモデルも含めた
17 
エコシステムを他国とも連携しながら世界に広げる【◎内閣府（ＡＩ室）、総務
18 
省、外務省、⽂科省、経産省】 
19 
③ エネルギー効率を重視したＡＩエコシステムの実現に向けた基盤モデル開発 【経
20 
産省】 
21 
（４） ＡＩ開発・利⽤基盤の増強・確保 
22 
① ＡＩデータセンター、効率的な電⼒・通信インフラの整備（ワット・ビット連携
23 
等）、オール光ネットワーク、次世代情報通信基盤の研究及び開発 【◎総務省、⽂
24 
科省、経産省】 
25 
② ⾼性能ＡＩ半導体等の研究及び開発 【総務省、⽂科省、経産省】、富岳ＮＥＸＴの
26 
開発【⽂科省】 
27 
③ ＡＩインフラに関するサプライチェーンの強化【総務省、◎経産省】 
28 
 
29 
 
30 
 
31 
 
32 

`;