var toc_content = ` 
11 
 
① ＡＩの社会実装の実現のための規制・制度の点検・⾒直し 【再掲】 【内閣府（ＡＩ
1 
室）、◎内閣府（規制室）】 
2 
② ＡＩ利活⽤における⺠事責任等のあり⽅の検討 【内閣府（ＡＩ室）、消費者庁、総
3 
務省、法務省、◎経産省】 
4 
③ コンテンツホルダーへの対価還元等に向けたガイドラインの策定など、適切な財
5 
産の保護と活⽤につながる透明性の確保 【内閣府（ＡＩ室）、◎内閣府（知財事務
6 
局）】 
7 
④ ＡＩによる雇⽤への影響（代替性と補完性）の調査・分析、それを踏まえた 
8 
包括的な対策の継続的な実施【◎内閣府（ＡＩ室）、厚労省、関係省庁】 
9 
（３） ＡＩ⼈材の育成・確保 
10 
① ＡＩ時代の産業構造を踏まえた⼈材ニーズの調査・分析 【◎内閣府（ＡＩ室）、厚
11 
労省、経産省】 
12 
② ＡＩや次世代半導体等の利活⽤・開発に係るエンジニアや研究者、データマネジ
13 
メント⼈材等の育成・確保【◎内閣府（ＡＩ室）、外務省、⽂科省、経産省】 
14 
③ ＡＩ利活⽤・開発に係る産学官ネットワークやコミュニティ⽀援 【◎内閣府（Ａ
15 
Ｉ室）、⽂科省、経産省】 
16 
④ 従業員や労働者のＡＩリスキリング⽀援 【◎内閣府（ＡＩ室）、厚労省、経産省、
17 
⽂科省】 
18 
⑤ アドバンスト・エッセンシャルワーカー創出のためのリスキリング⽀援 【◎内閣
19 
府（ＡＩ室）、⽂科省、厚労省、経産省】 
20 
⑥ デジタルスキル標準の改訂【内閣府（ＡＩ室）、◎経産省】 
21 
⑦ 初等中等教育や⼀般市⺠におけるＡＩリテラシー向上⽀援 【◎内閣府（ＡＩ室）、
22 
総務省、⽂科省】 
23 
（４） ＡＩ時代における⼈間⼒の向上 
24 
① ⼈とＡＩが協働する社会における⼈とＡＩの役割分担を模索し続け、⼈が⼈とし
25 
て⽣き抜く⼒を伸ばす【◎内閣府（ＡＩ室）、関係省庁】 
26 
② ＡＩ時代における教育の推進【内閣府（ＡＩ室）、◎⽂科省】 
27 
③ ＡＩ時代の働き⽅の検討【内閣府（ＡＩ室）、◎厚労省】 
28 
29 

 
12 
 
第４章 ＡＩ関連技術の研究開発及び活⽤の推進に関する施策を政府が総合的かつ計画
1 
的に推進するために必要な事項 
2 
 
3 
第１節 基本計画の推進体制及びフォローアップ 
4 
 
内閣総理⼤⾂を本部⻑とし、全閣僚を構成員とする⼈⼯知能戦略本部、関係府省庁を
5 
構成員とする⼈⼯知能戦略推進会議を中⼼に、関係府省庁が緊密に連携。 
6 
 
⼈⼯知能戦略本部において基本計画の推進状況を把握の上、フォローアップを⾏う。
7 
その際には、⼈⼯知能戦略専⾨調査会において有識者等の意⾒を適時適切に聴取。 
8 
第２節 基本計画の変更 
9 
 
技術の発達と活⽤の拡⼤が極めて急速であるというＡＩ関連技術の特性、動向、社会
10 
情勢等を踏まえ、必要に応じて本計画を⾒直し、変更を⾏うこととし、当⾯は毎年 
11 
変更を⾏う。 
12 
 
その際、⼈⼯知能戦略専⾨調査会において有識者等の意⾒を適切に聴取する。最新の
13 
技術動向などを積極的に基本計画に反映していくため、産学官で積極的に連携。 
14 
第３節 他の計画等との連携 
15 
 
「科学技術・イノベーション基本法」に基づく科学技術・イノベーション創出の振興
16 
に関する基本的な計画、 「デジタル社会形成基本法」に基づくデジタル社会の形成に関
17 
する重点計画等、関係する他の計画等との連携・整合を図る。 
18 

`;