var toc_content = ` 
4 
 
第２章 ＡＩ関連技術の研究開発及び活⽤の推進に関する施策についての基本的な⽅針 
1 
（ＡＩ法の基本理念を踏まえた３原則） 
2 
 
⼈とＡＩが協働し、 「⼈間中⼼のＡＩ社会原則」を実現するために、イノベーションの
3 
促進とリスク対応を両⽴させる。 
4 
 
この両⽴に向け、ＡＩ法が体現するＰＤＣＡ（計画・実⾏・評価・改善）サイクルを回
5 
し、変化にも即応して柔軟・迅速（ 
「アジャイル」）に取り組む。 
6 
 
両⽴に向けて、国内政策と対外政策を有機的に組み合わせる 「内外⼀体」で取り組み、
7 
積極的な国際連携で、我が国を多様なＡＩイノベーションの結節点とする。 
8 
（４つの基本的な⽅針） 
9 
１．ＡＩ利活⽤の加速的推進（ 
「ＡＩを使う」） 
10 
 
⽇本社会全体で、世界最先端のＡＩ技術を、適切なリスク対応を⾏いながら積極的に
11 
利活⽤することで、新たなイノベーションを創出。 
12 
 
ＡＩイノベーションの基盤となるデータの集積・利活⽤、特に組織を超えたデータの
13 
共有を促進することで、ＡＩの徹底した利活⽤やＡＩの性能向上を可能とする。 
14 
２．ＡＩ開発⼒の戦略的強化（ 
「ＡＩを創る」） 
15 
 
インフラからアプリまでのＡＩエコシステムに関する各層での開発を進めつつ、それ
16 
らを有機的に組み合わせることで、⽇本の強みとして「信頼できるＡＩ」を開発。 
17 
 
研究開発から社会実装までが近接するＡＩを社会全体でまずは使い、それに伴い⽣じ
18 
た課題を解決するＡＩ技術を創ることで、イノベーションの好循環を実現。 
19 
３．ＡＩガバナンスの主導（ 
「ＡＩの信頼性を⾼める」） 
20 
 
⼈とＡＩが協働し、イノベーションの好循環を実現するために、ＡＩの適正性を確保
21 
するガバナンスを構築。 
22 
 
ＡＩは国境を越えて展開しており、⽇本国内だけでなく、国際的なガバナンスが不可
23 
⽋。我が国はそれを主導。 
24 
４．ＡＩ社会に向けた継続的変⾰（ 
「ＡＩと協働する」） 
25 
 
⼈とＡＩが協働する社会の実現のため、産業や雇⽤のあり⽅、制度や社会の仕組みを
26 
先導的かつ継続的に変⾰。 
27 
 
ＡＩを使い、ＡＩを創るＡＩ⼈材の育成・確保に加え、⼈とＡＩの役割分担を模索し
28 
ながら、ＡＩ社会を⽣き抜く「⼈間⼒」を向上。 
 
29 

 
5 
 
第３章 ＡＩ関連技術の研究開発及び活⽤の推進に関し、政府が総合的かつ計画的に 
1 
講ずべき施策 
2 
（※ 具体的な施策は以下に列挙するものに加え、今後も適宜充実・強化） 
3 
【◎は主な府省庁を⽰す。】 
4 
 
5 
第１節 ＡＩ利活⽤の加速的推進 
6 
 
ＡＩが⽇常化する社会を⽬指し、様々な局⾯でのＡＩ利活⽤を推進。世代を問わずほと
7 
んどの国⺠が「まず使ってみる」という意識を広く社会に醸成。 
8 
 
これまで利活⽤が進んでこなかった要因である、ＡＩがもたらす効果やリスクへの理解
9 
不⾜等の解消に努める。 
10 
 
国⺠⼀⼈ひとりの⽣活や企業活動の質の向上、社会課題解決等のため、各主体がＡＩを
11 
能動的に利活⽤するよう、社会全体で取り組む。 
12 
 
「隗より始めよ」で、まずは政府⾃らが積極的かつ先導的に利活⽤。政府職員内で隈な
13 
く浸透、定着させることにより、業務の質を向上。政府による適正な調達・利活⽤で、
14 
⽇本社会で利活⽤されるＡＩの信頼性・透明性の確保につなげる。 
15 
 
資源制約が深刻化する中で持続可能な⾏政サービスを提供する観点から、⾃治体が積極
16 
的にＡＩを導⼊できる環境を整備。 
17 
 
⼈⼿不⾜対応や安全・安⼼の確保、安全保障の⾼度化等、社会課題の解決に直結する分
18 
野での利活⽤を積極的に⽀援。 
19 
 
新しい事業や産業の創出につながるＡＩ利活⽤を促進。 
20 
 
地⽅創⽣、経済再⽣、国⺠⽣活の質の向上に資するＡＩ利活⽤を促すため、ＡＩ利活⽤
21 
を前提に既存の規制や制度を⾒直すことを含め、制度改⾰等を先導的に推進。 
22 
 
ＡＩの徹底した利活⽤や性能向上のため、データの集積・利活⽤、特に組織を超えたデ
23 
ータの共有、官⺠連携によるデータ利活⽤を促進。 
24 
【具体的な取組例】 
25 
（１） 政府・⾃治体でのＡＩの徹底した利活⽤ 
26 
① ガバメントＡＩの推進、政府によるＡＩの適正かつ先導的な利活⽤ 【◎デジタル
27 
庁、全省庁】 
28 
② ⽣成ＡＩ等を適切に利活⽤した政府の業務の質の向上 ・効率化の促進 【◎デジタ
29 
ル庁、全省庁】 
30 
③ 地⽅⾃治体におけるＡＩの適正な利活⽤の促進【デジタル庁、◎総務省】 
31 
（２） 社会課題解決に向けたＡＩ利活⽤の推進 
32 

 
6 
 
① 医療 ・ヘルスケア 【内閣府 （科技）、厚労省、経産省】、介護 【厚労省、経産省】、
1 
⾦融 【⾦融庁】、教育 【⽂科省】、防災 ・消防 【内閣府 （防災）、総務省、⽂科省、
2 
国交省】、環境保全 【⽂科省、環境省】、農林⽔産業 【農⽔省】、⾷品産業 【農⽔省】、
3 
インフラ建設・管理【国交省】、造船・舶⽤⼯業【国交省】、公共交通【国交省】
4 
等におけるＡＩエージェントやフィジカルＡＩ等の開発・実証・導⼊促進 【◎内
5 
閣府（ＡＩ室）、関係省庁】 
6 
② 中⼩企業におけるＡＩ導⼊促進の円滑化など、広く地域を⽀える産業へのＡＩ導
7 
⼊促進【経産省】 
8 
③ 防衛⼒の抜本的強化に向けたＡＩ利活⽤の推進【防衛省】 
9 
④ 国⺠の安全・安⼼の確保に向けた警察活動の⾼度化のためのＡＩ利活⽤の推進
10 
【警察庁】 
11 
⑤ 情報通信分野におけるセキュリティ確保に向けたＡＩ利活⽤の推進【総務省】 
12 
（３） ＡＩ利活⽤推進で新しい事業や産業を創出 
13 
① フィジカルＡＩの先導導⼊⽀援【経産省】 
14 
② 産学双⽅の研究者等におけるＡＩ利活⽤⽀援【◎内閣府（ＡＩ室）、⽂科省】 
15 
③ ＡＩに係る⾰新的技術を有するスタートアップ等の⽀援 【◎内閣府（ＡＩ室）、内
16 
閣官房（デジ⾏財）、農⽔省、経産省】 
17 
（４） 更なるＡＩ利活⽤に向けた仕組みづくり 
18 
① ＡＩの社会実装の実現のための規制・制度の点検 ・⾒直し 【内閣府（ＡＩ室）、◎
19 
内閣府（規制室）】 
20 
② 政府が保有する各種データについて機械判読可能な形に整えるとともに、ＡＩ利
21 
⽤を前提としたデータ環境の構築に努める 【内閣官房（デジ⾏財）、◎内閣府 （Ａ
22 
Ｉ室）、関係省庁】 
23 
③ 医療・教育・農業・建設などの準公共分野、⽇本の強みとなる産業・研究分野に
24 
おける質の⾼いデータを⽣かすため、データセキュリティにも留意しながら、デ
25 
ータ連携基盤を構築【◎内閣府（ＡＩ室）、デジタル庁、関係省庁】 
26 
④ 統計作成等であると整理できるＡＩ開発等における本⼈同意の在り⽅や規律遵
27 
守の実効性確保等の検討を通じた「個⼈情報の保護に関する法律」の改正 【個情
28 
委】 
29 
 
30 
 
31 
 
32 

`;