var toc_content = `第１章 基本構想 〜「世界で最もＡＩを開発・活⽤しやすい国」を⽬指して〜  2 
2 
第２章 ＡＩ関連技術の研究開発及び活⽤の推進に関する施策についての基本的な⽅針  4 
3 
第３章 ＡＩ関連技術の研究開発及び活⽤の推進に関し、政府が総合的かつ計画的に 講ずべき施策 .... 5 
4 
第１節 
ＡＩ利活⽤の加速的推進  5 
5 
第２節 
ＡＩ開発⼒の戦略的強化  7 
6 
第３節 
ＡＩガバナンスの主導  9 
7 
第４節 
ＡＩ社会に向けた継続的変⾰  10 
8 
第４章 ＡＩ関連技術の研究開発及び活⽤の推進に関する施策を政府が総合的かつ計画的に推進するた
9 
めに必要な事項  12 
10 
第１節 基本計画の推進体制及びフォローアップ  12 
11 
第２節 基本計画の変更  12 
12 
第３節 他の計画等との連携  12 
13 
 
14 
 
 
15 

2
第１章 基本構想 〜「世界で最もＡＩを開発・活⽤しやすい国」を⽬指して〜 
1
（国際競争と我が国の現状） 
2

ＡＩは、⽣成ＡＩをはじめとする急速な技術進歩によって、世界の持続可能な発展に
3
必要不可⽋なテクノロジーに。
4

世界各国で、ＡＩの利活⽤が進み、開発競争も激化。各国は国⼒を左右するものとし
5
て取組を強化。⽇本としても出遅れることはできない。
6

他⽅、我が国ではＡＩの利活⽤がこれまで⼗分に進んでおらず、ＡＩ関連の投資も
7
経済規模に⽐べて僅少。
8

今こそ、ＡＩの利活⽤及び開発、すなわちＡＩイノベーションの推進をはじめ、
9
我が国としてＡＩに関する国家戦略構築が不可⽋。
10
（ＡＩイノベーション） 
11

今年に⼊り、⾃律的に業務を実⾏できる 「ＡＩエージェント」、現実世界でロボット等
12
を動かす「フィジカルＡＩ」といったイノベーションが進展。
13

ＡＩは、効率化・⽣産性向上による適時的確な業務の実施に留まらず、新たな発展に
14
つながる新事業・新市場創造、社会課題解決、包摂的成⻑を可能に。「⼈⼝減少」、
15
「国内への投資不⾜」、「賃⾦停滞」といった⽇本の経済社会の⻑年の課題を解決。
16

ＡＩは、⽣活の質の向上ももたらし、健康・医療、防災を含む安全・安⼼な国⺠⽣活
17
を実現。
18

ＡＩは、安全保障の⾼度化や平和の構築にも貢献。
19

ＡＩイノベーションを積極的に進めることで、⽇本社会の持つ潜在⼒を存分に発揮。
20
⽇本の多くの⼈材や産業の⾼付加価値化を進め、デジタル⾚字抑⽌の観点からも、内
21
外⼀体で取組を進め、世界に展開。
22
（ 
「反転攻勢」の好機） 
23

⾜元ではＡＩ技術の競争環境が⼤きく変化。⽇本もキャッチアップできるチャンス。 
24

⽇本の強みとなる産業・医療・研究といった分野の質の⾼いデータを⽣かした 「ＡＩ
25
イノベーション」が⼀つの勝ち筋へ。
26

今こそ、社会全体で 「ＡＩを使ってみる」ことを徹底し、 「利活⽤」から 「開発」への
27
サイクルを回していくことが、⽇本が世界とともに「反転攻勢」する好機。
28
（リスクへの対応）
29

他⽅で、ＡＩがもたらすリスクに多くの国⺠が不安を抱いていることも事実。
30

 
3 
 
 
ＡＩをめぐるリスクは、誤判断、ハルシネーション等の技術的リスクのみならず、 
1 
差別・偏⾒の助⻑、犯罪への利⽤、過度な依存、プライバシー・財産権の侵害、環境
2 
負荷の増⼤、偽・誤情報の拡散、さらに、雇⽤・経済不安といった社会的リスクやサ
3 
イバー攻撃といった安全保障リスクにも拡⼤。 
4 
 
ＡＩの技術進歩とともに変動するリスクを適時適切に把握し、ＡＩの透明性・公平性・
5 
安全性をはじめとする適正性を確保することで、国⺠の不安払拭。 
6 
（「世界で最もＡＩを開発・活⽤しやすい国」に向けて） 
7 
 
我が国は、官⺠が⼀致団結して、ＡＩを基軸として、新たな経済発展と安全・安⼼な
8 
社会を構築。 
9 
 
⼈とＡＩが補完し合う関係を構築し、⼈とＡＩが協働できる社会を構築する。 
10 
 
個⼈の尊厳が尊重される「⼈間中⼼のＡＩ社会原則」を堅持する。 
11 
 
⽇本はこれまでもイノベーション促進とリスク対応を両⽴しながら、ＡＩ戦略を追
12 
求。 「危機管理投資」・「成⻑投資」の中核として、ＡＩ国家戦略を今⼀段と進化させる
13 
ためにも、⼀層の 「イノベーション促進とリスク対応の両⽴」の徹底により、 「信頼で
14 
きるＡＩ」を追求し、「世界で最もＡＩを開発・活⽤しやすい国」へ。 
15 
 
「ＡＩ関連技術の研究開発及び活⽤の推進に関する法律」（以下「ＡＩ法」）第18 条
16 
第1 項に基づく、「⼈⼯知能基本計画」は、こうした国家⽬標の実現に資する戦略と
17 
して策定。政府は、本計画に盛り込まれた内容を着実に推進。 
 
18 

`;