var toc_content = `䏆䏄
資料1-1：秘密保持契約書
秘密保持契約書
●●（以下「ユーザ」という。）と●●（以下「ベンダ」という。）は、●●の実施可能性の検討（以下「本件検
討」という。）に伴い、相互に開示する秘密情報の取扱いに関して、次のとおり契約（以下「本契約」という。）
を締結する。
第1条 （秘密情報の定義）
1. 本契約において秘密情報とは、本件検討に関して、相手方より提供を受けた技術上または営業上そ
の他業務上の情報のうち、次のいずれかに該当する情報をいう。
（1） 相手方が書面（電磁的方法を含む。以下同じ。）により秘密である旨指定して開示した情報
（2） 相手方が口頭により秘密である旨を示して開示した情報で開示後●日以内に書面により内容を
特定した情報。なお、口頭により秘密である旨を示して開示した日から●日が経過する日または
相手方が秘密情報として取り扱わない旨を書面で通知した日のいずれか早い日までは当該情
報を秘密情報として取り扱う。
（3） 本件検討の対象となる別紙記載のデータ（以下「対象データ」という。）
2.　前項の定めにかかわらず、次の各号のいずれかに該当する情報は、秘密情報に該当しない。
（1） 開示者から開示された時点で既に公知となっていたもの
（2） 開示者から開示された後で、受領者の帰責事由によらずに公知となったもの
（3） 正当な権限を有する第三者から秘密保持義務を負わずに適法に開示されたもの
（4） 開示者から開示された時点で、既に適法に保有していたもの
（5） 開示者から開示された情報を使用することなく独自に開発したもの
第2条 （秘密保持義務）
1. 受領者は、秘密情報を、秘密として保持し、開示者の書面による事前の承諾を得ることなく、第三者に
開示、提供または漏えいしてはならないものとする。ただし、ベンダはユーザから受領した秘密情報
を以下の企業（以下「本件生成AIサービス提供者」という。）が運営する生成AIサービス（以下「本件生
成AIサービス」という。）に入力することができる。この場合、ベンダは、本件生成AIサービス提供者と
の間で、本件生成AIサービス提供者が合理的な内容の秘密保持義務を負うこと、および本件生成AI
サービスにベンダが入力した情報を本件生成AIサービス提供者がAIの学習に用いないことをその内
容とする契約を締結しなければならない。
•
●●
•
●●
2.　受領者は、秘密情報を、本件検討遂行の目的のために知る必要のある自己の役員および従業員に
限り開示するものとする。
3.　前2項の定めにかかわらず、ユーザによる事前の書面による承認を得た場合（ただし、ユーザは合理
的理由なく、かかる承諾を拒否できないものとする。）、ベンダは、秘密情報を、本件検討遂行の目的
のために必要な第三者（本件生成AIサービス提供者を除く。）に対して開示することができるものと

䏆䏅
する。この場合、ベンダは、当該第三者に本契約の自己の義務と同等の義務を課すものとし、その秘
密情報の管理について一切の責任を負うものとする。
4.　前各項の定めにかかわらず、受領者は、秘密情報のうち法令の定めに基づき開示すべき情報を、可
能な限り事前に相手方に通知した上で、当該法令の定めに基づく開示先に対し開示することができ
るものとする。
第3条 （目的外使用の禁止等）
受領者は、秘密情報を本件検討遂行の目的以外の目的で使用、複製および改変してはならず、本件
検討遂行の目的に合理的に必要となる範囲でのみ、使用、複製および改変できるものとする。
第4条 （秘密情報の返却・破棄等）
1. 受領者は、本契約が終了した場合または開示者から書面にて要求を受けた場合、開示者より開示お
よび提供を受けた秘密情報を速やかに開示者に返却し、または自らの責任で消却するものとする
（秘密情報の複製物および改変物も同様とする。ただし、本件生成AIサービス提供者をして本件生成
AIサービスに入力した秘密情報を消却させる義務を負うものではない。）。なお、開示者は、受領者に
対し、当該消却について、証明する文書の提出を求めることができる。
2.　前項の定めにかかわらず、ベンダの秘密情報に、本件検討の結果について記載したベンダ作成の報
告書（以下「報告書」という。）が含まれる場合、ユーザは報告書を本契約の終了後も使用することが
できるものとする。ただし、ユーザは、自己の社内利用に必要な範囲に限り、報告書を使用、複製およ
び改変できるものとし、報告書を第三者に開示、提供または漏えいしてはならないものとする。
第5条 （秘密情報の保証の限定）
開示者は、受領者に対し、開示する秘密情報の正確性および完全性について保証しないものとする。た
だし、開示者は、秘密情報を受領者に開示する正当な権原を有することを受領者に対して保証する。
第6条 （有効期間）
1. 本契約は、●年●月●日から●か月間効力を有するものとする。ただし、第4条から第8条までの規定
は、当該期間の終了後も、有効に存続するものとする。
2.　第2条および第3条の規定は、本契約の締結日から●年間有効に存続するものとする。
第7条 （管轄裁判所）
本契約に関する一切の紛争については、●地方裁判所を第一審の専属的合意管轄裁判所として処
理するものとする。
第8条 （協議事項）
本契約の履行について疑義を生じた事項および本契約に定めのない事項については、当事者間で
協議し、円満に解決を図るものとする。
（後文以下略）

`;