var toc_content = `䏆䏇
1.
本アセスメントの委託料は、別紙に定めるとおりとする。
2. ユーザはベンダに対し、別紙に定める委託料を、別紙で定めた時期および方法により支払う。
第5条 （アセスメント期間）
本アセスメントの期間（以下「アセスメント期間」という。）は、別紙に定める期間とする。
第6条 （協力と各自の作業分担）
1. ユーザおよびベンダは、本アセスメント遂行のため互いに協力しなければならない。
2.
本アセスメントに関するユーザおよびベンダの作業分担は、別紙に定めるとおりとし、ユーザおよび
ベンダは、自己の作業分担について責任を負うものとする。
第7条 （ベンダの義務）
1.
ベンダは、善良なる管理者の注意をもって本アセスメントを遂行する義務を負う。ベンダは、本アセス
メントについて完成義務を負うものではなく、また、本アセスメントに基づく何らかの成果の達成や特
定の結果等を保証するものではない。
2.
ベンダは、本件生成AIサービスの正確性、完全性、有効性、有用性、安全性等について保証するもので
はない。ベンダは、本アセスメント開始後における本件生成AIサービスを対象として本アセスメントを
行い、本件生成AIサービスについて本アセスメント開始後に仕様またはバージョン等の変更がなされ
た場合であっても、これに起因して生じたいかなる事象にも責任を負わない。
3.
ベンダは、ユーザが求めた場合、本アセスメントに関し、本件生成AIサービス提供者との間で締結し
た契約を、当該契約上の義務に反しない限りにおいて、開示しなければならない。
第8条 （責任者の選任および連絡協議会）
1. ユーザおよびベンダは、本アセスメントを円滑に遂行するため、本契約締結後速やかに、本アセスメン
トに関する責任者を選任し、それぞれ相手方に書面（電磁的方法を含む。以下同じ。）で通知するもの
とする。また、責任者を変更した場合、速やかに相手方に書面で通知するものとする。
2. ユーザおよびベンダ間における本アセスメントの遂行にかかる、要請、指示等の受理および相手方へ
の依頼等は、責任者を通じて行うものとする。
3.
責任者は、本アセスメントの円滑な遂行のため、進捗状況の把握、問題点の協議および解決等必要
事項を協議する連絡協議会を定期的に開催する。なお、開催頻度については、別紙に定めるとおりと
するが、ユーザおよびベンダは、必要がある場合、理由を明らかにした上で、随時、連絡協議会の開催
を相手方に求めることができるものとする。
第9条 （再委託）
1.
ベンダは、ユーザが書面によって事前に承認した場合、本アセスメントの一部を第三者（以下「委託
先」という。委託先には本件生成AIサービス提供者は含まれない。）に再委託することができるものと
する。なお、ユーザが上記の承諾を拒否するには、合理的な理由を要するものとする。
2.
前項の定めに従い委託先に本アセスメントの遂行を委託する場合、ベンダは、本契約における自己
の義務と同等の義務を、当該委託先に課すものとする。

䏆䏈
3.　ベンダは、委託先による業務の遂行について、ユーザに帰責事由がある場合を除き、自ら業務を遂行
した場合と同様の責任を負うものとする。ただし、ユーザの指定した委託先による業務の遂行につい
ては、ベンダに故意または重過失がある場合を除き、責任を負わない。
第10条 （契約内容の変更）
1.
本アセスメントの進捗状況等に応じて、検討事項が想定外に拡大した等の事情により、アセスメント
期間、委託料等の契約条件の変更が必要となった場合、ユーザまたはベンダは、その旨を記載した書
面をもって相手方に申し入れるものとする。当該申し出があった場合、ユーザおよびベンダは、速やか
に契約条件の変更の要否について協議するものとする。
2.
前項の協議に基づき、本契約の内容の一部変更をする場合、ユーザおよびベンダは、当該変更内容
が記載された、変更契約を締結するものとする。
第11条 （成果物の提供および業務終了の確認）
1.
ベンダは、別紙に記載する期限までに、ユーザに成果物を提供する。
2. ユーザは、成果物を受領した日から●日（以下「確認期間」という。）内に、成果物の提供を受けたこと
を確認し、ベンダ所定の確認書に記名押印または署名の上、ベンダに交付するものとする。
3.
前項の定めに従い、ユーザがベンダに確認書を交付した時に、ユーザの確認が完了したものとする。
ただし、確認期間内に、ユーザから書面で具体的な理由を明示して異議を述べないときは、確認書の
交付がなくとも、当該期間の満了時に確認が完了したものとする。
第12 条（ユーザがベンダに提供するデータ・資料等）
1. ユーザは、ベンダに対し、対象データを提供するものとする。
2. ユーザは、ベンダに対し、本アセスメントに合理的に必要なものとしてベンダが要求し、ユーザが合意
した資料、機器、設備等（以下「資料等」という。）の提供、開示、貸与等（以下「提供等」という。）を行う
ものとする。
3. ユーザは、ベンダに対し、対象データおよび資料等（以下、総称して「ユーザ提供データ等」という。）を
ベンダに提供等することについて、正当な権限があることおよびかかる提供等が法令に違反するも
のではないことを保証する。
4. ユーザは、ユーザ提供データ等の正確性、完全性、有効性、有用性、安全性等について保証しない。た
だし、本契約に別段の定めがある場合はその限りでない。
5. ユーザがベンダに対し提供等を行ったユーザ提供データ等の内容に誤りがあった場合、またはかか
る提供等を遅延した場合、これらの誤りまたは遅延によって生じた本アセスメントの遅延、成果物が
契約の内容に適合しないこと等の結果について、ベンダは責任を負わない。
6.
ベンダは、ユーザ提供データ等の正確性、完全性、有効性、有用性、安全性等について、確認、検証の
義務その他の責任を負うものではない。
 
第13条 （対象データの管理）
1.
ベンダは、対象データを、善良な管理者の注意をもって管理、保管するものとし、ユーザの事前の書面
による承諾を得ずに、第三者（本件生成AIサービス提供者および第9条に基づく委託先を除く。）に開

`;