var toc_content = `䏆䏆
資料1-2：アセスメント実施にかかる契約書
アセスメント実施にかかる契約書
●●（以下「ユーザ」という。）と●●（以下「ベンダ」という。）は、ユーザの●●業務における生成AIの活用
可能性の検討（以下「本検討」という。）に関して、次のとおり契約（以下「本契約」という。）を締結する。
第1条 （目的）
本契約は、本検討における、ユーザとベンダの権利・義務関係を定めることを目的とする。
第2条 （定義）
1.
本アセスメント
本検討をいい、詳細は別紙に定める。
2.　対象データ
本アセスメントの対象となる、別紙に記載するデータおよびその他本アセスメントに必要なデータを
いう。
3.　知的財産
発明、考案、意匠、著作物その他の人間の創造的活動により生み出されるもの（発見または解明がさ
れた自然の法則または現象であって、産業上の利用可能性があるものを含む。）、および営業秘密そ
の他の事業活動に有用な技術上または営業上の情報をいう。
4.　知的財産権
特許権、実用新案権、意匠権、著作権その他の知的財産に関して法令により定められた権利（特許を
受ける権利、実用新案登録を受ける権利、意匠登録を受ける権利を含む。）をいう。
5.　成果物
別紙「3.成果物及び提供期限　(1)成果物」に定めるものをいう。
第3条 （業務内容）
1. ユーザはベンダに対し、別紙に記載された本アセスメントにかかる業務の提供を依頼し、ベンダはこ
れを引き受ける。
2. ユーザは、本アセスメントにおいて、ベンダとユーザが別途合意する、または合意した生成AIサービス
を提供する企業（以下「本件生成AIサービス提供者」という。）が運営する生成AIサービス（以下「本件
生成AIサービス」という。）を利用することを承諾する。この場合、ベンダは、本件生成AIサービス提供
者との間で、本件生成AIサービス提供者が合理的な内容の秘密保持義務を負うこと、およびベンダ
が本件生成AIサービスに入力した情報を本件生成AIサービス提供者がAIの学習に用いないことをそ
の内容とする契約を締結しなければならない。
3.
別紙に本契約の条項と異なる定めがある場合は、別紙の定めが優先する。
第4条 （委託料およびその支払時期・方法）

䏆䏇
1.
本アセスメントの委託料は、別紙に定めるとおりとする。
2. ユーザはベンダに対し、別紙に定める委託料を、別紙で定めた時期および方法により支払う。
第5条 （アセスメント期間）
本アセスメントの期間（以下「アセスメント期間」という。）は、別紙に定める期間とする。
第6条 （協力と各自の作業分担）
1. ユーザおよびベンダは、本アセスメント遂行のため互いに協力しなければならない。
2.
本アセスメントに関するユーザおよびベンダの作業分担は、別紙に定めるとおりとし、ユーザおよび
ベンダは、自己の作業分担について責任を負うものとする。
第7条 （ベンダの義務）
1.
ベンダは、善良なる管理者の注意をもって本アセスメントを遂行する義務を負う。ベンダは、本アセス
メントについて完成義務を負うものではなく、また、本アセスメントに基づく何らかの成果の達成や特
定の結果等を保証するものではない。
2.
ベンダは、本件生成AIサービスの正確性、完全性、有効性、有用性、安全性等について保証するもので
はない。ベンダは、本アセスメント開始後における本件生成AIサービスを対象として本アセスメントを
行い、本件生成AIサービスについて本アセスメント開始後に仕様またはバージョン等の変更がなされ
た場合であっても、これに起因して生じたいかなる事象にも責任を負わない。
3.
ベンダは、ユーザが求めた場合、本アセスメントに関し、本件生成AIサービス提供者との間で締結し
た契約を、当該契約上の義務に反しない限りにおいて、開示しなければならない。
第8条 （責任者の選任および連絡協議会）
1. ユーザおよびベンダは、本アセスメントを円滑に遂行するため、本契約締結後速やかに、本アセスメン
トに関する責任者を選任し、それぞれ相手方に書面（電磁的方法を含む。以下同じ。）で通知するもの
とする。また、責任者を変更した場合、速やかに相手方に書面で通知するものとする。
2. ユーザおよびベンダ間における本アセスメントの遂行にかかる、要請、指示等の受理および相手方へ
の依頼等は、責任者を通じて行うものとする。
3.
責任者は、本アセスメントの円滑な遂行のため、進捗状況の把握、問題点の協議および解決等必要
事項を協議する連絡協議会を定期的に開催する。なお、開催頻度については、別紙に定めるとおりと
するが、ユーザおよびベンダは、必要がある場合、理由を明らかにした上で、随時、連絡協議会の開催
を相手方に求めることができるものとする。
第9条 （再委託）
1.
ベンダは、ユーザが書面によって事前に承認した場合、本アセスメントの一部を第三者（以下「委託
先」という。委託先には本件生成AIサービス提供者は含まれない。）に再委託することができるものと
する。なお、ユーザが上記の承諾を拒否するには、合理的な理由を要するものとする。
2.
前項の定めに従い委託先に本アセスメントの遂行を委託する場合、ベンダは、本契約における自己
の義務と同等の義務を、当該委託先に課すものとする。

`;