var toc_content = `䏅䏍
資料編

䏆䏄
資料1-1：秘密保持契約書
秘密保持契約書
●●（以下「ユーザ」という。）と●●（以下「ベンダ」という。）は、●●の実施可能性の検討（以下「本件検
討」という。）に伴い、相互に開示する秘密情報の取扱いに関して、次のとおり契約（以下「本契約」という。）
を締結する。
第1条 （秘密情報の定義）
1. 本契約において秘密情報とは、本件検討に関して、相手方より提供を受けた技術上または営業上そ
の他業務上の情報のうち、次のいずれかに該当する情報をいう。
（1） 相手方が書面（電磁的方法を含む。以下同じ。）により秘密である旨指定して開示した情報
（2） 相手方が口頭により秘密である旨を示して開示した情報で開示後●日以内に書面により内容を
特定した情報。なお、口頭により秘密である旨を示して開示した日から●日が経過する日または
相手方が秘密情報として取り扱わない旨を書面で通知した日のいずれか早い日までは当該情
報を秘密情報として取り扱う。
（3） 本件検討の対象となる別紙記載のデータ（以下「対象データ」という。）
2.　前項の定めにかかわらず、次の各号のいずれかに該当する情報は、秘密情報に該当しない。
（1） 開示者から開示された時点で既に公知となっていたもの
（2） 開示者から開示された後で、受領者の帰責事由によらずに公知となったもの
（3） 正当な権限を有する第三者から秘密保持義務を負わずに適法に開示されたもの
（4） 開示者から開示された時点で、既に適法に保有していたもの
（5） 開示者から開示された情報を使用することなく独自に開発したもの
第2条 （秘密保持義務）
1. 受領者は、秘密情報を、秘密として保持し、開示者の書面による事前の承諾を得ることなく、第三者に
開示、提供または漏えいしてはならないものとする。ただし、ベンダはユーザから受領した秘密情報
を以下の企業（以下「本件生成AIサービス提供者」という。）が運営する生成AIサービス（以下「本件生
成AIサービス」という。）に入力することができる。この場合、ベンダは、本件生成AIサービス提供者と
の間で、本件生成AIサービス提供者が合理的な内容の秘密保持義務を負うこと、および本件生成AI
サービスにベンダが入力した情報を本件生成AIサービス提供者がAIの学習に用いないことをその内
容とする契約を締結しなければならない。
•
●●
•
●●
2.　受領者は、秘密情報を、本件検討遂行の目的のために知る必要のある自己の役員および従業員に
限り開示するものとする。
3.　前2項の定めにかかわらず、ユーザによる事前の書面による承認を得た場合（ただし、ユーザは合理
的理由なく、かかる承諾を拒否できないものとする。）、ベンダは、秘密情報を、本件検討遂行の目的
のために必要な第三者（本件生成AIサービス提供者を除く。）に対して開示することができるものと

`;