var toc_content = `䏆䏅
する。この場合、ベンダは、当該第三者に本契約の自己の義務と同等の義務を課すものとし、その秘
密情報の管理について一切の責任を負うものとする。
4.　前各項の定めにかかわらず、受領者は、秘密情報のうち法令の定めに基づき開示すべき情報を、可
能な限り事前に相手方に通知した上で、当該法令の定めに基づく開示先に対し開示することができ
るものとする。
第3条 （目的外使用の禁止等）
受領者は、秘密情報を本件検討遂行の目的以外の目的で使用、複製および改変してはならず、本件
検討遂行の目的に合理的に必要となる範囲でのみ、使用、複製および改変できるものとする。
第4条 （秘密情報の返却・破棄等）
1. 受領者は、本契約が終了した場合または開示者から書面にて要求を受けた場合、開示者より開示お
よび提供を受けた秘密情報を速やかに開示者に返却し、または自らの責任で消却するものとする
（秘密情報の複製物および改変物も同様とする。ただし、本件生成AIサービス提供者をして本件生成
AIサービスに入力した秘密情報を消却させる義務を負うものではない。）。なお、開示者は、受領者に
対し、当該消却について、証明する文書の提出を求めることができる。
2.　前項の定めにかかわらず、ベンダの秘密情報に、本件検討の結果について記載したベンダ作成の報
告書（以下「報告書」という。）が含まれる場合、ユーザは報告書を本契約の終了後も使用することが
できるものとする。ただし、ユーザは、自己の社内利用に必要な範囲に限り、報告書を使用、複製およ
び改変できるものとし、報告書を第三者に開示、提供または漏えいしてはならないものとする。
第5条 （秘密情報の保証の限定）
開示者は、受領者に対し、開示する秘密情報の正確性および完全性について保証しないものとする。た
だし、開示者は、秘密情報を受領者に開示する正当な権原を有することを受領者に対して保証する。
第6条 （有効期間）
1. 本契約は、●年●月●日から●か月間効力を有するものとする。ただし、第4条から第8条までの規定
は、当該期間の終了後も、有効に存続するものとする。
2.　第2条および第3条の規定は、本契約の締結日から●年間有効に存続するものとする。
第7条 （管轄裁判所）
本契約に関する一切の紛争については、●地方裁判所を第一審の専属的合意管轄裁判所として処
理するものとする。
第8条 （協議事項）
本契約の履行について疑義を生じた事項および本契約に定めのない事項については、当事者間で
協議し、円満に解決を図るものとする。
（後文以下略）

䏆䏆
資料1-2：アセスメント実施にかかる契約書
アセスメント実施にかかる契約書
●●（以下「ユーザ」という。）と●●（以下「ベンダ」という。）は、ユーザの●●業務における生成AIの活用
可能性の検討（以下「本検討」という。）に関して、次のとおり契約（以下「本契約」という。）を締結する。
第1条 （目的）
本契約は、本検討における、ユーザとベンダの権利・義務関係を定めることを目的とする。
第2条 （定義）
1.
本アセスメント
本検討をいい、詳細は別紙に定める。
2.　対象データ
本アセスメントの対象となる、別紙に記載するデータおよびその他本アセスメントに必要なデータを
いう。
3.　知的財産
発明、考案、意匠、著作物その他の人間の創造的活動により生み出されるもの（発見または解明がさ
れた自然の法則または現象であって、産業上の利用可能性があるものを含む。）、および営業秘密そ
の他の事業活動に有用な技術上または営業上の情報をいう。
4.　知的財産権
特許権、実用新案権、意匠権、著作権その他の知的財産に関して法令により定められた権利（特許を
受ける権利、実用新案登録を受ける権利、意匠登録を受ける権利を含む。）をいう。
5.　成果物
別紙「3.成果物及び提供期限　(1)成果物」に定めるものをいう。
第3条 （業務内容）
1. ユーザはベンダに対し、別紙に記載された本アセスメントにかかる業務の提供を依頼し、ベンダはこ
れを引き受ける。
2. ユーザは、本アセスメントにおいて、ベンダとユーザが別途合意する、または合意した生成AIサービス
を提供する企業（以下「本件生成AIサービス提供者」という。）が運営する生成AIサービス（以下「本件
生成AIサービス」という。）を利用することを承諾する。この場合、ベンダは、本件生成AIサービス提供
者との間で、本件生成AIサービス提供者が合理的な内容の秘密保持義務を負うこと、およびベンダ
が本件生成AIサービスに入力した情報を本件生成AIサービス提供者がAIの学習に用いないことをそ
の内容とする契約を締結しなければならない。
3.
別紙に本契約の条項と異なる定めがある場合は、別紙の定めが優先する。
第4条 （委託料およびその支払時期・方法）

`;