var toc_content = `䏆䏍
資料1-3：導入検証契約書
導入検証契約書
●●（以下「ユーザ」という。）と●●（以下「ベンダ」という。）は、
［検証対象となるベンダのAI技術名］のユ
ーザへの導入・適用に関する検証に関して、次のとおり契約（以下「本契約」という。）を締結する。
第1条 （目的）
本契約は、●●のユーザへの導入・適用に関する検証の遂行における、ユーザとベンダの権利・義務
関係を定めることを目的とする。
第2条 （定義）
1.
本検証　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
ベンダの●●のユーザへの導入・適用に関する検証をいい、詳細は別紙に定める。
2.
対象データ　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
本検証の対象となる、別紙に記載するデータおよびその他本検証に必要なデータをいう。
3.
知的財産　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
発明、考案、意匠、著作物その他の人間の創造的活動により生み出されるもの（発見または解明がさ
れた自然の法則または現象であって、産業上の利用可能性があるものを含む。）、および営業秘密そ
の他の事業活動に有用な技術上または営業上の情報をいう。
4.
知的財産権　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
特許権、実用新案権、意匠権、著作権その他の知的財産に関して法令により定められた権利（特許を
受ける権利、実用新案登録を受ける権利、意匠登録を受ける権利を含む。）をいう。
5.
成果物　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
ベンダがユーザに提供する旨、別紙に記載する報告書その他の資料をいう。
第3条 （業務内容）
1. ユーザはベンダに対し、別紙に記載された本検証にかかる業務の提供を依頼し、ベンダはこれを引
き受ける。
2. ユーザは、本検証において、ベンダとユーザが別途合意する、または合意した生成AIサービスを提供
する企業（以下「本件生成AIサービス提供者」という。）が運営する生成AIサービス（以下「本件生成AI
サービス」という。）を利用することを承諾する。この場合、ベンダは、本件生成AIサービス提供者との
間で、本件生成AIサービス提供者が合理的な内容の秘密保持義務を負うこと、および本件生成AIサ
ービスに入力した情報を本件生成AIサービス提供者がAIの学習に用いないことをその内容とする契
約を締結しなければならない。
3.
別紙に本契約の条項と異なる定めがある場合は、別紙の定めが優先する。

䏇䏄
第4条 （委託料およびその支払時期・方法）
1.
本検証の委託料は、別紙に定めるとおりとする。
2. ユーザはベンダに対し、別紙に定める委託料を、別紙で定めた時期および方法により支払う。
第5条 （検証期間）
本検証の期間（以下「検証期間」という。）は、別紙に定める期間とする。
第6条 （協力と各自の作業分担）
1. ユーザおよびベンダは、本検証遂行のため互いに協力しなければならない。
2.
本検証に関するユーザおよびベンダの作業分担は、別紙に定めるとおりとし、ユーザおよびベンダ
は、自己の作業分担について責任を負うものとする。
第7条 （ベンダの義務）
1.
ベンダは、善良なる管理者の注意をもって本検証を遂行する義務を負う。ベンダは、本検証について
完成義務を負うものではなく、本検証に基づく何らかの成果の達成や特定の結果等を保証するもの
ではない。
2.
ベンダは、本件生成AIサービスの正確性、完全性、有効性、有用性、安全性等について保証するもので
はない。ベンダは、本検証開始後における本件生成AIサービスを対象として本検証を行い、本件生成
AIサービスについて本検証開始後に仕様またはバージョン等の変更がなされた場合であっても、これ
に起因して生じたいかなる事象にも責任を負わない。
3.
ベンダは、ユーザが求めた場合、本件生成AIサービス提供者との間で締結した契約を、当該契約上の
義務に反しない限りにおいて、開示しなければならない。
第8条 （責任者の選任および連絡協議会）
1. ユーザおよびベンダは、本検証を円滑に遂行するため、本契約締結後速やかに、本検証に関する責任
者を選任し、それぞれ相手方に書面（電磁的方法を含む。以下同じ。）で通知するものとする。また、責
任者を変更した場合、速やかに相手方に書面で通知するものとする。
2. ユーザおよびベンダ間における本検証の遂行にかかる、要請、指示等の受理および相手方への依頼
等は、責任者を通じて行うものとする。
3.
責任者は、本検証の円滑な遂行のため、進捗状況の把握、問題点の協議および解決等必要事項を協
議する連絡協議会を定期的に開催する。なお、開催頻度については、別紙に定めるとおりとするが、ユ
ーザおよびベンダは、必要がある場合、理由を明らかにした上で、随時、連絡協議会の開催を相手方
に求めることができるものとする。
第9条 （再委託）
1.
ベンダは、ユーザが書面によって事前に承認した場合、本検証の一部を第三者（以下「委託先」という。
委託先には本件生成AIサービス提供者は含まれない。）に再委託することができるものとする。なお、
ユーザが上記の承諾を拒否するには、合理的な理由を要するものとする。
2.
前項の定めに従い委託先に本検証の遂行を委託する場合、ベンダは、本契約における自己の義務と

`;