var toc_content = `行うことは困難になっている。
3．自社向けにカスタマイズした生成AIの導入
　前述のとおり、生成AIについては、モデルの開発（または選定）、学習用データセットの作成、学習といった
工程をフルで行うという意味での「開発」を一企業がユーザとしてベンダに委託することは難しい。しかし
ながら、生成AIも、従来型AIと同様、学習・入力されていない情報を出力することはできないから、既存の
生成AIでは、最新の情報については反映できないことがあることに加え、自社内の情報等の非公開の
情報については出力ができない。そのため、企業が生成AIを導入するには、
（生成AIをフルスクラッチで
開発することはできないとしても）既存の生成AIを自社向けにカスタマイズをする必要がある。生成AIの
「開発」の委託の案件は、内実はこのような「カスタマイズ」であることが通常である。この点を理解せず、
生成AIそれ自体の知的財産権の帰属等について議論をしても意味がなく、迅速なAI導入、ひいては
イノベーションを阻害する結果となりうる。そこで、本書では、従来型AIの開発と、このような生成AIの
カスタマイズとしての「開発」にどのような違いがあり、その違いを契約にどのように落とし込む必要が
あるかを解説する。
䏈

䏉
䏅 古川直裕「生成AI開発契約の在り方と通常AI開発契約の現状」有斐閣Online(䏆䏄䏆䏉年1月22日)、及び阿部・井窪・片山法律事務所編「契約書
作成の実務と書式」
（第3版。近刊予定）を参照。より詳しくはこれらの文献を参照されたい。
䏆 Takeshi Kojima、 Shixiang Shane Gu、 Machel Reid、 Yutaka Matsuo、 Yusuke Iwasawa “Large Language Models are Zero-Shot 
Reasoners”（https://arxiv.org/abs/䏆䏆䏄䏉.䏅䏅䏍䏅䏊）
第1章　生成AIの「開発」とは
 　前述のとおり、生成AIの「開発」の内実は自社向けのカスタマイズであるが、これを実現する手法
として、いくつかの方法を挙げることができる䏅。
1．
`;