var toc_content = `䏇䏅
同等の義務を、当該委託先に課すものとする。
3.
ベンダは、委託先による業務の遂行について、ユーザに帰責事由がある場合を除き、自ら業務を遂行
した場合と同様の責任を負うものとする。ただし、ユーザの指定した委託先による業務の遂行につい
ては、ベンダに故意または重過失がある場合を除き、責任を負わない。
第10条 （契約内容の変更）
1.
本検証の進捗状況等に応じて、検証事項が想定外に拡大した等の事情により、検証期間、委託料等
の契約条件の変更が必要となった場合、ユーザまたはベンダは、その旨を記載した書面をもって相手
方に申し入れるものとする。当該申し入れがあった場合、ユーザおよびベンダは、速やかに契約条件
の変更の要否について協議するものとする。
2.
前項の協議に基づき、本契約の内容の一部変更をする場合、ユーザおよびベンダは、当該変更内容
が記載された、変更契約を締結するものとする。
第11条 （成果物の提供および業務終了の確認）
1.
ベンダは、別紙に記載する期限までに、ユーザに成果物を提供する。
2. ユーザは、成果物を受領した日から●日（以下「確認期間」という。）内に、成果物の提供を受けたこと
を確認し、ベンダ所定の確認書に記名押印または署名の上、ベンダに交付するものとする。
3.
前項の定めに従い、ユーザがベンダに確認書を交付した時に、ユーザの確認が完了したものとする。
ただし、確認期間内に、ユーザから書面で具体的な理由を明示して異議を述べないときは、確認書の
交付がなくとも、当該期間の満了時に確認が完了したものとする。
第12条 （ユーザがベンダに提供するデータ・資料等）
1. ユーザは、ベンダに対し、対象データを提供するものとする。
2. ユーザは、ベンダに対し、本検証に合理的に必要なものとしてベンダが要求し、ユーザが合意した資
料、機器、設備等（以下「資料等」という。）の提供、開示、貸与等（以下「提供等」という。）を行うものと
する。
3. ユーザは、ベンダに対し、対象データおよび資料等（以下、総称して「ユーザ提供データ等」という。）を
ベンダに提供等することについて、正当な権限があることおよびかかる提供等が法令に違反するも
のではないことを保証する。
4. ユーザは、ユーザ提供データ等の正確性、完全性、有効性、有用性、安全性等について保証しない。た
だし、本契約に別段の定めがある場合はその限りでない。
5. ユーザがベンダに対し提供等を行ったユーザ提供データ等の内容に誤りがあった場合、またはかか
る提供等を遅延した場合、これらの誤りまたは遅延によって生じた本検証の遅延、成果物が契約の内
容に適合しないこと等の結果について、ベンダは責任を負わない。
6.
ベンダは、ユーザ提供データ等の正確性、完全性、有効性、有用性、安全性等について、確認、検証の
義務その他の責任を負うものではない。
第13条 （対象データの管理）
1.
ベンダは、対象データを、善良な管理者の注意をもって管理、保管するものとし、ユーザの事前の書面

䏇䏆
による承諾を得ずに、第三者（本件生成AIサービス提供者および第9条に基づく委託先を除く。）に開
示、提供または漏えいしてはならないものとする。
2.
ベンダは、対象データについて、事前にユーザから書面による承諾を得ずに、本検証の遂行の目的以
外の目的で使用、複製および改変してはならず、本検証遂行の目的に合理的に必要となる範囲での
み、使用、複製および改変できるものとする。
3.
ベンダは、対象データを、本検証の遂行のために知る必要のある自己の役員、従業員、本件生成AIサ
ービス提供者および第9条に基づく委託先に限り開示するものとし、この場合、本条に基づきベンダ
が負担する義務と同等の義務を、開示を受けた当該役員および従業員に退職後も含め課すものとす
る。
4.
ベンダは、ユーザから受領した対象データを本件生成AIサービス提供者が運営する生成AIサービス
に入力することができる。
5.
べンダは、対象データのうち、法令の定めに基づき開示すべき情報を、可能な限り事前にユーザに通
知した上で、当該法令の定めに基づく開示先に対し開示することができるものとする。
6.
本検証が完了し、もしくは本契約が終了した場合またはユーザの指示があった場合、ベンダは、ユー
ザの指示に従って、対象データ（複製物および改変物を含む。）が記録された媒体を破棄もしくはユー
ザに返還し、また、ベンダが管理する一切の電磁的記録媒体から削除するものとする。ただし、本件生
成AIサービス提供者をして本件生成AIサービスに入力した対象データを削除させる義務を負うもの
ではない。なお、ユーザはベンダに対し、対象データの破棄または削除について、証明する文書の提
出を求めることができる。
7.
ベンダは、本契約に別段の定めがある場合を除き、対象データの提供等により、ユーザの知的財産権
を譲渡、移転、利用許諾するものでないことを確認する。
8.
本条の規定は、前項を除き、本契約が終了した日から●年間有効に存続するものとする。
第14条 （秘密情報の取扱い）
1.　ユーザおよびベンダは、本検証遂行のため、相手方より提供を受けた技術上または営業上その他業
務上の情報（ただし、対象データを除く。）のうち、次のいずれかに該当する情報（以下「秘密情報」と
いう。）を秘密として保持し、秘密情報の開示者の事前の書面による承諾を得ずに、第三者（本契約第
9条に基づく委託先を除く。）に開示、提供または漏えいしてはならないものとする。
（1） 開示者が書面により秘密である旨指定して開示した情報
（2） 開示者が口頭により秘密である旨を示して開示した情報で開示後●日以内に書面により内容を
特定した情報。なお、口頭により秘密である旨を示した開示した日から●日が経過する日または
開示者が秘密情報として取り扱わない旨を書面で通知した日のいずれか早い日までは当該情
報を秘密情報として取り扱う。
[（3） 成果物]
2.　前項の定めにかかわらず、次の各号のいずれか一つに該当する情報については、秘密情報に該当し
ない。
（1） 開示者から開示された時点で既に公知となっていたもの
（2） 開示者から開示された後で、受領者の帰責事由によらずに公知となったもの
（3） 正当な権限を有する第三者から秘密保持義務を負わずに適法に開示されたもの

䏇䏇
（4） 開示者から開示された時点で、既に適法に保有していたもの　　　　　　　　　　　　　　
（5） 開示者から開示された情報を使用することなく独自に開発したもの
3.　秘密情報の取扱いについては、前条第2項から第6項の規定を準用する。この場合、同条項中の「対象
データ」は「秘密情報」と、
「ベンダ」は「秘密情報の受領者」と、
「ユーザ」は「開示者」と読み替えるも
のとする。
4.　本条の規定は、本契約が終了した日から●年間有効に存続するものとする。
第15条 （個人情報の取扱い）
1. ユーザは、本検証遂行に際して、個人情報の保護に関する法律（以下、本条において「法」という。）に
定める個人情報または匿名加工情報（以下、総称して「個人情報等」という。）を含んだデータをベン
ダに提供する場合には、事前にその旨を明示する。
2.
本検証遂行に際してユーザが個人情報等を含んだデータをベンダに提供する場合には、ユーザはベ
ンダに対し、法に定められている手続を履践していることを保証するものとする。
3.
ベンダは、第1項に従って個人情報等が提供される場合には、法を遵守し、個人情報等の管理に必要
な措置を講ずるものとする。
第16条 （成果物等の著作権）
1.
成果物に関する著作権（著作権法第27条および第28条の権利を含む。）は、ユーザが従前から保有し
ているもの、および第三者が従前から保有しているものを除き、ベンダに帰属する。
2.
本契約の他の規定にかかわらず、ベンダは、ユーザに対し、ユーザが本検証の結果について検討する
ために必要な範囲に限って、ユーザ自身が成果物を使用、複製および改変することを許諾するものと
する。ユーザは、かかる許諾範囲を超えて成果物を利用しないものとし、また成果物を第三者に開示
または提供してはならないものとする。
3. ユーザによる成果物の使用、複製および改変、並びに当該複製等により作成された複製物等の使用
は、ユーザの負担と責任により行われるものとする。ベンダはユーザに対して、本契約で別段の定め
がある場合または自らの責に帰すべき事由がある場合を除いて、ユーザによる成果物の使用等によ
りユーザに生じた損害を賠償する責任を負わない。
4.
ベンダは、ユーザに対し、本契約に従った成果物の利用について、著作者人格権を行使しないものと
する。　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
【オプション条項：フィードバック規定】
5.
本検証遂行の過程で、ユーザがベンダに対し、本検証に関して何らかの提案や助言を行った場合、ベ
ンダはそれを無償で、ベンダの今後のサービスの改善のために利用することができるものとする。
第17条 （特許権等）
【A案】共同発明等にかかる特許権等の権利帰属を協議の上定める場合
1.
本検証遂行の過程で生じた発明その他の知的財産（以下、あわせて「発明等」という。）にかかる特許
権その他の知的財産権（ただし、著作権は除く。以下、特許権その他の知的財産権を総称して「特許権
等」という。）は、当該発明等を創出した者が属する当事者に帰属するものとする。
2. ユーザおよびベンダが共同で行った発明等にかかる特許権等の、権利帰属その他の取扱いについて

䏇䏈
は、両者間で協議の上決定するものとする。
3. ユーザおよびベンダは、前項に基づき相手方と共有する特許権等がある場合には、当該特許権等に
ついて、必要となる職務発明の取得手続（職務発明規程の整備等の職務発明制度の適切な運用、譲
渡手続等）を履践するものとする。
【B案】共同発明等にかかる特許権等の権利帰属を共有とする場合
1.
本検証遂行の過程で生じた発明その他の知的財産（以下、あわせて「発明等」という。）にかかる特許
権その他の知的財産権（ただし、著作権は除く。以下、特許権その他の知的財産権を総称して「特許権
等」という。）は、当該発明等を創出した者が属する当事者に帰属するものとする。
2. ユーザおよびベンダが共同で行った発明等にかかる特許権等については、ユーザおよびベンダの共
有（持分は貢献度に応じて定める。）とする。この場合、ユーザおよびベンダは、共有にかかる特許権
等につき、それぞれ相手方の同意なしに、かつ、相手方に対する対価の支払いの義務を負うことなく、
自ら実施することができるものとする。
3. ユーザおよびベンダは、前項に基づき相手方と共有する特許権等について、必要となる職務発明の
取得手続（職務発明規程の整備等の職務発明制度の適切な運用、譲渡手続等。）を履践するものとす
る。
第18条 （知的財産権侵害等の非保証）
ベンダはユーザに対して、成果物の利用が第三者の知的財産権を侵害しない旨の保証を行わない。
第19条 （損害賠償）
1. ユーザおよびベンダは、本契約の履行に関し、相手方の責めに帰すべき事由により損害を被った場
合、相手方に対し、損害賠償（ただし、直接かつ現実に生じた通常の損害に限る。）を請求することが
できる。ただし、この請求は、業務の終了確認日から●か月間が経過した後は行うことができない。
2.
ベンダがユーザに対して負担する損害賠償は、債務不履行、法律上の契約不適合責任、知的財産権
の侵害、不当利得、不法行為その他請求原因の如何にかかわらず、本契約に基づく委託料を限度とす
る。
3.
前項の定めは、損害が損害賠償義務者の故意または重大な過失に基づくものである場合には適用
しないものとする。
第20条 （権利義務の譲渡の禁止）
ユーザおよびベンダは、互いに相手方の事前の書面による同意なくして、本契約上の地位を第三者
に承継させ、または本契約から生じる権利義務の全部もしくは一部を第三者に譲渡し、引き受けさ
せもしくは担保に供してはならない。
第21条 （解除）
1.　ユーザまたはベンダは、相手方に次の各号のいずれかに該当する事由が生じた場合には、何らの催
告なしに直ちに本契約の全部または一部を解除することができる。
（1） 重大な過失または背信行為があった場合

䏇䏉
（2） 支払いの停止があった場合、または仮差押、差押、競売、破産手続開始、民事再生手続開始、会
社更生手続開始、特別清算開始の申立てがあった場合
（3） 手形交換所の取引停止処分を受けた場合
（4） 公租公課の滞納処分を受けた場合
（5） その他前各号に準ずるような本契約を継続し難い重大な事由が発生した場合
2.　ユーザまたはベンダは、相手方が本契約のいずれかの条項に違反し、相当期間を定めてなした催告
後も、相手方の債務不履行が是正されない場合は、本契約の全部または一部を解除することができ
る。
3.　ユーザまたはベンダは、第1項各号のいずれかに該当する場合または前項に定める解除がなされた
場合、相手方に対し負担する一切の金銭債務につき相手方から通知催告がなくとも当然に期限の利
益を喪失し、直ちに弁済しなければならない。
第22条 （有効期間）
本契約は、本契約の締結日から第4条の委託料の支払いおよび第11条に定める確認が完了する日
のいずれか遅い日まで効力を有するものとする。
第23条 （存続条項）
本契約第7条（ベンダの義務）、第12条（ユーザがベンダに提供するデータ・資料等）第3項から第6項
まで、第13条（対象データの管理）から第19条（損害賠償）まで、本条および第24条（管轄裁判所）は、
本契約終了後も有効に存続するものとする。
第24条 （管轄裁判所）
本契約に関する一切の紛争については、●地方裁判所を第一審の専属的合意管轄裁判所として処
理するものとする。
第25条 （協議）
本契約に定めのない事項または疑義が生じた事項については、信義誠実の原則に従いユーザおよ
びベンダが協議し、円満な解決を図る努力をするものとする。
（後文以下略）

䏇䏊
資料1-4：ソフトウェア開発契約書
ソフトウェア開発契約書
●●（以下「ユーザ」という。）と●●（以下「ベンダ」という。）は、コンピュータソフトウェアの開発に関して、
次のとおり契約（以下「本契約」という。）を締結する。
第1条 （目的）
本契約は、別紙「1.業務内容の詳細」記載の「本件システム」の開発（以下「本開発」という。）のための、
ユーザとベンダの権利・義務関係を定めることを目的とする。
第2条 （定義）
1. データ　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
電磁的記録（電子的方式、磁気的方式その他の方法で作成される記録であって、電子計算機による情
報処理の用に供されるものをいう。）をいう。
2.
対象データ　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
別紙「2.対象データの詳細」に記載のデータをいう。
3.
知的財産　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
発明、考案、意匠、著作物その他の人間の創造的活動により生み出されるもの（発見または解明がさ
れた自然の法則または現象であって、産業上の利用可能性があるものを含む。）および営業秘密その
他の事業活動に有用な技術上または営業上の情報をいう。
4.
知的財産権　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
特許権、実用新案権、意匠権、著作権その他の知的財産に関して法令により定められた権利（特許を
受ける権利、実用新案登録を受ける権利、意匠登録を受ける権利を含む。）をいう。
5.
本件成果物　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
別紙「3.成果物及び提供期限　(1)成果物」に記載された成果物をいう。
第3条 （業務内容）
1. ユーザはベンダに対し、別紙「1.業務内容の詳細」に記載された業務（ただし、ユーザの担当業務を除
く。以下「本件業務」という。）の提供を依頼し、ベンダはこれを引き受ける。
2. ユーザは、本開発において、ベンダとユーザが別途合意する、または合意した生成AIサービスを提供
する企業（以下「本件生成AIサービス提供者」という。）が運営する生成AIサービス（以下「本件生成AI
サービス」という。）を利用することを承諾する。この場合、ベンダは、本件生成AIサービス提供者との
間で、本件生成AIサービス提供者が合理的な内容の秘密保持義務を負うこと、および本件生成AIサ
ービスに入力した情報を本件生成AIサービス提供者がAIの学習に用いないことをその内容とする契
約を締結しなければならない。
第4条 （委託料およびその支払時期・方法）

䏇䏋
1.
本件業務の対価は別紙「4.委託料及び支払期限」で定めた金額とする。
2. ユーザはベンダに対し、本件業務の対価を、別紙「4.委託料及び支払期限」及び「5.委託料の支払方
法」で定めた時期および方法により支払う。
第5条 （作業期間）
本開発の作業期間は、別紙「6.作業期間」に定めたとおりとする。
第6条 （協力と各自の作業分担）
1. ユーザおよびベンダは、本契約の履行においては互いに協力しなければならない。
2.
本開発に関するユーザとベンダの作業分担は、別紙「8.作業分担」においてその詳細を定める。
第7条 （ベンダの義務）
1.
ベンダは、情報処理技術に関する業界の一般的な専門知識に基づき、善良な管理者の注意をもって、
本件業務を行う義務を負う。
2.
ベンダは、本件成果物について完成義務を負わず、本件成果物等がユーザの業務課題を解決するこ
と、業績を改善・向上させることその他の成果や特定の結果等を保証するものではない。
3.
ベンダは、本件生成AIサービスの正確性、完全性、有効性、有用性、安全性等について保証するもので
はない。ベンダは、本開発開始後における本件生成AIサービスを対象として本開発を行い、本件生成
AIサービスについて本開発開始後に仕様またはバージョン等の変更がなされた場合であっても、これ
に起因して生じたいかなる事象にも責任を負わない。
4.
ベンダは、ユーザが求めた場合、本件生成AIサービス提供者との間で締結した契約を、当該契約上の
義務に反しない限りにおいて、開示しなければならない。
第8条 （責任者の選任および連絡協議会）
1. ユーザおよびベンダは、本開発を円滑に遂行するため、本契約締結後速やかに、本開発に関する責任
者を選任し、それぞれ相手方に書面（電磁的方法を含む。以下同じ。）で通知するものとする。また、責
任者を変更した場合、速やかに相手方に書面で通知するものとする。
2. ユーザおよびベンダ間における本開発の遂行にかかる、要請、指示等の受理および相手方への依頼
等は、責任者を通じて行うものとする。
3.
責任者は、本開発の円滑な遂行のため、進捗状況の把握、問題点の協議および解決等必要事項を協
議する連絡協議会を定期的に開催する。なお、開催頻度等の詳細については、別紙「7.進捗会議の開
催頻度」に定めるとおりとするが、ユーザおよびベンダは、必要がある場合、理由を明らかにした上で、
随時、連絡協議会の開催を相手方に求めることができるものとする。
第9条 （再委託）
1.
ベンダは、ユーザが書面によって事前に承認した場合、本件業務の一部を第三者（以下「委託先」とい
う。委託先には本件生成AIサービス提供者は含まれない。）に再委託することができるものとする。な
お、ユーザが上記の承諾を拒否するには、合理的な理由を要するものとする。
2.
前項の定めに従い委託先に本開発の遂行を委託する場合、ベンダは、本契約における自己の義務と
同等の義務を、当該委託先に課すものとする。

䏇䏌
3.
ベンダは、委託先による業務の遂行について、ユーザに帰責事由がある場合を除き、自ら業務を遂行
した場合と同様の責任を負うものとする。ただし、ユーザの指定した委託先による業務の遂行につい
ては、ベンダに故意または重過失がある場合を除き、責任を負わない。
第10条 （本契約の変更）
1.
本契約の変更は、当該変更内容につき事前にユーザおよびベンダが協議の上、別途、書面により変更
契約を締結することによってのみこれを行うことができる。
2. ユーザおよびベンダは、本開発においては、両当事者が一旦合意した事項（開発対象、開発期間、開
発費用等を含むが、これらに限られない。）が、事後的に変更される場合があることに鑑み、一方当事
者より本契約の内容について、変更の協議の要請があったときは、速やかに協議に応じなければなら
ない。
3.
変更協議においては、変更の対象、変更の可否、変更による代金・納期に対する影響等を検討し、変
更を行うかについて両当事者とも誠実に協議する。
第11条 （本件成果物の提供および業務終了の確認）
1.
ベンダは、別紙「3.成果物及び提供期限等　(2)提供期限」に定める期限までに、ユーザに本件成果
物を提供する。
2. ユーザは、別紙に定める確認期間（以下「確認期間」という。）内に、本件成果物の提供を受けたことを
確認し、ベンダ所定の確認書に記名押印または署名の上、ベンダに交付するものとする。
3.
前項の定めに従い、ユーザがベンダに確認書を交付した時に、ユーザの確認が完了したものとする。
ただし、確認期間内に、ユーザから書面で具体的な理由を明示して異議を述べないときは、確認書の
交付がなくとも、当該期間の満了時に確認が完了したものとする。
第12条 （ユーザがベンダに提供するデータ・資料等）
1. ユーザは、ベンダに対し、別紙「2.対象データの詳細」記載の対象データを同別紙の条件に従い、提供
するものとする。
2. ユーザは、ベンダに対し、本開発に合理的に必要なものとしてベンダが要求し、ユーザが合意した資
料、機器、設備等（以下「資料等」という。）の提供、開示、貸与等（以下「提供等」という。）を行うものと
する。
3. ユーザは、ベンダに対し、対象データおよび資料等（以下、あわせて「ユーザ提供データ等」という。）を
ベンダに提供等することについて、正当な権限があることおよびかかる提供等が法令に違反するも
のではないことを保証する。
4. ユーザは、ユーザ提供データ等の正確性、完全性、有効性、有用性、安全性等について保証しない。た
だし、本契約に別段の定めがある場合はその限りでない。
5. ユーザがベンダに対し提供等を行ったユーザ提供データ等の内容に誤りがあった場合、またはかか
る提供等を遅延した場合、これらの誤りまたは遅延によって生じた完成時期の遅延、契約の内容に適
合しないこと（以下「契約不適合」という。）等の結果について、ベンダは責任を負わない。
6.
ベンダは、ユーザ提供データ等の正確性、完全性、有効性、有用性、安全性等について、確認、検証の
義務その他の責任を負うものではない。

䏇䏍
第13条 （ユーザ提供データの利用・管理）
1.
ベンダは、ユーザ提供データを、善良な管理者の注意をもって管理、保管するものとし、ユーザの事前
の書面による承諾を得ずに、第三者（本件生成AIサービス提供者および第9条に基づく委託先を除
く。）に開示、提供または漏えいしてはならないものとする。
2.
ベンダは、ユーザ提供データについて、事前にユーザから書面による承諾を得ずに、本開発遂行の目
的以外の目的で使用、複製および改変してはならず、本開発遂行の目的に合理的に必要となる範囲
でのみ、使用、複製および改変できるものとする。ただし、別紙に別段の定めがある場合はこの限りで
はない。
3.
ベンダは、ユーザ提供データを、本開発遂行のために知る必要のある自己の役員および従業員に限
り開示するものとし、この場合、本条に基づきベンダが負担する義務と同等の義務を、開示を受けた
当該役員および従業員に退職後も含め課すものとする。
4.
ベンダは、ユーザから受領した対象データを本件生成AIサービス提供者が運営する生成AIサービス
に入力することができる。
5.
べンダは、ユーザ提供データのうち、法令の定めに基づき開示すべき情報を、可能な限り事前にユー
ザに通知した上で、当該法令の定めに基づく開示先に対し開示することができるものとする。
6.
本件業務が完了し、もしくは本契約が終了した場合またはユーザの指示があった場合、ベンダは、ユ
ーザの指示に従って、ユーザ提供データ（複製物および改変物を含む。）が記録された媒体を破棄も
しくはユーザに返還し、また、ベンダが管理する一切の電磁的記録媒体から削除するものとする。た
だし、本件生成AIサービス提供者をして本件生成AIサービスに入力した対象データを削除させる義
務を負うものではない。また、本条第2項での利用またはユーザから別途委託を受けた業務における
利用に必要な範囲では、ベンダはユーザ提供データ（複製物および改変物を含む。）を保存すること
ができる。なお、ユーザはベンダに対し、ユーザ提供データの破棄または削除について、証明する文書
の提出を求めることができる。
7.
ベンダは、本契約に別段の定めがある場合を除き、ユーザ提供データの提供等により、ユーザの知的
財産権を譲渡、移転、利用許諾するものでないことを確認する。
8.
本条の規定は、前項を除き、本契約が終了した日から●年間有効に存続するものとする。
第14条 （秘密情報の取扱い）
1.　ユーザおよびベンダは、本開発遂行のため、相手方より提供を受けた技術上または営業上その他業
務上の情報（ただし、ユーザ提供データを除く。）のうち、次のいずれかに該当する情報（以下「秘密情
報」という。）を秘密として保持し、秘密情報の開示者の事前の書面による承諾を得ずに、第三者（第9
条に基づく委託先を除く。）に開示、提供または漏えいしてはならないものとする。
（1） 開示者が書面により秘密である旨指定して開示した情報
（2） 開示者が口頭により秘密である旨を示して開示した情報で開示後●日以内に書面により内容を
特定した情報。なお、口頭により秘密である旨を示して開示した日から●日が経過する日または
開示者が秘密情報として取り扱わない旨を書面で通知した日のいずれか早い日までは当該情
報を秘密情報として取り扱う。
[(3) 本件成果物]
[(4) 本件成果物に含まれる学習済みモデルを利用して生成された新たな学習済みモデル（以下「再

䏈䏄
利用モデル」という。）]
2.　前項の定めにかかわらず、次の各号のいずれか一つに該当する情報については、秘密情報に該当し
ない。
（1） 開示者から開示された時点で既に公知となっていたもの
（2） 開示者から開示された後で、受領者の帰責事由によらずに公知となったもの
（3） 正当な権限を有する第三者から秘密保持義務を負わずに適法に開示されたもの
（4） 開示者から開示された時点で、既に適法に保有していたもの
（5） 開示者から開示された情報を使用することなく独自に開発したもの
3.　ユーザおよびベンダは、秘密情報について、本契約に別段の定めがある場合を除き、事前に開示者か
ら書面による承諾を得ずに、本開発遂行の目的以外の目的で使用、複製および改変してはならず、本
開発遂行の目的に合理的に必要となる範囲でのみ、使用、複製および改変できるものとする。
4.　秘密情報の取扱いについては、前条第3項および第5項から第7項までの規定を準用する。この場合、
同条項中の「ユーザ提供データ」は「秘密情報」と、
「ベンダ」は「秘密情報の受領者」と、
「ユーザ」は「開
示者」と読み替えるものとする。
5.　本条の規定は本契約が終了した日から●年間有効に存続するものとする。
第15条 （個人情報の取扱い）
1. ユーザは、本開発の遂行に際して、個人情報の保護に関する法律（以下、本条において「法」という。）
に定める個人情報または匿名加工情報（以下、総称して「個人情報等」という。）を含んだデータをベ
ンダに提供する場合には、事前にその旨を明示する。
2.
本開発の遂行に際してユーザが個人情報等を含んだデータをベンダに提供する場合には、法に定め
られている手続を履践していることを保証するものとする。
3.
ベンダは、第1項に従って個人情報等が提供される場合には、法を遵守し、個人情報等の管理に必要
な措置を講ずるものとする。
第16条 （本件成果物の著作権）
【A案】ベンダに著作権を帰属させる場合
1.
本件成果物に関する著作権（著作権法第27条および第28条の権利を含む。）は、ユーザまたは第三
者が従前から保有していた著作物の著作権を除き、ベンダに帰属する。
2. ユーザおよびベンダは、本契約に従った本件成果物の利用について、他の当事者および正当に権利
を取得または承継した第三者に対して、著作者人格権を行使しないものとする。
【B案】ユーザに著作権を帰属させる場合
1.
本件成果物に関する著作権（著作権法第27条および第28条の権利を含む。）は、ユーザのベンダに対
する委託料の支払いが完了した時点で、第三者が保有する著作権、ベンダが従前から保有している
著作権およびベンダにおいて汎用的に利用可能な著作物の著作権を除き、ユーザに帰属する。なお、
かかるベンダからユーザへの著作権移転の対価は、委託料に含まれるものとする。
2. ユーザおよびベンダは、本契約に従った本件成果物の利用について、他の当事者および正当に権利
を取得または承継した第三者に対して、著作者人格権を行使しないものとする。
【C案】ユーザ・ベンダの共有とする場合

䏈䏅
1.
本件成果物に関する著作権（著作権法第27条および第28条の権利を含む。）は、ユーザのベンダに対
する委託料の支払いが完了した時点で、ユーザ、ベンダまたは第三者が従前から保有していた著作
物の著作権を除き、ベンダおよびユーザの共有（持分均等）とする。なお、ベンダからユーザへの著作
権移転の対価は、委託料に含まれるものとする。
2.
前項の場合、ユーザおよびベンダは、共有にかかる著作権につき、本契約に別に定めるところに従い、
前項の共有にかかる著作権の行使についての法律上必要とされる共有者の合意を、あらかじめこの
契約により与えられるものとし、相手方の同意なしに、かつ、相手方に対する対価の支払いの義務を
負うことなく、自ら利用することができるものとする。
3. ユーザおよびベンダは、相手方の同意を得なければ、第1項所定の著作権の共有持分を処分すること
はできないものとする。
4. ユーザおよびベンダは、本契約に従った本件成果物の利用について、他の当事者および正当に権利
を取得または承継した第三者に対して、著作者人格権を行使しないものとする。
第17条 （特許権等）
1.
本件成果物および本開発遂行の過程で生じた発明その他の知的財産（以下「本件成果物等」という。）
にかかる特許権その他の知的財産権（ただし、著作権は除く。以下、特許権その他の知的財産権を総
称して「特許権等」という。）は、本件成果物等を創出した者が属する当事者に帰属するものとする。
2. ユーザおよびベンダが共同で創出した本件成果物等に関する特許権等については、ユーザおよびベ
ンダの共有（持分は貢献度に応じて定める。）とする。この場合、ユーザおよびベンダは、共有にかかる
特許権等につき、本契約に定めるところに従い、それぞれ相手方の同意なしに、かつ、相手方に対する
対価の支払の義務を負うことなく、自ら実施することができるものとする。
3. ユーザおよびベンダは、前項に基づき相手方と共有する特許権等について、必要となる職務発明の
取得手続（職務発明規程の整備等の職務発明制度の適切な運用、譲渡手続等）を履践するものとす
る。
第18条 （本件成果物等の利用条件）
【A案】原則型
ユーザおよびベンダは、本件成果物等について、別紙「利用条件一覧表」記載のとおりの条件で利用
できるものとする。同別紙の内容と本契約の内容との間に矛盾がある場合には同別紙の内容が優先
するものとする。
【B案】ベンダ著作権帰属型（第16条A案）の場合のシンプルな規定
ベンダは、本件成果物等を利用でき、ユーザは、本件成果物をユーザ自身の業務のためにのみ利用
できる。
【C案】ユーザ著作権帰属型（第16条B案）の場合のシンプルな規定
ユーザは、本件成果物等を利用でき、ベンダは、本件成果物等を本開発遂行のためにのみ利用でき
る。ただし、ベンダは、自己が著作権を有するものについては自由に利用できる。
第19条 （リバースエンジニアリングおよび再利用等の生成の禁止）
【ユーザ／ベンダ】は、本契約に別段の定めがある場合を除き、本件成果物について、次の各号の行

䏈䏆
為を行ってはならない。
（1） リバースエンジニアリング、逆コンパイル、逆アセンブルその他の方法でソースコードを抽出する行為
（2） 本件生成AIサービスの利用規約等に定められた利用条件に違反する行為
[(3) 再利用モデルを生成する行為]
[(4) 本件成果物に含まれる学習済みモデルへの入力データと、当該学習済みモデルから出力された
データを組み合わせて別の学習済みモデルを生成する行為]
[(5) その他前各号に準じる行為] 
第20条 （本件成果物等の使用等に関する責任）
ユーザによる本件成果物等の使用、複製および改変、並びに当該複製および改変等により生じた生
成物の使用（以下「本件成果物等の使用等」という。）は、ユーザの負担と責任により行われるものと
する。ベンダはユーザに対して、本契約で別段の定めがある場合またはベンダの責めに帰すべき事
由がある場合を除いて、ユーザによる本件成果物等の使用等によりユーザに生じた損害を賠償する
責任を負わない。
第21条 （知的財産権侵害の責任）
【A-䏅案】ベンダが知的財産権非侵害の保証を行う場合（ユーザ主導）
1.
本件成果物等の使用等によって、ユーザが第三者の知的財産権を侵害したときは、ベンダはユーザ
に対し、第22条（損害賠償）第2項所定の金額を限度として、かかる侵害によりユーザに生じた損害
（侵害回避のための代替プログラムへの移行を行う場合の費用を含む。）を賠償する。ただし、知的財
産権の侵害が本件生成AIサービスに起因して生じた場合およびユーザの責に帰する場合はこの限り
ではなく、ベンダは責任を負わないものとする。
2. ユーザは、本件成果物等の使用等に関して、第三者から知的財産権の侵害の申立てを受けた場合に
は、直ちにその旨をベンダに通知するものとし、ベンダは、前項に基づきベンダが賠償責任を負う場
合、ユーザの要請に応じてユーザの防御のために必要な援助を行うものとする。
【A-䏆案】ベンダが知的財産権非侵害の保証を行う場合（ベンダ主導）
1.　ユーザが本件成果物等の使用等に関し第三者から知的財産権の侵害の申立てを受けた場合、次の
各号所定のすべての要件が充たされる場合に限り、第22条（損害賠償）の規定にかかわらず、ベンダ
はかかる申立てによってユーザが支払うべきとされた損害賠償額および合理的な弁護士費用を負
担するものとする。ただし、第三者からの申立てが本件生成AIサービスに起因して生じた場合および
ユーザの帰責事由による場合にはこの限りではなく、ベンダは一切責任を負わないものとする。
（1） ユーザが第三者から申立てを受けた日から●日以内に、ベンダに対し申立ての事実および内容
を通知すること
（2） ユーザが第三者との交渉または訴訟の遂行に関し、ベンダに対して実質的な参加の機会および
すべてについての決定権限を与え、ならびに必要な援助をすること
（3） ユーザの敗訴判決が確定することまたはベンダが訴訟遂行以外の決定を行ったときは和解など
により確定的に解決すること
2.　ベンダの責に帰すべき事由による知的財産権の侵害を理由として本件成果物等の将来に向けての

䏈䏇
使用が不可能となるおそれがある場合、ベンダは、ベンダの判断および費用負担により、
（ⅰ）権利侵
害のないものとの交換、
（ⅱ）権利侵害している部分の変更、
（ⅲ）継続使用のための権利取得のいず
れかの措置を講じることができるものとする。
3.　第1項に基づきベンダが負担することとなる損害以外のユーザに生じた損害については、第22条（損
害賠償）の規定によるものとする。
【B案】ベンダが知的財産権非侵害（著作権を除く。）の保証を行わない場合
1.
本件成果物等の使用等によって、ユーザが第三者の著作権を侵害したときは、ベンダはユーザに対
し、第22条（損害賠償）第2項所定の金額を限度として、かかる侵害によりユーザに生じた損害（侵害
回避のための代替プログラムへの移行を行う場合の費用を含む。）を賠償する。ただし、著作権の侵
害がユーザの責に帰する場合はこの限りではなく、ベンダは責任を負わないものとする。
2.
ベンダはユーザに対して、本件成果物等の使用等が第三者の知的財産権（ただし、著作権を除く。）を
侵害しない旨の保証を行わない。
3. ユーザは、本件成果物等の使用等に関して、第三者から知的財産権の侵害の申立てを受けた場合に
は、直ちにその旨をベンダに通知するものとし、ベンダは、ユーザの要請に応じてユーザの防御のた
めに必要な援助を行うものとする。
 
第22条 （損害賠償）
1. ユーザおよびベンダは、本契約の履行に関し、相手方の責めに帰すべき事由により損害を被った場
合、相手方に対して、損害賠償（ただし、直接かつ現実に生じた通常の損害に限る。）を請求すること
ができる。ただし、この請求は、業務の終了確認日から●か月が経過した後は行うことができない。
2.
ベンダがユーザに対して負担する損害賠償は、債務不履行、契約不適合責任、知的財産権の侵害、不
当利得、不法行為その他請求原因の如何にかかわらず、本契約の委託料を限度とする。
3.
前項の定めは、損害が損害賠償義務者の故意または重大な過失に基づくものである場合には適用
しないものとする。
第23条 （OSSの利用）
1.
ベンダは、本開発遂行の過程において、本件成果物を構成する一部としてオープン・ソース・ソフトウェ
ア（以下「OSS」という。）を利用しようとするときは、OSSの利用許諾条項、機能、脆弱性等に関して適
切な情報を提供し、ユーザにOSSの利用を提案するものとする。
2. ユーザは、前項所定のベンダの提案を自らの責任で検討・評価し、OSSの採否を決定する。
3.
本契約の他の条項にかかわらず、ベンダは、OSSに関して、著作権その他の権利の侵害がないことお
よび契約不適合の不存在を保証するものではなく、ベンダは、第1項所定のOSS利用の提案時に権利
侵害または契約不適合の存在を知りながら、もしくは重大な過失により知らずに告げなかった場合
を除き、何らの責任を負わないものとする。
第24条 （権利義務譲渡の禁止）
ユーザおよびベンダは、互いに相手方の事前の書面による同意なくして、本契約上の地位を第三者
に承継させ、または本契約から生じる権利義務の全部もしくは一部を第三者に譲渡し、引き受けさ

䏈䏈
せもしくは担保に供してはならない。
第25条 （解除）
1.　ユーザまたはベンダは、相手方に次の各号のいずれかに該当する事由が生じた場合には、何らの催
告なしに直ちに本契約の全部または一部を解除することができる。
（1） 重大な過失または背信行為があった場合
（2） 支払の停止があった場合、または仮差押え、差押え、競売、破産手続開始、民事再生手続開始、会
社更生手続開始、特別清算開始の申立てがあった場合
（3） 手形交換所の取引停止処分を受けた場合
（4） 公租公課の滞納処分を受けた場合
（5） その他前各号に準ずるような本契約を継続し難い重大な事由が発生した場合
2.　ユーザまたはベンダは、相手方が本契約のいずれかの条項に違反し、相当期間を定めてなした催告
後も、相手方の債務不履行が是正されない場合は、本契約の全部または一部を解除することができ
る。
3.　ユーザまたはベンダは、第1項各号のいずれかに該当する場合または前項に定める解除がなされた
場合、相手方に対し負担する一切の金銭債務につき相手方から通知催告がなくとも当然に期限の利
益を喪失し、直ちに弁済しなければならない。
第26条 （有効期間）
本契約は、本契約の締結日から第4条の委託料の支払および第11条に定める確認が完了する日の
いずれか遅い日まで効力を有するものとする。
第27条 （存続条項）
本契約第7条第2項から第4項（ベンダの義務）まで、第12条（ユーザがベンダに提供するデータ・資料
等）第3項から第6項まで、第13条（ユーザ提供データの利用・管理）から第23条（OSSの利用）まで、
本条および第28条（管轄裁判所）は、本契約終了後も有効に存続するものとする。
第28条 （管轄裁判所）
本契約に関する一切の紛争については、●地方裁判所を第一審の専属的合意管轄裁判所として処
理するものとする。
第29条 （協議）
本契約に定めのない事項または疑義が生じた事項については、信義誠実の原則に従いユーザおよ
びベンダが協議し、円満な解決を図る努力をするものとする。
（後文以下略）

䏈䏉
資料2-1：アセスメントにかかる契約書別紙
1．業務内容の詳細
➀　ユーザが有する自社の稟議文書の検索に関する課題の分析、解決方法の検討、及びテキスト生
成AIを用いたソリューションの検討
➁　上記課題を解決するためのシステムの概要や画面案が把握できる資料の作成
➂　前各号に付随する業務
2．対象データの詳細
　ユーザにおける過去の稟議データ1年分（●年●月から●年●月までのもの）
3．成果物及び提供期限
（1）成果物
　  ・アセスメント結果報告書
　  ・文書検索システムのモック（パワーポイントによる画面例説明）
（2）提供期限
　  2025年●月●日
4．委託料及び支払期限
　　（略）
5．委託料の支払方法
　　（略）
     
6．アセスメント期間
　　（略）
     
7．進捗会議の開催頻度
　　（略）
8．作業分担
　　（略）

䏈䏊
資料2-2：PoC➀にかかる契約書別紙
1．業務内容の詳細
➀　大規模言語モデルを用いた社内稟議文書の検索システムのプロトタイプ（以下「本件プロトタイ
プ」という。）の作成
➁　本件プロトタイプのAIの精度向上
➂　本件プロトタイプのベンダ環境でのデプロイ
➃　ユーザ社内での本件プロトタイプを用いた導入検証の実施
➄　前各号に付随する業務
2．対象データの詳細
ユーザにおける過去の稟議データ5年分（●年●月から●年●月までのもの。すでに開示を受けた
ものを含む。）
3．成果物及び提供期限
（1）成果物
　   導入検証結果報告書
（2）提供期限
　  （略）
4．委託料及び支払期限
　　（略）
5．委託料の支払方法
　　（略）
     
6．導入検証期間
　　（略）
     
7．連絡協議会の開催頻度
　　（略）
8．作業分担
　　（略）

䏈䏋
資料2-3：PoC➁にかかる契約書別紙
1．業務内容の詳細
➀　前導入検証契約において作成したプロトタイプ（以下「本件プロトタイプ」という。）に対する以下
の機能の追加
・利用者の誤字脱字確認機能
・検索結果の表示を最大10件まで拡張
・検索したファイルの保存場所の表示機能
➁　本件プロトタイプのAIの精度向上
➂　本件プロトタイプを用いた導入検証
➃　前各号に付随する業務
2．対象データの詳細
ユーザにおける過去の稟議データ5年分（●年●月から●年●月までのもの。すでに開示を受けた
ものを含む。）
     
3．成果物及び提供期限
（1）成果物
　　導入検証結果報告書
（2）提供期限
　　（略）
4．委託料及び支払期限
　　（略）
5．委託料の支払方法
　　（略）
     
6．導入検証期間
　　（略）
     
7．連絡協議会の開催頻度
　　（略）
8．作業分担
　　（略）
 

䏈䏌
資料2-4：開発（パターン➀）にかかる契約書別紙
1．業務内容の詳細
➀　ユーザ社内の稟議文書を、RAGを利用したGPT-䏉を用いて検索する文書検索システム（以下「本
件システム」という。）の開発（ただし、RAGにおけるデータのテキストデータ化、テキストデータの
データベースへの追加等、RAG用データベースの拡張に必要な機能は含まれない。）
➁　本件システムのユーザ環境でのデプロイ
➂　本件システムの利用説明書の作成
➃　前各号に付随する業務
2．対象データの詳細
ユーザにおける過去の稟議データ5年分（●年●月から●年●月までのもの。すでに開示を受けた
ものを含む。）
     
3．成果物及び提供期限
（1）成果物
　　➀　本件システム     
　　➁　システム利用説明書
（2）提供期限
　　（略）
（3）確認期間
　　（略）
4．委託料及び支払期限
　　（略）
5．委託料の支払方法
　　（略）     
6．作業期間
　　（略）
     
7．進捗会議の開催頻度
　　（略）
8．作業分担
　　（略）

䏈䏍
9．利用条件一覧表
利用の範囲
利用の可否・条件
（略）
（略）

䏉䏄
資料2-5：開発（パターン➁）にかかる契約書別紙
1．業務内容の詳細
➀　ユーザ社内の稟議文書を、RAGを利用したGPT-䏉を用いて検索する文書検索システム（以下「本
件システム」という。）の開発（ただし、RAGにおけるデータのテキストデータ化、テキストデータの
データベースへの追加等、RAG用データベースの拡張に必要な機能は含まれない。）                    
➁　本件システムのベンダ環境でのデプロイ及びユーザへの利用権限の設定
➂　本件システムの利用説明書の作成
➃　前各号に付随する業務
2．対象データの詳細
ユーザにおける過去の稟議データ5年分（●年●月から●年●月までのもの。すでに開示を受けた
ものを含む。）
     
3．成果物及び提供期限
（1）成果物
➀　本件システム及びRAGにおけるデータのテキスト化機能に関するプログラム（ただし、コー
ドを納品するのではなく、WebAPIを用いてこれらを利用可能にする形で納品する。）
➁　本件システムの利用説明書
（2）提供期限
（以下略）

䏉䏅
留意事項
•
本書に記載されている情報は、情報提供のみを目的として作成されたものです。本書に記載された
情報の正確性または完全性を保証するものではありません。
•
本書は、作成時の法令及び法解釈に基づいて作成されたものです。
•
本書は、個別具体的な事案に対するアドバイスを提供することや最終的な法的判断の際に依拠され
ることを予定しているものではありません。本書で取り扱った事例と実際の事例の差異等を踏まえた
最終的な判断は専門家等にご相談いただきますようお願いいたします。
•
本書の内容は、執筆者等の個人の見解を基にしたものであり、所属する組織とは無関係です。
執筆者*
•
金侑里香（大知法律事務所）
•
柴山吉報（阿部・井窪・片山法律事務所）
•
角田龍哉（西村あさひ法律事務所・外国法共同事業）
•
寺前翔平（ゾンデルホフ＆アインゼル法律特許事務所）
•
古川直裕（株式会社ABEJA）
執筆協力者*
•
柿沼太一（STORIA法律事務所）
•
近藤祥文（のぞみ総合法律事務所）
•
佐久間弘明（一般社団法人AIガバナンス協会）
•
早川政哉（Authense法律事務所）
•
吉永京子（慶應義塾大学）
* 五十音順

https://www.jdla.org/

`;