var toc_content = `䏆䏉
示、提供または漏えいしてはならないものとする。
2.
ベンダは、対象データについて、事前にユーザから書面による承諾を得ずに、本アセスメントの遂行の
目的以外の目的で使用、複製および改変してはならず、本アセスメント遂行の目的に合理的に必要と
なる範囲でのみ、使用、複製および改変できるものとする。
3.
ベンダは、対象データを、本アセスメントの遂行のために知る必要のある自己の役員、従業員、本件
生成AIサービス提供者および第9条に基づく委託先に限り開示するものとし、この場合、本条に基づ
きベンダが負担する義務と同等の義務を、開示を受けた当該役員および従業員に退職後も含め課す
ものとする。
4.
ベンダは、ユーザから受領した対象データを本件生成AIサービス提供者が運営する生成AIサービス
に入力することができる。
5.
べンダは、対象データのうち、法令の定めに基づき開示すべき情報を、可能な限り事前にユーザに通
知した上で、当該法令の定めに基づく開示先に対し開示することができるものとする。
6.
本アセスメントが完了し、もしくは本契約が終了した場合またはユーザの指示があった場合、ベンダ
は、ユーザの指示に従って、対象データ（複製物および改変物を含む。）が記録された媒体を破棄もし
くはユーザに返還し、また、ベンダが管理する一切の電磁的記録媒体から削除するものとする。ただ
し、本件生成AIサービス提供者をして本件生成AIサービスに入力した対象データを削除させる義務
を負うものではない。なお、ユーザはベンダに対し、対象データの破棄または削除について、証明する
文書の提出を求めることができる。
7.
ベンダは、本契約に別段の定めがある場合を除き、対象データの提供等により、ユーザの知的財産権
を譲渡、移転、利用許諾するものでないことを確認する。
8.
本条の規定は、前項を除き、本契約が終了した日から●年間有効に存続するものとする。
第14条 （秘密情報の取扱い）
1. ユーザおよびベンダは、本アセスメント遂行のため、相手方より提供を受けた技術上または営業上そ
の他業務上の情報（ただし、対象データを除く。）のうち、次のいずれかに該当する情報（以下「秘密情
報」という。）を秘密として保持し、秘密情報の開示者の事前の書面による承諾を得ずに、第三者（本
契約第9条に基づく委託先を除く。）に開示、提供または漏えいしてはならないものとする。
（1） 開示者が書面により秘密である旨指定して開示した情報
（2） 開示者が口頭により秘密である旨を示して開示した情報で開示後●日以内に書面により内容を
特定した情報。なお、口頭により秘密である旨を示した開示した日から●日が経過する日または
開示者が秘密情報として取り扱わない旨を書面で通知した日のいずれか早い日までは当該情
報を秘密情報として取り扱う。
[(3) 成果物]
 2.　前項の定めにかかわらず、次の各号のいずれか一つに該当する情報については、秘密情報に該当し
ない。
（1） 開示者から開示された時点で既に公知となっていたもの
（2） 開示者から開示された後で、受領者の帰責事由によらずに公知となったもの
（3） 正当な権限を有する第三者から秘密保持義務を負わずに適法に開示されたもの
（4） 開示者から開示された時点で、既に適法に保有していたもの

䏆䏊
（5） 開示者から開示された情報を使用することなく独自に開発したもの
3.　 秘密情報の取扱いについては、前条第2項から第6項の規定を準用する。この場合、同条項中の「対
象データ」は「秘密情報」と、
「ベンダ」は「秘密情報の受領者」と、
「ユーザ」は「開示者」と読み替える
ものとする。
4.　本条の規定は、本契約が終了した日から●年間有効に存続するものとする。
第15条 （個人情報の取扱い）
1. ユーザは、本アセスメント遂行に際して、個人情報の保護に関する法律（以下、本条において「法」とい
う。）に定める個人情報、仮名加工情報または匿名加工情報（以下、総称して「個人情報等」という。）を
含んだデータをベンダに提供する場合には、事前にその旨を明示する。
2.
本アセスメント遂行に際してユーザが個人情報等を含んだデータをベンダに提供する場合には、ユ
ーザはベンダに対し、法に定められている手続を履践していることを保証するものとする。
3.
ベンダは、第1項に従って個人情報等が提供される場合には、法を遵守し、個人情報等の管理に必要
な措置を講ずるものとする。
第16条 （成果物等の著作権）
1.
成果物に関する著作権（著作権法第27条および第28条の権利を含む。）は、ユーザが従前から保有し
ているもの、および第三者が保有しているものを除き、ベンダに帰属する。
2.
本契約の他の規定にかかわらず、ベンダは、ユーザに対し、ユーザが本アセスメントの結果について
検討するために必要な範囲に限って、ユーザ自身が成果物を使用、複製および改変することを許諾す
るものとする。ユーザは、かかる許諾範囲を超えて成果物を利用しないものとし、また成果物を第三
者に開示または提供してはならないものとする。
3. ユーザによる成果物の使用、複製および改変、並びに当該複製等により作成された複製物等の使用
は、ユーザの負担と責任により行われるものとする。ベンダはユーザに対して、本契約で別段の定め
がある場合または自らの責に帰すべき事由がある場合を除いて、ユーザによる成果物の使用等によ
りユーザに生じた損害を賠償する責任を負わない。
4.
ベンダは、ユーザに対し、本契約に従った成果物の利用について、著作者人格権を行使しないものと
する。　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
【オプション条項：フィードバック規定】
5.
本アセスメント遂行の過程で、ユーザがベンダに対し、本アセスメントに関して何らかの提案や助言
を行った場合、ベンダはそれを無償で、ベンダの今後のサービスの改善のために利用することができ
るものとする。
第17条 （特許権等）
【A案】共同発明等にかかる特許権等の権利帰属を協議の上定める場合
1.
本アセスメント遂行の過程で生じた発明その他の知的財産（以下、あわせて「発明等」という。）にかか
る特許権その他の知的財産権（ただし、著作権は除く。以下、特許権その他の知的財産権を総称して
「特許権等」という。）は、当該発明等を創出した者が属する当事者に帰属するものとする。
2. ユーザおよびベンダが共同で行った発明等にかかる特許権等の、権利帰属その他の取扱いについて

`;