var toc_content = `䏆䏋
は、両者間で協議の上決定するものとする。
3. ユーザおよびベンダは、前項に基づき相手方と共有する特許権等がある場合には、当該特許権等に
ついて、必要となる職務発明の取得手続（職務発明規程の整備等の職務発明制度の適切な運用、譲
渡手続等）を履践するものとする。
【B案】共同発明等にかかる特許権等の権利帰属を共有とする場合
1.
本アセスメント遂行の過程で生じた発明その他の知的財産（以下、あわせて「発明等」という。）にかか
る特許権その他の知的財産権（ただし、著作権は除く。以下、特許権その他の知的財産権を総称して
「特許権等」という。）は、当該発明等を創出した者が属する当事者に帰属するものとする。
2. ユーザおよびベンダが共同で行った発明等にかかる特許権等については、ユーザおよびベンダの共
有（持分は貢献度に応じて定める。）とする。この場合、ユーザおよびベンダは、共有にかかる特許権
等につき、それぞれ相手方の同意なしに、かつ、相手方に対する対価の支払いの義務を負うことなく、
自ら実施することができるものとする。
3. ユーザおよびベンダは、前項に基づき相手方と共有する特許権等について、必要となる職務発明の
取得手続（職務発明規程の整備等の職務発明制度の適切な運用、譲渡手続等）を履践するものとす
る。
第18条 （知的財産権侵害の非保証）
ベンダはユーザに対して、成果物の利用が第三者の知的財産権を侵害しない旨の保証を行わない。
第19条 （損害賠償）
1. ユーザおよびベンダは、本契約の履行に関し、相手方の責めに帰すべき事由により損害を被った場
合、相手方に対し、損害賠償（ただし、直接かつ現実に生じた通常の損害に限る。）を請求することが
できる。ただし、この請求は、業務の終了確認日から●か月間が経過した後は行うことができない。
2.
ベンダがユーザに対して負担する損害賠償は、債務不履行、契約不適合責任、知的財産権の侵害、不
当利得、不法行為その他請求原因の如何にかかわらず、本契約に基づく委託料を限度とする。
3.
前項の定めは、損害が損害賠償義務者の故意または重大な過失に基づくものである場合には適用
しないものとする。
第20条 （権利義務の譲渡の禁止）
ユーザおよびベンダは、互いに相手方の事前の書面による同意なくして、本契約上の地位を第三者
に承継させ、または本契約から生じる権利義務の全部もしくは一部を第三者に譲渡し、引き受けさ
せもしくは担保に供してはならない。
第21条 （解除）
1.　ユーザまたはベンダは、相手方に次の各号のいずれかに該当する事由が生じた場合には、何らの催
告なしに直ちに本契約の全部または一部を解除することができる。　
（1）重大な過失または背信行為があった場合
（2） 支払いの停止があった場合、または仮差押、差押、競売、破産手続開始、民事再生手続開始、会

䏆䏌
社更生手続開始、特別清算開始の申立てがあった場合
（3） 手形交換所の取引停止処分を受けた場合
（4） 公租公課の滞納処分を受けた場合
（5） その他前各号に準ずるような本契約を継続し難い重大な事由が発生した場合
2.　ユーザまたはベンダは、相手方が本契約のいずれかの条項に違反し、相当期間を定めてなした催告
後も、相手方の債務不履行が是正されない場合は、本契約の全部または一部を解除することができ
る。
3.　ユーザまたはベンダは、第1項各号のいずれかに該当する場合または前項に定める解除がなされた
場合、相手方に対し負担する一切の金銭債務につき相手方から通知催告がなくとも当然に期限の利
益を喪失し、直ちに弁済しなければならない。
第22条 （有効期間）
本契約は、本契約の締結日から第4条の委託料の支払いおよび第11条に定める確認が完了する日
のいずれか遅い日まで効力を有するものとする。
第23条 （存続条項）
本契約第7条（ベンダの義務）、第12条（ユーザがベンダに提供するデータ・資料等）第3項から第6項
まで、第13条（対象データの管理）から第19条（損害賠償）まで、本条および第24条（管轄裁判所）は、
本契約終了後も有効に存続するものとする。
第24条 （管轄裁判所）
本契約に関する一切の紛争については、●地方裁判所を第一審の専属的合意管轄裁判所として処
理するものとする。
第25条 （協議）
本契約に定めのない事項または疑義が生じた事項については、信義誠実の原則に従いユーザおよ
びベンダが協議し、円満な解決を図る努力をするものとする。
（後文以下略）

`;