var toc_content = `䏆䏊
（5） 開示者から開示された情報を使用することなく独自に開発したもの
3.　 秘密情報の取扱いについては、前条第2項から第6項の規定を準用する。この場合、同条項中の「対
象データ」は「秘密情報」と、
「ベンダ」は「秘密情報の受領者」と、
「ユーザ」は「開示者」と読み替える
ものとする。
4.　本条の規定は、本契約が終了した日から●年間有効に存続するものとする。
第15条 （個人情報の取扱い）
1. ユーザは、本アセスメント遂行に際して、個人情報の保護に関する法律（以下、本条において「法」とい
う。）に定める個人情報、仮名加工情報または匿名加工情報（以下、総称して「個人情報等」という。）を
含んだデータをベンダに提供する場合には、事前にその旨を明示する。
2.
本アセスメント遂行に際してユーザが個人情報等を含んだデータをベンダに提供する場合には、ユ
ーザはベンダに対し、法に定められている手続を履践していることを保証するものとする。
3.
ベンダは、第1項に従って個人情報等が提供される場合には、法を遵守し、個人情報等の管理に必要
な措置を講ずるものとする。
第16条 （成果物等の著作権）
1.
成果物に関する著作権（著作権法第27条および第28条の権利を含む。）は、ユーザが従前から保有し
ているもの、および第三者が保有しているものを除き、ベンダに帰属する。
2.
本契約の他の規定にかかわらず、ベンダは、ユーザに対し、ユーザが本アセスメントの結果について
検討するために必要な範囲に限って、ユーザ自身が成果物を使用、複製および改変することを許諾す
るものとする。ユーザは、かかる許諾範囲を超えて成果物を利用しないものとし、また成果物を第三
者に開示または提供してはならないものとする。
3. ユーザによる成果物の使用、複製および改変、並びに当該複製等により作成された複製物等の使用
は、ユーザの負担と責任により行われるものとする。ベンダはユーザに対して、本契約で別段の定め
がある場合または自らの責に帰すべき事由がある場合を除いて、ユーザによる成果物の使用等によ
りユーザに生じた損害を賠償する責任を負わない。
4.
ベンダは、ユーザに対し、本契約に従った成果物の利用について、著作者人格権を行使しないものと
する。　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
【オプション条項：フィードバック規定】
5.
本アセスメント遂行の過程で、ユーザがベンダに対し、本アセスメントに関して何らかの提案や助言
を行った場合、ベンダはそれを無償で、ベンダの今後のサービスの改善のために利用することができ
るものとする。
第17条 （特許権等）
【A案】共同発明等にかかる特許権等の権利帰属を協議の上定める場合
1.
本アセスメント遂行の過程で生じた発明その他の知的財産（以下、あわせて「発明等」という。）にかか
る特許権その他の知的財産権（ただし、著作権は除く。以下、特許権その他の知的財産権を総称して
「特許権等」という。）は、当該発明等を創出した者が属する当事者に帰属するものとする。
2. ユーザおよびベンダが共同で行った発明等にかかる特許権等の、権利帰属その他の取扱いについて

䏆䏋
は、両者間で協議の上決定するものとする。
3. ユーザおよびベンダは、前項に基づき相手方と共有する特許権等がある場合には、当該特許権等に
ついて、必要となる職務発明の取得手続（職務発明規程の整備等の職務発明制度の適切な運用、譲
渡手続等）を履践するものとする。
【B案】共同発明等にかかる特許権等の権利帰属を共有とする場合
1.
本アセスメント遂行の過程で生じた発明その他の知的財産（以下、あわせて「発明等」という。）にかか
る特許権その他の知的財産権（ただし、著作権は除く。以下、特許権その他の知的財産権を総称して
「特許権等」という。）は、当該発明等を創出した者が属する当事者に帰属するものとする。
2. ユーザおよびベンダが共同で行った発明等にかかる特許権等については、ユーザおよびベンダの共
有（持分は貢献度に応じて定める。）とする。この場合、ユーザおよびベンダは、共有にかかる特許権
等につき、それぞれ相手方の同意なしに、かつ、相手方に対する対価の支払いの義務を負うことなく、
自ら実施することができるものとする。
3. ユーザおよびベンダは、前項に基づき相手方と共有する特許権等について、必要となる職務発明の
取得手続（職務発明規程の整備等の職務発明制度の適切な運用、譲渡手続等）を履践するものとす
る。
第18条 （知的財産権侵害の非保証）
ベンダはユーザに対して、成果物の利用が第三者の知的財産権を侵害しない旨の保証を行わない。
第19条 （損害賠償）
1. ユーザおよびベンダは、本契約の履行に関し、相手方の責めに帰すべき事由により損害を被った場
合、相手方に対し、損害賠償（ただし、直接かつ現実に生じた通常の損害に限る。）を請求することが
できる。ただし、この請求は、業務の終了確認日から●か月間が経過した後は行うことができない。
2.
ベンダがユーザに対して負担する損害賠償は、債務不履行、契約不適合責任、知的財産権の侵害、不
当利得、不法行為その他請求原因の如何にかかわらず、本契約に基づく委託料を限度とする。
3.
前項の定めは、損害が損害賠償義務者の故意または重大な過失に基づくものである場合には適用
しないものとする。
第20条 （権利義務の譲渡の禁止）
ユーザおよびベンダは、互いに相手方の事前の書面による同意なくして、本契約上の地位を第三者
に承継させ、または本契約から生じる権利義務の全部もしくは一部を第三者に譲渡し、引き受けさ
せもしくは担保に供してはならない。
第21条 （解除）
1.　ユーザまたはベンダは、相手方に次の各号のいずれかに該当する事由が生じた場合には、何らの催
告なしに直ちに本契約の全部または一部を解除することができる。　
（1）重大な過失または背信行為があった場合
（2） 支払いの停止があった場合、または仮差押、差押、競売、破産手続開始、民事再生手続開始、会

`;