var toc_content = `䏆䏈
3.　ベンダは、委託先による業務の遂行について、ユーザに帰責事由がある場合を除き、自ら業務を遂行
した場合と同様の責任を負うものとする。ただし、ユーザの指定した委託先による業務の遂行につい
ては、ベンダに故意または重過失がある場合を除き、責任を負わない。
第10条 （契約内容の変更）
1.
本アセスメントの進捗状況等に応じて、検討事項が想定外に拡大した等の事情により、アセスメント
期間、委託料等の契約条件の変更が必要となった場合、ユーザまたはベンダは、その旨を記載した書
面をもって相手方に申し入れるものとする。当該申し出があった場合、ユーザおよびベンダは、速やか
に契約条件の変更の要否について協議するものとする。
2.
前項の協議に基づき、本契約の内容の一部変更をする場合、ユーザおよびベンダは、当該変更内容
が記載された、変更契約を締結するものとする。
第11条 （成果物の提供および業務終了の確認）
1.
ベンダは、別紙に記載する期限までに、ユーザに成果物を提供する。
2. ユーザは、成果物を受領した日から●日（以下「確認期間」という。）内に、成果物の提供を受けたこと
を確認し、ベンダ所定の確認書に記名押印または署名の上、ベンダに交付するものとする。
3.
前項の定めに従い、ユーザがベンダに確認書を交付した時に、ユーザの確認が完了したものとする。
ただし、確認期間内に、ユーザから書面で具体的な理由を明示して異議を述べないときは、確認書の
交付がなくとも、当該期間の満了時に確認が完了したものとする。
第12 条（ユーザがベンダに提供するデータ・資料等）
1. ユーザは、ベンダに対し、対象データを提供するものとする。
2. ユーザは、ベンダに対し、本アセスメントに合理的に必要なものとしてベンダが要求し、ユーザが合意
した資料、機器、設備等（以下「資料等」という。）の提供、開示、貸与等（以下「提供等」という。）を行う
ものとする。
3. ユーザは、ベンダに対し、対象データおよび資料等（以下、総称して「ユーザ提供データ等」という。）を
ベンダに提供等することについて、正当な権限があることおよびかかる提供等が法令に違反するも
のではないことを保証する。
4. ユーザは、ユーザ提供データ等の正確性、完全性、有効性、有用性、安全性等について保証しない。た
だし、本契約に別段の定めがある場合はその限りでない。
5. ユーザがベンダに対し提供等を行ったユーザ提供データ等の内容に誤りがあった場合、またはかか
る提供等を遅延した場合、これらの誤りまたは遅延によって生じた本アセスメントの遅延、成果物が
契約の内容に適合しないこと等の結果について、ベンダは責任を負わない。
6.
ベンダは、ユーザ提供データ等の正確性、完全性、有効性、有用性、安全性等について、確認、検証の
義務その他の責任を負うものではない。
 
第13条 （対象データの管理）
1.
ベンダは、対象データを、善良な管理者の注意をもって管理、保管するものとし、ユーザの事前の書面
による承諾を得ずに、第三者（本件生成AIサービス提供者および第9条に基づく委託先を除く。）に開

䏆䏉
示、提供または漏えいしてはならないものとする。
2.
ベンダは、対象データについて、事前にユーザから書面による承諾を得ずに、本アセスメントの遂行の
目的以外の目的で使用、複製および改変してはならず、本アセスメント遂行の目的に合理的に必要と
なる範囲でのみ、使用、複製および改変できるものとする。
3.
ベンダは、対象データを、本アセスメントの遂行のために知る必要のある自己の役員、従業員、本件
生成AIサービス提供者および第9条に基づく委託先に限り開示するものとし、この場合、本条に基づ
きベンダが負担する義務と同等の義務を、開示を受けた当該役員および従業員に退職後も含め課す
ものとする。
4.
ベンダは、ユーザから受領した対象データを本件生成AIサービス提供者が運営する生成AIサービス
に入力することができる。
5.
べンダは、対象データのうち、法令の定めに基づき開示すべき情報を、可能な限り事前にユーザに通
知した上で、当該法令の定めに基づく開示先に対し開示することができるものとする。
6.
本アセスメントが完了し、もしくは本契約が終了した場合またはユーザの指示があった場合、ベンダ
は、ユーザの指示に従って、対象データ（複製物および改変物を含む。）が記録された媒体を破棄もし
くはユーザに返還し、また、ベンダが管理する一切の電磁的記録媒体から削除するものとする。ただ
し、本件生成AIサービス提供者をして本件生成AIサービスに入力した対象データを削除させる義務
を負うものではない。なお、ユーザはベンダに対し、対象データの破棄または削除について、証明する
文書の提出を求めることができる。
7.
ベンダは、本契約に別段の定めがある場合を除き、対象データの提供等により、ユーザの知的財産権
を譲渡、移転、利用許諾するものでないことを確認する。
8.
本条の規定は、前項を除き、本契約が終了した日から●年間有効に存続するものとする。
第14条 （秘密情報の取扱い）
1. ユーザおよびベンダは、本アセスメント遂行のため、相手方より提供を受けた技術上または営業上そ
の他業務上の情報（ただし、対象データを除く。）のうち、次のいずれかに該当する情報（以下「秘密情
報」という。）を秘密として保持し、秘密情報の開示者の事前の書面による承諾を得ずに、第三者（本
契約第9条に基づく委託先を除く。）に開示、提供または漏えいしてはならないものとする。
（1） 開示者が書面により秘密である旨指定して開示した情報
（2） 開示者が口頭により秘密である旨を示して開示した情報で開示後●日以内に書面により内容を
特定した情報。なお、口頭により秘密である旨を示した開示した日から●日が経過する日または
開示者が秘密情報として取り扱わない旨を書面で通知した日のいずれか早い日までは当該情
報を秘密情報として取り扱う。
[(3) 成果物]
 2.　前項の定めにかかわらず、次の各号のいずれか一つに該当する情報については、秘密情報に該当し
ない。
（1） 開示者から開示された時点で既に公知となっていたもの
（2） 開示者から開示された後で、受領者の帰責事由によらずに公知となったもの
（3） 正当な権限を有する第三者から秘密保持義務を負わずに適法に開示されたもの
（4） 開示者から開示された時点で、既に適法に保有していたもの

`;