var toc_content = `の環境で実装し、コード等もユーザに開示することとした。なお、PoC段階でユーザがベンダ
に開示した直近5年分の稟議のデータのみを検索対象にし、今後、検索対象を増やす場合に
は別途契約を締結したうえで行うこととした。
（3）稟議文書の検索・要約のケース：開発（パターン➁）
 
•
開発パターン➁：資料2-5
　二度目のPoCにおいてベンダが開発したプロトタイプの内容がユーザの満足のいくも
のであったため、ユーザとベンダは開発に進むことに合意した。なお、開発したシステム
は、RAGのシステムは従前からベンダが有していたものであり、ベンダが秘匿を希望するノ
ウハウが含まれていたことから、コードはユーザに開示せずにベンダの環境で実装し、ユー
ザは当該システムを利用できる権利を付与される形でシステムを利用することとした。な
お、PoC段階でユーザがベンダに開示した直近5年分の稟議のデータのみを検索対象にし、
今後、検索対象を増やす場合には別途契約を締結したうえで行うこととした。
      
䏅䏌

䏅䏍
資料編

`;