var toc_content = `䏆䏌
社更生手続開始、特別清算開始の申立てがあった場合
（3） 手形交換所の取引停止処分を受けた場合
（4） 公租公課の滞納処分を受けた場合
（5） その他前各号に準ずるような本契約を継続し難い重大な事由が発生した場合
2.　ユーザまたはベンダは、相手方が本契約のいずれかの条項に違反し、相当期間を定めてなした催告
後も、相手方の債務不履行が是正されない場合は、本契約の全部または一部を解除することができ
る。
3.　ユーザまたはベンダは、第1項各号のいずれかに該当する場合または前項に定める解除がなされた
場合、相手方に対し負担する一切の金銭債務につき相手方から通知催告がなくとも当然に期限の利
益を喪失し、直ちに弁済しなければならない。
第22条 （有効期間）
本契約は、本契約の締結日から第4条の委託料の支払いおよび第11条に定める確認が完了する日
のいずれか遅い日まで効力を有するものとする。
第23条 （存続条項）
本契約第7条（ベンダの義務）、第12条（ユーザがベンダに提供するデータ・資料等）第3項から第6項
まで、第13条（対象データの管理）から第19条（損害賠償）まで、本条および第24条（管轄裁判所）は、
本契約終了後も有効に存続するものとする。
第24条 （管轄裁判所）
本契約に関する一切の紛争については、●地方裁判所を第一審の専属的合意管轄裁判所として処
理するものとする。
第25条 （協議）
本契約に定めのない事項または疑義が生じた事項については、信義誠実の原則に従いユーザおよ
びベンダが協議し、円満な解決を図る努力をするものとする。
（後文以下略）

䏆䏍
資料1-3：導入検証契約書
導入検証契約書
●●（以下「ユーザ」という。）と●●（以下「ベンダ」という。）は、
［検証対象となるベンダのAI技術名］のユ
ーザへの導入・適用に関する検証に関して、次のとおり契約（以下「本契約」という。）を締結する。
第1条 （目的）
本契約は、●●のユーザへの導入・適用に関する検証の遂行における、ユーザとベンダの権利・義務
関係を定めることを目的とする。
第2条 （定義）
1.
本検証　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
ベンダの●●のユーザへの導入・適用に関する検証をいい、詳細は別紙に定める。
2.
対象データ　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
本検証の対象となる、別紙に記載するデータおよびその他本検証に必要なデータをいう。
3.
知的財産　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
発明、考案、意匠、著作物その他の人間の創造的活動により生み出されるもの（発見または解明がさ
れた自然の法則または現象であって、産業上の利用可能性があるものを含む。）、および営業秘密そ
の他の事業活動に有用な技術上または営業上の情報をいう。
4.
知的財産権　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
特許権、実用新案権、意匠権、著作権その他の知的財産に関して法令により定められた権利（特許を
受ける権利、実用新案登録を受ける権利、意匠登録を受ける権利を含む。）をいう。
5.
成果物　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　
ベンダがユーザに提供する旨、別紙に記載する報告書その他の資料をいう。
第3条 （業務内容）
1. ユーザはベンダに対し、別紙に記載された本検証にかかる業務の提供を依頼し、ベンダはこれを引
き受ける。
2. ユーザは、本検証において、ベンダとユーザが別途合意する、または合意した生成AIサービスを提供
する企業（以下「本件生成AIサービス提供者」という。）が運営する生成AIサービス（以下「本件生成AI
サービス」という。）を利用することを承諾する。この場合、ベンダは、本件生成AIサービス提供者との
間で、本件生成AIサービス提供者が合理的な内容の秘密保持義務を負うこと、および本件生成AIサ
ービスに入力した情報を本件生成AIサービス提供者がAIの学習に用いないことをその内容とする契
約を締結しなければならない。
3.
別紙に本契約の条項と異なる定めがある場合は、別紙の定めが優先する。

`;