var toc_content = `4 

ＡＩリテラシー
1 

ＡＩがもたらすリスクの社会的受容可能な水準は変わり得ることを認識し、
2 
便益の最大化とリスクの抑制を図れるよう、知識・能力を身に付けるとと
3 
もに、倫理観を保持すること。
4 

イノベーション
5 

環境負荷の低減を含む持続可能性を確保しつつ、イノベーションの促進に
6 
貢献するよう努めること。
7 

社会課題の解決に資するＡＩの技術開発に取り組むこと。
8 

ＡＩの活用を阻害する要因の改善を図ること。
9 
10 
(3) 適正性確保のための基本方針
11 
(2)で示した考え方を踏まえ、適正性を確保するために取り組むべき基本方針は以下
12 
のとおり。 
13 
①リスクベースでのアプローチ
14 
・
ＡＩがもたらすリスクを特定・評価し、ＡＩを利用する分野や目的を踏まえた
15 
影響度合いに応じて、適切な対策を講じる。
16 
②ステークホルダーの積極的な関与
17 
・
ＡＩがもたらす便益、リスク等により影響を受ける主体（ステークホルダー）
18 
がＡＩガバナンスに積極的に関与し、ステークホルダーと協働して課題解決に
19 
取り組む。
20 
③一気通貫でのＡＩガバナンスの構築
21 
・
ＡＩがもたらすリスクをステークホルダーにとって受容可能な水準で管理しつ
22 
つ、便益を最大化するため、研究開発から社会実装までが近接するＡＩの各段
23 
階を一体的に捉えたＡＩガバナンスを構築。
24 
④アジャイルな対応
25 
・
ＡＩの技術進歩の速さや、予見可能性、説明可能性が十分でないことを踏まえ、
26 
変動し得るリスクに対してＰＤＣＡ（計画・実行・評価・改善）サイクルを回
27 
しながら、柔軟・迅速（「アジャイル」）に対応し、ＡＩガバナンスの成熟度を
28 
高めていく。
29 

5 
 
２ 研究開発機関及び活用事業者が特に取り組むべき事項 
1 
ＡＩを活用した製品、サービスの開発、提供をする活用事業者（海外事業者も含む）
2 
は、その開発、提供したＡＩが多くの主体に影響を及ぼし得ることを踏まえ、国際的な
3 
規範、国際標準、各種ガイドライン等を活用しつつ、１(2)に示す適正性確保に必要とな
4 
る主な要素に関して、特に以下の事項に取り組む。 
5 
また、ＡＩの研究開発機関は、その開発したＡＩを第三者に提供する際は、１(2)に示
6 
す適正性確保に必要となる主な要素に関して、特に以下の事項に取り組む。 
7 
 
8 
(1) ＡＩガバナンスによる俯瞰的な適正性の確保 
9 
・ 
ＡＩの設計・開発・提供・実装等のライフサイクル全体で、リスクの特定・評
10 
価・対処をするための組織的なプロセス（経営層の関与したモニタリングや評価
11 
の仕組み、情報の適切な開示、教育・研修の実施等）を含むＡＩガバナンスを構
12 
築・運用・継続改善。 
13 
 
14 
(2) ステークホルダーとの信頼関係の構築に向けた透明性の確保 
15 
・ 
学習データの出所と出力される生成物について、知的財産、プライバシー等の保
16 
護の適切な実施を含め、ステークホルダーとの信頼関係を構築するためにも、合
17 
理的な範囲で説明可能性を確保。 
18 
・ 
ＡＩを提供する際、ＡＩの適正な利用を可能にするための情報（ＡＩの仕組み・
19 
限界、禁止事項、学習するデータの収集ポリシー、出力の信頼性に関する注意喚
20 
起等）をそのＡＩの利用者に提供。 
21 
 
22 
(3) 十分な安全性の確保 
23 
・ 
ＡＩを悪用したサイバー攻撃や詐欺をはじめとする各種犯罪等違法行為のリスク
24 
を特定・評価し、適切な対策を講じる。 
25 
・ 
ハルシネーションや偏見・差別の助長、偽・誤情報等（ディープフェイク技術に
26 
よるフェイク動画、性的加工画像等）の拡散等につながるＡＩによる不適切な出
27 
力の抑制、ＡＩの意図しない動作や誤作動の防止をするため、最新の技術と知見
28 
を駆使して、解決、改善に向けて取り組む。 
 
29 

`;