var toc_content = `(5) ＡＩのイノベーションの基盤となるデータの重要性を踏まえたステークホルダー
7 
への配慮 
8 
・ 
ＡＩのイノベーションの基盤となる質の高いデータの確保と適正な活用が重要で
9 
あることを踏まえ、データの整備と新たな創作活動等の好循環を実現するため、
10 
知的財産等のデータ保有者等に対する利益還元のエコシステムや創作活動が促進
11 
される環境の構築に向けた方策の検討、実施に努める。 
 
12 

7 
 
３ 国及び地方公共団体が特に取り組むべき事項 
1 
国は、１(2)に示す適正性確保に必要となる主な要素に関して、特に以下の事項に取り
2 
組む。 
3 
地方公共団体は、１(2)に示す適正性確保に必要となる主な要素に関して、置かれた環
4 
境や課題が多様であることを踏まえ、地域の実情に応じて、特に以下の事項に配慮しつ
5 
つ、必要な対応を行う。 
6 
なお、ＡＩを開発、提供する際は、２に示す事項についても取り組む。 
7 
 
8 
(1) ＡＩの積極的かつ先導的な活用によるイノベーションの促進 
9 
・ 
活用事例や留意点を周知することがＡＩの普及促進に効果的であることを踏まえ、
10 
国及び地方公共団体が自ら積極的かつ先導的にＡＩの活用や公共調達における開
11 
発実証機会の提供を進める。 
12 
 
13 
(2) 社会全体におけるＡＩリテラシーの向上 
14 
・ 
国及び地方公共団体は、ＡＩを適正に利用するための判断を全ての主体が適切に
15 
できる環境を構築するため、国及び地方公共団体の職員を含めた社会全体におけ
16 
るＡＩリテラシーの向上を図ることが求められる。 
17 
・ 
常にＡＩの最新の技術動向や活用実態を把握し、リスク及びその対応策を検討し
18 
て、ステークホルダーの自主的な取組を促すための考え方を提示。 
19 
・ 
事業者、国民等におけるＡＩの研究開発・活用における適正性確保に向けて、生
20 
成ＡＩの基本的な使い方や注意点を学べるコンテンツの提供、社会人向けの生成
21 
ＡＩスキル・知見の習得支援等、教育・ガイダンスを積極的に推進。 
22 
 
23 
(3) ＡＩガバナンスの在り方の検討 
24 
・ 
国内外におけるＡＩガバナンスを巡る動向を注視し、ＡＩガバナンスの在り方を
25 
継続的に検討し、対応。また、ＡＩは国境を越えて展開されるため、国内だけで
26 
なく、国際的なガバナンスが不可欠であることを踏まえ、ＡＩガバナンスの国際
27 
協調を主導。 
 
28 

`;