var toc_content = `(1) 本指針の位置付け 
2 
・ 
人工知能関連技術の研究開発及び活用の推進に関する法律（「ＡＩ法」）第13 条に
3 
基づく本指針は、信頼できるＡＩの実現に向けて、事業者、国民等の全ての主体
4 
におけるＡＩの研究開発・活用の適正な実施に係る自主的かつ能動的な取組を促
5 
すために、国際的な規範の趣旨に即して策定するもの。 
6 
・ 
本指針の構成としては、１で全ての主体におけるＡＩの研究開発・活用の適正性
7 
確保に必要となる主な要素と基本方針を示し、２以降で各主体が１を前提として
8 
特に取り組むべき事項を記載する。 
9 
・ 
全ての主体は、適正性確保に必要となる主な要素を認識、理解することが求めら
10 
れる。また、取り組むべき事項について、各主体の規模や立場、ＡＩがもたらす
11 
リスクに応じて、その時点で適用し得る技術や知見を踏まえて適切な水準で対応
12 
することが求められる。 
13 
・ 
なお、我が国は、信頼できるＡＩの開発、活用、普及に向けて、本指針を中心と
14 
した枠組みを、国際モデルとなるよう展開するとともに、ＡＩに係る国際的なル
15 
ール形成を行う枠組みである「広島ＡＩプロセス」を牽引してきた実績を踏まえ、
16 
引き続きＡＩガバナンスにおける国際協調を主導する。 
17 
 
18 

`;