var toc_content = `9 
 
４ 国民が特に取り組むべき事項 
1 
国民は、１(2)に示す適正性確保に必要となる主な要素に関して、以下に特に配慮した
2 
対応を行う。 
3 
 
4 
(1)  人間中心の原則に基づくＡＩの責任ある利用 
5 
・ 
国民はＡＩを利用する主体として、ＡＩの利用により法令への抵触、加害行為を
6 
するおそれがあることを踏まえ、法令を遵守する。 
7 
・ 
ＡＩの利便性のみならず、倫理、法令、人権、安全等に関する課題を理解し、責
8 
任ある利用者としての自覚をもって行動するよう努める。 
9 
 
10 
(2)  ＡＩリテラシーに基づく適切な利用 
11 
・ 
ＡＩの特性や仕組みを正しく理解し、能動的にＡＩリテラシーを身に付けるよう
12 
努める。 
13 
・ 
ＡＩを利用する際、得られる情報の出所、正確性、生成過程等を理解し、人間の
14 
判断、責任の下で意思決定を行うとともに、不当な差別、誹謗中傷、偽・誤情報
15 
の拡散等を目的とした不適切な行為を行わない。 
16 
・ 
ＡＩの生成物（文章、画像、音声、動画等）は、社会的、法的に適切な形で利用
17 
する。 
18 

`;