var toc_content = ` 
 
29 
 
 すなわち、日本が強みを有する分野との融合に向けて、下記の具体目標の達成に向け
て取り組む。 
大目標 
日本が強みを有する分野とＡＩの融合 
 
具体目標 
 
医療、創薬、材料科学等の分野におけるＡＩ利活用の更なる注力 
 
我が国が強みを有する文化産業等におけるＡＩ利活用の促進 
 
我が国ならではの課題（①健康・医療・介護、②農業、③インフラ・防
災、④交通インフラ・物流、⑤地方創生、⑥ものづくり、⑦安全保障）に
対処するＡＩと我が国の強みの融合の追求 

 
 
30 
 
第四部 「すべてにＡＩ」を目指した着実な取組 
 
 第四部では、これまで着実に実施してきた戦略実施の成果を踏まえ、我が国のＡＩ技術力
とそれを支える人材を育成し、それを競争力の源泉としたＡＩネイティブな社会・産業構造
を着実に構築する。その目標の実現に向けて、「教育改革」、「研究開発体制の再構築」、「デ
ータ連携基盤整備」、「ＡＩ時代のデジタル・ガバメント」、「中小企業・ベンチャー企業への
支援」そして「倫理」に関するそれぞれの取組を推進していく。 
 
１．教育改革 
 現在、私達の社会は、デジタル・トランスフォーメーションにより大転換が進んでいる。
昨今では、COVID-19 感染症の影響による人々の生活スタイルの変化やデジタル化の遅れの
露呈等を受けて、我が国の社会全体のデジタル・トランスフォーメーションは加速してき
ている。このデジタル・トランスフォーメーションの中核をなす技術がＡＩであり、ＡＩ
を作り、活かし、新たな社会（「多様性を内包した持続可能な社会」）の在り方や、新しい
社会にふさわしい製品・サービスをデザインし、そして、新たな価値を生み出すことがで
きる人材がますます求められている。ビッグデータの収集・蓄積・分析の能力とも相まっ
て、今後の社会や産業の活力を決定づける最大の要因の一つであるといっても過言ではな
い。 
 このため、関連の人材の育成・確保は、緊急的課題であるとともに、初等中等教育、高
等教育、リカレント教育25、生涯教育を含めた長期的課題であり、ＡＩ戦略2019 策定時か
ら取り組んできている課題である。とりわけ、「数理・データサイエンス・ＡＩ」に関する
知識・技能と、人文社会芸術系の教養をもとに、新しい社会の在り方や製品・サービスを
デザインする能力が重要であり、これまでの教育方法の抜本的な改善と、ＳＴＥＡＭ教
育 26などの新たな手法の導入・強化、さらには、実社会の課題解決的な学習を教科横断的
に行うことが不可欠であり、引き続き注力していく必要がある。 
                                     
25 職業人を中心とした社会人に対して、学校教育の修了後、いったん社会に出てから行われる教育であり、職場から離れて行われるフル
タイムの再教育のみならず、職業に就きながら行われるパートタイムの教育も含む 
26 Science, Technology, Engineering, Art, Mathematics 等の各教科での学習を実社会での課題解決に生かしていくための教科横断的な
教育 

 
 
31 
 
 まずは、様々な社会課題と理科・数学の関係を早い段階からしっかりと理解し、理科・
数学の力で解決する思考の経験が肝要である。その実現のためにも、児童生徒一人一人の
ための情報教育環境と教育を支援する校務支援システムを含む、学校のＩＣＴインフラの
拡充と、それを活かした教育を実践する。さらに、我が国が、諸外国に先んじて、新たな
数理・データサイエンス・ＡＩ教育を、Society 5.0 時代の教育のモデルとして構築する
ことで、世界、特にアジア地域へ力強く発信していく。 
 
大目標 
デジタル社会の基礎知識（いわゆる「読み・書き・そろばん」的な素養）である
「数理・データサイエンス・ＡＩ」に関する知識・技能、新たな社会の在り方や製
品・サービスをデザインするために必要な基礎力など、持続可能な社会の創り手と
して必要な力を全ての国民が育み、社会のあらゆる分野で人材が活躍することを目
指し、2025 年の実現を念頭に今後の教育に以下の目標を設定： 
 
全ての高等学校卒業生が、「数理・データサイエンス・ＡＩ」に関する基礎的な
リテラシーを習得。また、新たな社会の在り方や製品・サービスのデザイン等
に向けた問題発見・解決学習の体験等を通じた創造性の涵養 
 
データサイエンス・ＡＩを理解し、各専門分野で応用できる人材を育成（約25
万人/年） 
 
データサイエンス・ＡＩを駆使してイノベーションを創出し、世界で活躍でき
るレベルの人材の発掘・育成（約2,000 人/年、そのうちトップクラス約100 人
/年） 
 
数理・データサイエンス・ＡＩを育むリカレント教育を多くの社会人（約100
万人/年）に実施（女性の社会参加を促進するリカレント教育を含む） 
 
留学生がデータサイエンス・ＡＩなどを学ぶ機会を促進 
 
（１）リテラシー教育 
【高等学校】 

 
 
32 
 
具体目標 
全ての高等学校卒業生（約100 万人卒/年）が、データサイエンス・ＡＩの基礎
となる理数素養や基本的情報知識を習得。また、人文学・社会科学系の知識、新
たな社会の在り方や製品・サービスのデザイン等に向けた問題発見・解決学習を
体験 
 
【大学・高専・社会人】 
具体目標１ 
文理を問わず、全ての大学・高専生（約50 万人卒/年）が、課程にて初級レベル
の数理・データサイエンス・ＡＩを習得 
具体目標２ 
多くの社会人（約100 万人27/年）が、基本的情報知識と、データサイエンス・Ａ
Ｉ等の実践的活用スキルを習得できる機会をあらゆる手段を用いて提供 
具体目標３ 
大学生、社会人に対するリベラルアーツ教育28の充実（一面的なデータ解析の結
果やＡＩを鵜呑みにしないための批判的思考力の養成も含む） 
 
【小学校・中学校】 
具体目標 
データサイエンス・ＡＩの基礎となる理数分野について、 
① 習熟度レベル上位層の割合が世界トップレベルにある現在の状態を維持・向
上 
② 国際的に比較して低い状況にある理数分野への興味関心を向上 
                                     
27 日本の労働人口約6,000 万人の25%（約1,500 万人）へのデータサイエンス・ＡＩに関するリテラシー教育を今後10 年間で対応する場
合の、当該期間に輩出される大学・高専の新卒者約500 万人を除く約1,000 万人（約100 万人×10 年）の1 年あたりの規模数を設定 
28 専門職業教育としての技術の習得とは異なり、思考力・判断力のための一般的知識の提供や知的能力を発展させることを目標にする教
育 

 
 
33 
 
様々な社会課題と理科・数学の関係性の理解と考察を行う機会を確保 
 
（２）応用基礎教育 
具体目標１ 
文理を問わず、一定規模の大学・高専生（約25 万人29卒/年）が、自らの専門分
野への数理・データサイエンス・ＡＩの応用基礎力を習得 
具体目標２ 
地域課題等の解決ができるＡＩ人材を育成（社会人目標約100 万人/年） 
 
（３）エキスパート教育 
具体目標 
エキスパート人材（約2,000 人30/年、そのうちトップクラス約100 人31/年）を育
成するとともに、彼らがその能力を開花・発揮し、イノベーションの創出に取り
組むことのできる環境を整備 
 
（４）数理・データサイエンス・ＡＩ教育認定制度 
具体目標１ 
大学・高専の卒業単位として認められる数理・データサイエンス・ＡＩ教育のう
ち、優れた教育プログラムを政府が認定する制度を構築、普及促進 
具体目標２ 
政府が認定する優れた数理・データサイエンス・ＡＩ関連の教育・資格等を普
及促進 
                                     
29 大学の理工農系・医歯薬系学部の1 学年当たりの学生数（約16 万人）及び人文社会系学部の1 学年当たりの学生数（約37 万人）の30%
程度（約11 万人）を念頭に、目標として設定 
30 資本金10 億円以上の日本企業数（約6,000 社）を参考に、目標として設定 
31 日本の業界数（約500）を参考に、目標として設定 

 
 
34 
 
 
２．研究開発体制の再構築 
（「戦略と創発」による急速な底上げと、持続可能な研究体制の構築） 
 世界のビジネスは、現在、特にインターネットビジネスの分野で、米中を中心とする巨
大ＩＴ企業が牽引しており、これらの企業を含め、ＡＩ関連分野では、極めて激しい研究
開発競争が展開され、世界中で研究人材についての激しい争奪戦が生じている。 
 そうした中、我が国では、基礎研究、汎用的研究、セクターごとの応用研究等が、それ
ぞれ独立的、分散的に発展してきた歴史があり、それらが、特定の基盤研究において優れ
た能力を有するＡＩ関連中核センター群32や、特定分野ごとの実世界の応用研究で優れた
実績を有する公的研究機関を形成している一方で、横断的活動が多くはない状況であった。 
 これらを踏まえ、「ＡＩ戦略2019」策定以降、ＡＩ関連中核センター群を核とした研究
開発ネットワークの整備を推進してきた。特に、各ＡＩ関連中核センターについて、理研
AIP は、ＡＩに関する理論研究を中心とした革新的な基盤技術の研究開発で世界トップを
狙い、NICT は、大規模データを用いた革新的自然言語処理による対話技術、アジアからの
訪日・在留外国人への対応を含めた多言語翻訳・音声処理技術、更に心の通うコミュニケ
ーションの実現を目指した脳の認知モデルの構築と応用において世界トップを狙い、産総
研AIRC は、ＡＩの実世界適用に向けたＡＩ基盤技術と社会への橋渡しに向けた研究の世
界的な中核機関として世界をリードすることを狙うとともに、各ＡＩ関連中核センターは
その研究成果を迅速に社会で活用させることを目指すことを目標とし、ＡＩ研究開発に取
り組んできた。 
 これらの取組は、日本が先端的ＡＩ技術を構築していくために必須なものであり、今後
も注力していく。そして、日本が世界と伍していくべく、ＡＩ研究開発の日本型モデルを
創造し、世界の研究者から選ばれる魅力的なＡＩ研究拠点化を実現していく。さらには、
そのような環境の中で、日本がリーダーシップを取れる先端的ＡＩ技術を世の中に生み出
していく。 
大目標 
                                     
32 理化学研究所の革新知能統合研究センター（AIP）、産業技術総合研究所の人工知能研究センター（AIRC）、情報通信研究機構（NICT）の
ユニバーサルコミュニケーション研究所（UCRI）及び脳情報通信融合研究センター（CiNet） 

 
 
35 
 
 
基礎研究から社会実装に至るまでの、本戦略に即した包括的な研究開発サイク
ルの構築 
 
日本がリーダーシップを取れる先端的ＡＩ技術、標準化における国際イニシア
ティブの確保 
 
ＡＩ関連中核センター群の強化・抜本的改革を行うとともに、同センター群を
中核にしたネットワークを構築することによって、ＡＩ研究開発の日本型モデ
ルを創出し、世界の研究者から選ばれる魅力的なＡＩ研究拠点化を推進 
 
「多様性を内包し、持続可能な発展を遂げる社会」を実現する上で重要な創発
研究、基盤的・融合的な研究開発の戦略的な推進 
 
世界的レベルの研究人材が自由かつ独創性を発揮して世界をリードできる創発
研究の推進 
 
世界の英知を結集する研究推進体制の構築 
 
（１）研究環境整備 
①中核的研究ネットワークの構築 
具体目標１ 
本戦略に即した推進体制の下でのＡＩ関連中核センター群の強化・抜本的改革 
具体目標２ 
ＡＩ関連中核センター群を中核に、ＡＩ研究開発に積極的に取り組む大学・公的
研究機関と連携した、日本の英知（実装に強いエンジニア、ＡＩ研究者、基礎と
なる数学・情報科学の研究者を含む）を発掘・糾合し、研究開発等の機会を提供
する、「ＡＩ研究開発ネットワーク」の構築・運用 
具体目標３ 
世界の研究者から選ばれる、本戦略に即した魅力的な研究開発の制度及びインフ
ラの整備 
 

 
 
36 
 
②創発研究支援体制の充実 
具体目標 
 
世界をリードする質の高い研究人材の確保・育成 
 
研究者が継続的に創発研究に挑戦できる研究支援体制の構築 
 
創発研究の知的基盤強化のための研究（及び研究者）の多様性確保 
 
（２）中核研究プログラムの立ち上げ ： 基盤的・融合的な研究開発の推進 
具体目標 
大目標を達成する上で重要となるＡＩの基盤的・融合的な技術（ＡＩ Core）を
以下の4 つの領域に体系化し、それらの研究開発を戦略的に推進 
1. Basic Theories and Technologies of ＡＩ 
2. Device and Architecture for ＡＩ 
3. Trusted Quality ＡＩ 
4. System Components of ＡＩ 
 
 
３．データ関連基盤整備 
 ＡＩ技術の発展を根本から支えるものは、大量のデータである。質の高いデータを収集
し、サイバー攻撃などのリスクなどから守りながら、それらを分析・解析に活用すること
は極めて重要である。このため、我が国においても、ＡＩ戦略2019 の策定以降、諸外国に
遅れることなく、政府や民間が有するデータの連携・標準化に取り組んできている。政府
では「デジタル社会の実現に向けた改革の基本方針」(2020 年12 月)や「包括的データ戦
略」(2021 年6 月)をとりまとめるのと同時に、第2 期SIP を活用した社会実装を推進して
きている。 
 今後は、データの連携・標準化の活動をより一層推進するとともに、その過程において
は、ビッグデータの中の偏りを防止し、ＡＩ活用のリスクが生じないようにしなければな

 
 
37 
 
らない。また、データの真正性、更には本人確認といった点における信頼確保が極めて重
要である。既に、米国では政府調達分野でのトラスト基盤、ＥＵでは共通トラスト基盤の
構築が進められており、我が国でも関連の検討が開始されているが、例えば、サプライチ
ェーン全体のセキュリティ確保（「サイバー・フィジカル・セキュリティ対策フレームワー
ク」）などの検討を加速していかなければならない。 
 
大目標 
国際連携を前提とした、次世代のＡＩデータ関連インフラの構築 
 
（１）データ基盤 
具体目標 
健康・医療・介護、農業、国土強靭化、交通インフラ・物流、地方創生等の分野
における、ＡＩの活用のためのデータ連携基盤の本格稼働 
収集するビッグデータの品質確認、保証に資する取組の実施 
 
（２）トラスト 
具体目標 
米国、欧州等と国際相互認証が可能なトラストデータ連携基盤の構築、整備 
 
（３）ネットワーク 
具体目標１ 
Society 5.0 を支える21 世紀の基幹となる情報通信インフラである第5 世代移動
通信システム（５G）や光ファイバの日本全国での整備を推進 
具体目標２ 

 
 
38 
 
日本全国でＡＩの活用が可能となるためのネットワーク基盤の高度化と安全・信
頼性の確保 
 
４．ＡＩ時代のデジタル・ガバメント 
 公共サービスセクターにおける電子化の遅れと、特に地方における急速な少子高齢化が
相まって、自治体の行政コストは増加する一方で、行政職員の人手不足が顕在化してきて
いる。これにより、公共部門における生産性の低下が更に進展してきており、これを解決
するＡＩ関連技術の利活用が渇望されている。特に、新型コロナウイルス感染症対応によ
って露呈したデジタル化の遅れに対する対応について、デジタル庁の設置、包括的データ
戦略の検討等が進められているものの、国の行政機関におけるＡＩの活用状況は、現状、
必ずしも進展していない。人々の生活様式や働き方が変化している中、これらに対応しつ
つ、更に国の行政機関における業務の効率化や質の高い行政サービスの提供を行っていく
ためには、これまで以上に積極的なＡＩの活用を検討していく必要がある。 
 国の行政機関がＡＩを活用する際には、特に透明性、公平性、説明可能性等の確保が重
要であることを理解したうえで、ＡＩの導入促進を図ることが必要である。このため、国
の行政機関におけるＡＩ導入の基本的考え方の整理や、ＡＩ導入ガイドラインの策定等の
総合的な対策を取りまとめ、実施していく。そして、国の行政機関における業務に積極的
にＡＩを活用していく。 
大目標 
 
徹底的なデジタル・ガバメント化を推進し、ＡＩを活用して、効率性・利便
性の向上、更にはインクルージョンの実現 
 
適切なデータ収集と解析に基づく行政と政策立案などを実現 
 
自治体行政分野へのＡＩ・ロボティクス活用によるコスト低減化・業務効率
化・高度化を進め、持続可能な公共サービスを確保 
 
具体目標１ 

 
 
39 
 
ＡＩを活用した公共サービスの利便性・生産性の向上 
具体目標２ 
自治体の行政コスト低減と公共サービスレベル維持の両立を成し遂げるための業
務の効率化・高度化に向けたＡＩ・ロボティクス等の活用推進 
 
５．中小企業・ベンチャー企業への支援 
 働き方改革の必要性が叫ばれて久しいが、我が国の全体としての生産性の大幅な向上が
求められる中でも、とりわけ中・小規模事業者の労働生産性は、大企業と比して低水準に
ある。ＡＩ技術の利活用が進めば、企業の生産性の抜本的改善が期待できるが、そのため
には、まずは、中小企業を始めとする各企業のＡＩリテラシーを高め、これら企業の技術
ニーズと、必要となるＡＩ技術シーズとのマッチングを進めていくことが不可欠である。 
 また、ＡＩ技術は、新たなベンチャー企業を生み出す大きなチャンスを提供する。実際、
米国や中国では、ＡＩ関連ベンチャー投資は急速に拡大しており、多くのユニコーン企業
が出現している。ＡＩ技術の共有と、企業や行政におけるＡＩの利活用を促進し、新たな
製品やサービスの創出のための環境を整えていく必要がある。近年、我が国においても、
ＡＩベンチャー企業への投資も、起業数も増加傾向にあり、社会におけるＤＸの進展を踏
まえ、これまで以上に中小企業・ベンチャー企業の担う役割は大きくなっていくものと考
えられる。 
 今後も引き続き、ものづくり中小企業等のＡＩの高度化・活用を通じた労働生産性の向
上等に取組んでいくことが必要である。 
大目標 
 
低生産性分野、成長分野におけるデータ基盤整備と、ＡＩ活用による生産
性・成長性の向上 
 
ＡＩ関連スタートアップの支援強化 
 

 
 
40 
 
（１）中小企業支援 
具体目標 
ＡＩを活用した中小企業の生産性の向上 
 
（２）ＡＩ関連創業に関する若手支援 
具体目標 
ＡＩ関連スタートアップ企業支援 
 
６．倫理 
 ＡＩの利活用への関心が高まる中、文明的な利便性を過度に追求することは、ＡＩが引
き起こす負の側面が拡大しかねない。これを抑制するには、文化的な背景が持つ高い倫理
的観点が重要であり、より人間を尊重したＡＩの利活用を進めるために、我が国では2019
年３月に、またＥＵでは同年４月に、ＡＩ社会原則を発表した。さらに、同年5 月のOECD
閣僚理事会では、ＡＩに関する勧告が採択され、同年6 月のG20 大阪首脳会合において、
「G20 ＡＩ原則」が同首脳宣言の附属文書として合意された。その後、2020 年6 月に立ち
上がったGPAI（Global Partnership on AI）や2021 年11 月第41 回ユネスコ総会におい
て、「ＡＩの倫理に関する勧告」が採択されたユネスコなどを含め、様々な国際的枠組みに
おいて、ＡＩの社会実装の進展に伴うＡＩ技術の信頼と責任のあり方等に関する検討が進
められてきている。GPAI については、2021 年11 月のGPAI 閣僚級理事会において、2022
年末から１年間、我が国が議長国となることが決定し、2022 年末にGPAI 閣僚級理事会や
年次総会等を日本で開催予定である。 
 このような状況下、我が国は、我が国の社会経済活動が過度に制約されることが無いよ
う、同志国を中心に、諸外国と連携して国際標準化活動の推進等の国際連携を実施してい
く必要がある。 
目標 
ＡＩ社会原則の普及と、国際連携体制の構築 
 

`;