var toc_content = ` 
 
7 
 
 女性、外国人、高齢者など、多様な背景を有する多様な人々が、多様なライフスタ
イルを実現しつつ、社会に十分に参加できるようになることが極めて重要である。Ａ
Ｉ関連の多様な技術体系の確立とそれを活用するための社会の制度・仕組み作りを進
め、国民一人一人が、具体的にＡＩの便益を受けることができることを目指す。 
 また、この戦略目標は、日本国内のみを想定したものではなく、ＳＤＧｓ達成へ貢
献するため、地球規模でこれを推進する前提で実行に向けた計画を策定することが重
要である。 
 
戦略目標４ 
 我が国がリーダーシップを取って、ＡＩ分野の国際的な研究・教育・社会基盤ネット
ワークを構築し、ＡＩの研究開発、人材育成、ＳＤＧｓの達成などを加速すること。 
 
 経済・社会のグローバル化が急速に進む中、ＡＩ関連の人材育成・確保や産業展開
などについては、決して国内で完結することはなく、常に国際的視点を有しなければ
ならない。例えば、人材育成・確保では、海外の研究者・エンジニアが日本国内で活
躍できる場を数多く提供するとともに、我が国と海外との共同研究開発・共同事業を
増大させる必要がある。 
 このため、北米・欧州地域の研究・教育機関、企業との連携強化に加え、今後の成
長が見込まれる、ＡＳＥＡＮ、インド、中東、アフリカ等との連携を本格化し、当該
地域のＡＩ研究・実用化の促進に貢献する。これを実現するには、ＡＩ研究開発ネッ
トワークの中核センターなどが、各々の重点領域において、どの領域で世界一の研究
を行うのか、また、創発的研究において、どのように人材やテーマの多様性など国際
的に人材をひきつけるかの方策を明確にする必要がある。 
 また、健康・医療・介護や農業、スマートシティなどの領域においても、人材、デ
ータ、市場の面で、相互にメリットを有する規模感の国際的連携・協力を目指す。 
 

 
 
8 
 
７．官民の役割分担 
 本戦略の実現には、官民の一体的取組が不可欠である。このうち国は、以下のような取
組を行うことにより、今後の新たな社会（Society 5.0）作りのための環境を整備し、民間
が行う、生産性の向上、多様な価値の創造、スタートアップ企業群の創出や、それらを通
じた産業構造のたゆみなき刷新をサポートする。 
 
戦略の策定と、それを実現するためのロードマップの策定 
 
制度的・政策的障害の迅速な除去 
 
マルチステークホルダー間での課題解決のためのネットワークの構築 
 
国内外を包含した人材育成 
 
社会構造変革及び国家存続のための社会実装 
 
基盤的な研究開発、次世代の基礎研究 
 
ＡＩ利活用の加速に向けた、共通的な環境整備 
 
倫理、国内・国際的なガバナンス体制の形成 
 
「グローバル・ネットワーク」のハブ作り 
 他方、民間セクターは、本戦略の趣旨をしっかりと理解したうえで、ＡＩ社会原則を遵
守し、優秀な人材に対する国際的競争力のある報酬体系の導入を図りつつ、ＡＩ技術の社
会実装の出口として実現に向けた一層の努力とともに、他国・地域との国際連携や、多様
なステークホルダーとの協働を推進する必要がある。そして、未来を共創するために、大
きなチャレンジを行う主体としての自覚を持ち、今後の経済・社会の発展に積極的に貢献
していくことが求められる。 
 
 
 

 
 
9 
 
第二部 差し迫った危機への対処 
 
１．我が国を取り巻く環境 
 戦略目標０が目指す災害など国家危機への対応基盤づくりは、自然災害大国である我が
国では非常に重要な課題である。同時に、地球規模でのサステナビリティを実現していく
必要がある。そして、この両者を達成していくためには、ＡＩとデジタル化を推進し、そ
の障壁を取り除いていく必要がある。ここでは、戦略目標０を掲げ、これを軸とした戦略
構築を目指す背景状況について詳述する。 
 
（１）日本の「今そこにある危機」--- National Resilience 確立の必要性 
 現在の日本は、新型コロナウイルス感染症のまん延が続く中、首都直下地震、南海ト
ラフ地震などの大規模地震や富士山なども含む大規模火山噴火、気候変動等の影響によ
り激甚化・頻発化する大雨などの大規模災害のリスクにさらされている。また、自然災
害自体が避けられないものである以上、その被害の最小化に尽力することは当然ながら、
その後の日本の復興をどうするかという大きな課題もある。 
 さらに、新型コロナウイルス感染症のエンデミック化により変貌する医療システムへ
の負担と同時に、コロナウイルスの変異種のみならず鳥インフルエンザなどによる新た
なパンデミックリスクも低減されているわけではない。気候変動や生物多様性の喪失に
連動し 、パンデミックリスクは今後さらに増大すると想定する必要がある 。 
 同時に、人口減少と高齢化により急激に縮小する国内市場と労働人口、財政の極端な
悪化という内在的要因もあり、国としての体力が奪われている状態にある。さらに、デ
ジタル化やＡＩ化の遅れなど、大きな変化への対応が決定的に遅れていると言わざるを
得ない 。また、地政学的なリスクについての危惧もある。これは災害のような急激な変
化ではないが、危機的な状態へと至る蓋然性が高いという意味では有事であり真剣かつ
早急な対応が必要である。残念ながらこれが我が国の「今そこにある危機」であり、「約
束された未来」である。 
 これらの課題は、ＡＩだけで克服できるものではない。しかし、ＡＩも含め現在の日
本の総力を挙げて対応するべき課題であり、これまでの閉塞を破る起爆剤として大きく

 
 
10 
 
活用すべきである。特に、国家としての体力が奪われつつある局面での、大規模災害は
深刻な事態となり、これに対する対策は最重要課題でもある。同時に、我が国は、度重
なる大規模災害を克服してきた歴史もある。実際、南海トラフ沿いの地震は繰り返し発
生しており、安政年間に発生した際には大災害を引き起こし、日本は江戸幕府の終焉か
ら明治維新という歴史的転換点を迎えた。次のサイクルは太平洋戦争末期であり、日本
は終戦から高度経済成長時代を迎えるに至った。このような歴史的俯瞰から、我々は、
現在の地殻変動サイクルにしっかりした対応をすると同時に、その後に訪れる日本の姿
を構想する戦略を打ち立てる必要がある。この「約束された未来」に対し、希望を生み
出すための取組は、人類が力を合わせて初めて実現するものであるとともに、今後の社
会に変化をもたらす起爆剤ともなりうるものであり、また日本が日本らしい世界への貢
献ができる切り口である。 
 
（２）世界規模の危機が進行している --- Planetary Resilience 構築へのリーダーシッ
プの発揮 
 同時に、地球規模の危機が進行し、日々その対応の緊急性が高まっている。不可逆的
気候遷移(Climate Departure)が予測され4、その影響は風水害の苛烈化、パンデミック
リスクの上昇、食糧危機、水資源の枯渇などへと直結すると考えられ、その先にあるの
は、さらなる格差の増大、貧困、飢餓、政治的不安定性の増大と地域紛争の多発である。 
 この惑星のサステナビリティは、ホリスティックな問題であり、カーボンニュートラ
ルの達成だけで解決されるわけではない。我が国のムーンショット型研究開発制度のビ
ジョナリー会議においても議論されたように、極めて広範な課題の解決が必要となる5。
同時に、新型コロナウイルス感染症の影響による2020 年前半の世界的なロックダウン
による極めて激烈な経済活動の低下においても十分な環境負荷の改善は生じなかった
という極めて衝撃的な研究も発表されている6。これは、単に経済活動の縮小や効率化な
                                     
4 Mora, C., et al, “The projected timing of climate departure from recent variability”, Nature 502, 183-187, 2013. 
5 「ムーンショット型研究開発制度が目指す未来像及びその実現に向けた野心的な目標について」第四回ムーンショット型研究開発に係る
ビジョナリー会議、2019 (https://www.kantei.go.jp/jp/singi/moonshot/dai4/siryo1.pdf) 
6 Le Quere, C., et al., “Temporary reduction in daily global CO2 emissions during the COVID-19 forced confinement”, Nature 
Climate Change 10, 647-653, 2020. 

 
 
11 
 
どの手法ではなく、根本的な社会構造や産業構造の転換が必要であることを示してい
る 7。 
 これらの問題を解決する方策の多くは、新しく、おそらく過激な発想による社会と産
業構造の転換とそれを可能とする一連の技術的ブレークスルーによって成し遂げられ
ると考えられる。日本は、豊穣なるも厳しい自然環境と安心・安全に大きな価値を見出
し、自然との調和を大切にしてきた国でもある。ＡＩをはじめとする一連の技術的革新
と社会・産業の構造変革を成し遂げるという意志を明確にし、その世界的なリーダーシ
ップをとっていくという方針で、旗色を鮮明にするべきであろう。これは、地球規模の
問題の解決への大きな貢献と同時に大きな産業創成の機会でもあり、日本の発展と国際
的な地位の向上に大きく貢献すると考えられる。 
 
（３）ＡＩとデジタル化に伴う脆弱性の克服 --- Cybernetic Resilience としての
Responsible AI の確立とサイバーセキュリティの強化 
 National Resilience とPlanetary Resilience の達成は、あらゆる手立てを講じて対
処するべき課題であり、中でもＡＩとデジタル化は、その実現に不可欠であり、その中
核の一部を担うものであることも事実である。それは、デジタル空間により多くの情報
が蓄積、流通され、ＡＩなどを用いた解析から多くの価値を持った情報が生成されるこ
とを意味する。このＡＩとデジタル化によって形成される社会基盤が、公平性・透明性
があり、責任ある形で運用され、安全であることが極めて重要である。これがＡＩとデ
ジタル化の普及の大前提であり、信頼されるかたちで国境を越えたデータフローを実現
する基本である。このような技術は、我が国の情報基盤の信頼性を担保するものであり、
高品質と安心・安全という競争上の利点も生み出すと考えられる。 
 これらの課題は、その克服には大きな社会と産業の変革と技術的ブレークスルーを伴
うものであるが、それは、大きな事業機会を生み出す機会でもある。つまり、我々が抱
えている大きな危機を、最大のチャンスに転換する戦略を構築し、迅速に実施するとい
うのが、戦略目標０の意図である。同時に、この戦略が我が国の産業競争力の向上を支
えるために国が行うべき政策そのものになることを意図している。 
                                     
7 Forster, P., et al., “Current and future global climate impacts resulting from COVID-19”, Nature Climate Change 10, 913-
919, 2020. 

 
 
12 
 
 
２．戦略目標０を軸としたアクションプラン 
 ＡＩ戦略2022 における戦略目標０を軸とした戦略の実現のためには、次の行動方針を
実現する具体策を策定し実行する必要がある。 
 
（１）AI for National Resilience の確立 
 大規模災害などに対するResilience の最大化と復興プランの策定。災害の予測・予
防・対応・復旧の各段階の最大限の対策をＡＩとその周辺技術で支援し、従来では不可
能であった対策を実現する。これには、最大速度でのデジタル化・ＡＩ化さらには極め
てロバストな社会システムへの転換が必要となる。また、復興と新しい日本の姿を描い
た準備を加速する必要がある。このためには、「国土強靱化基本計画（平成30 年12 月
閣議決定）」も踏まえつつ、物理的にも情報的にも戦略的バッファーを構築する必要があ
る。 
大目標 
「国家強靭化のためのＡＩ」の確立 
 
①デジタル・ツインの構築による国家強靭化 
 ＡＩを防災や減災に利用しようとする研究は多く見られるが、さらにそれらを活用
し災害の予測・予防・対応・復旧・復興という一連の流れを統合的にサポートできる
基盤としてデジタル・ツインの構築が重要である。デジタル・防災技術ワーキンググ
ループ未来構想チームの提言8は、デジタル技術を利用した防災・減災のオプションが
提示されている。災害への対応は、平時から推進するべきものであるが、その一つ
が、デジタル・ツインの構築である。これは防災の観点以外にも我が国の公共基盤の
デジタル化を促進する側面もある。基幹インフラのＡＩ化の前提は徹底したデジタル
化であり、デジタル・防災技術ワーキンググループ未来構想チームの提言を実行する
                                     
8 http://www.bousai.go.jp/kaigirep/teigen/pdf/teigen_03.pdf 

 
 
13 
 
ことが大前提となる9。デジタル・ツインは、単にサイバースペースに閉じるのではな
く、ロボティックスやセンサーと連動し、実空間とのハイブリッド化が進むと考えら
れる。 
 デジタル・ツインは、災害対策のみならず、国の行政の基盤となるだけではなく、
民間サービスの効率化や新規サービスを生み出すプラットフォームや柔軟なライフ
スタイルを実現する仕組みともなり得る。デジタル・ツインを都市計画・運用や広範
な事業へと応用する試みは、シンガポールなどで行われており10、それらのイニシア
ティブとの連携も重要である。 
 デジタル・ツインの実現により、中央並びに地方自治体など行政機関のデジタル化
が促進されると同時に、デジタル化により柔軟なワークスタイル・ライフスタイルの
実現が可能となる。これは、居住地やオフィス立地の選択に大きな自由度を与えるも
のであり、震災リスクの少ない地域への移住や多拠点生活、開疎化されたコミュニテ
ィーの形成への道を開く。デジタル化・ＡＩ化の目的は、単に生活の便利さや事業機
会の増大にとどまらず、むしろその本質は、多様性の内包とサステナビリティの実現
と捉えるべきであり、災害に対してのレジリエントな社会の実現と多様性の内包、サ
ステナビリティの向上は同時に実現できると考える。 
 また、災害対応に類する取組、例えば武力攻撃事態等における国民の保護等におい
ても、デジタル・ツインの活用が期待されることにも留意が必要である。 
具体目標 
ＡＩによる利活用の基礎となるデジタル・ツインの構築 
 
                                     
9 デジタル・ツインは、例えば、災害時の運用としては、部門・レイヤに分かれた以下の事象をそれぞれ連動してシミュレートできるよう
に、また発災時に刻一刻と変わる状況を反映でき、近未来の課題を把握し、打ち手の効果を可視化するモデルとするべきである。連動すべ
き事象は、１）気象地象のシミュレーション、２）決壊・土砂崩れなどの地表への被害予測、３）発災直後の人流と所在状況の予測、４）
消防・警察・自衛隊および同盟軍のスクランブル的救出の予測とボトルネック把握、５）電気・上下水道・道・ごみ処理など基幹インフラ
への被害の広がりと復旧状況把握、６）避難場所の把握と避難・対応状況の把握、７）食料・必要物資の供給状況とボトルネック把握、
８）政府・自治体の連携とガバナンス状況・トラブル・ボトルネックの把握である。この実現には、刻一刻と変化する空間に関する多様な
情報のリアルタイム性の高い反映と統合、レイヤ別の予測だけでなく、レイヤ内でも組織が分かれた救助・インフラ部門を総合した変化の
予測、レイヤ間のフィードバック、柔軟なモデルの改変と反映能力の構築、これらを支える分散的な情報処理インフラ、天災時でも落ちな
い通信・電力を含めたセンシング機能、実現を支える技術・人的リソースの強化が必須である。 
 
10 Virtual Singapore, National Research Foundation (https://www.nrf.gov.sg/programmes/virtual-singapore) / Energy Market 
Authority of Singapore, “Singapore’s First Digital Twin for National Power Grid,” 27 Oct. 2021 
(https://www.ema.gov.sg/media_release.aspx?news_sid=20211023u4Natua5xC8b) 

 
 
14 
 
②グローバル・ネットワークの強化によるNational Resilience の確立 
 Resilience 確立の重要性は、国内での対策に閉じたものではない。日本国内での大
規模災害や急激な市場・労働力の縮小に対応するには、国外の状況変化にも対応でき
るBCP とサプライチェーン擾乱への対応が必要である。これは、国内・国外のいずれ
かで大規模災害が起きた際にもサプライチェーンが維持され、事業と生活が継続され
る体制が効率的に構築されることを意味する。 
 同時に、少子高齢化によって縮小する可能性が高い国内市場から、より大きな市場
との連携を強めることによって、より大きな可能性を追求し、企業のレジリエンス、
ひいては日本のレジリエンスを向上させる。また急速な高齢化は、専門性の高い人材
の知見の継承や職人技の伝承の機会が急速に失われつつあることも意味している。急
速な高齢化と人口減少は、日本だけの問題ではなく、多くの国で早晩直面する問題で
もある。 
 国や自治体など公共セクターが、民間企業のグローバル市場への迅速な展開を支援
する基盤と制度の構築を加速化する必要がある。例えば、日本のデジタルデータプラ
ットフォームを、India Stack などのデータプラットフォームとのインターオペラビ
リティーを確立することで、大きな市場でのアクセスと事業スケールの拡大を支援す
ることができる11。  
 これは日本国内で開発されたサービスやプロダクトを海外に展開するということの
みならず、開発や事業化の拠点が国内はもとより海外にも分散されバックアップの機
能も有するということを意味する。政府は、グローバル市場に展開できる基盤・制
度・プレーヤーを迅速に立ち上げ、効率的なレジリエンス強化対応支援をする必要が
ある。また、このような政策は、幅広い企業のグローバル展開に資するものとなる。
例えば、農業セクターを例にとるならば、農業関係の統合データプラットフォームで
あるWAGRI12を国内のみならずに海外に展開することで、より広範なデータの蓄積と日
本の海外での農業事業への支援となる可能性がある。これにトレーサビリティーを確
保するプラットフォームを連動させ、さらにコールドチェーンなどの物流システムの
展開などで高品位なサービスやプロダクトのシステムとしての展開が期待できる。実
                                     
11 India Stack (https://indiastack.org/) 
12 https://www.naro.go.jp/event/files/wagri_sympo_doc7.pdf 

 
 
15 
 
際に、スマートフードチェーンプラットフォームの開発が進められており実装展開が
行われる予定である。このような世界市場を俯瞰した展開の上にハーベストループを
構築することが重要である。同時に、このようなシステムの構築と運用が国内・国外
での有事への対応能力を高めることが期待される。このような先導的な役割を期待で
きるプロジェクト群を立ち上げることが重要である。 
 この際に、単にサービスやプロダクトを展開するだけではなく、そこで蓄積された
データはさらに価値を生み、そこからより大きな価値を生むことができるデータの集
積につながる、ダブル・ハーベストループを構築することが重要である13。このような
ループを核とした「弾み車」（Flywheel)をプロセスとして構想し、迅速に実装してい
くことが極めて重要である14。 
 なお、連携の相手先となる国については、複雑化する現下の国際情勢に鑑みて、適
切に選定することが求められる。 
具体目標 
国内データ基盤の国際的連携による「データ経済圏」の構築など、民間企業のグ
ローバル展開を支援する基盤の構築 
 
（２）AI for Planetary Resilience（地球強靭化のためのＡＩ）でのリーダーシップの
確立 
 地球環境問題をはじめとするサステナビリティの課題に大きく貢献する技術、プラッ
トフォーム、行動計画を作成し実施する。例えば、農業分野における生物多様性への負
荷を低減させ、環境負荷軽減と経済合理性を両立させる手法の開発や、流通、データ蓄
積と解析を行うことによる、レジリエントでサステイナブルな食糧供給などは、地球環
境問題と食糧問題を同時に改善させる可能性がある。ＡＩの領域では、AI for Goods と
いう旗印のもとで、ＡＩをサステナビリティなどの領域に応用し、社会に貢献すること
も必要である15。主要企業や大学が、AI for Good を旗頭にその研究や実装を進めている
                                     
13 堀田創、尾原和啓、「ダブルハーベスト – 勝ち続ける仕組みを作るＡＩ時代の戦略デザイン」、ダイヤモンド社、2021 
14 ジム・コリンズ「ビジョナリー・カンパニー 弾み車の法則」日経BP、2020 
15 AI for Good, https://aiforgood.itu.int/ 

 
 
16 
 
ことが活発化している。エネルギー、モビリティー、ヘルスケア、食糧など多くの領域
においてサステナビリティの文脈におけるＡＩの応用が期待されている。 
 例えば、既に議論した食糧分野では、世界的な食糧供給の不安定さにどのように貢献
をするのかが問われる。再生可能エネルギーが安定的かつ効率的に供給されるには、グ
リッド制御、発電と需要の予測とモビリティーなどの領域と連動した需要の平滑化など
が必要となるであろう。医療アクセスの改善や個別化医療のためのテレメディシンやＡ
Ｉ診断支援、教育へのアクセス拡大と個別支援、途上国での利用も含めた洪水などの災
害予測、経済活動全体の資源循環化16を可能とする技術など多くの領域でＡＩへの期待
は大きい。 
 また新型コロナウイルス感染症によって加速した働き方やライフスタイルの変化は、
都市の役割とあるべき姿を再定義する触媒ともなり得る。世界的に急速な都市化が進行
しており、2030 年には世界人口の60％が、2050 年には70％が都市に居住し、世界のGDP
の80％を算出すると予測されている。また二酸化炭素放出の75％は、都市に起因する
ものと推計されている17。新型コロナウイルス感染症の影響で、都市以外への居住や２
拠点居住などが増えることが予想されるが、その効率性などから都市化傾向が逆転する
とは思われない。都市は経済活動の極めて効率的な集積が可能になると同時に、大規模
災害なども含む多くのリスクも包含する。また、都市から生み出されるGDP の44％は、
生物多様性や自然環境の損失によって深刻な影響をうけると予測されている18。災害や
パンデミックに対してレジリエントな都市の構成と運用技術は、多くの地域に恩恵をも
たらすであろう。同時に、都市に多様性を内包させることも重要であるが19、これをレジ
リエンスと両立させることは多くの可能性を生み出すと思われる20。2021 年２月には、
英国が生物多様性と経済の両立を目指しInclusive Wealth とEcosystem Services の概
念を中核においたDasgupta Review を公表し21、2022 年1 月にはWorld Economic Forum
が、都市における生物多様性の重要性を提唱する報告書を発表したことは注目に値す
                                     
16 Lacy, P. and Rutqvist, J., Waste to Wealth: The Circular Economy Advantage, Palgrave Macmillan, 2015. 
17 UN Environmental Programme, Cities and Climate Change, 2020. 
18 2019 年のGDP ベースで、31 Trilion USD が、環境リスクに晒されているとの試算。World Economic Forum, BiodiverCities by 2030: 
Transforming Cities’ Relationship with Nature, World Economic Forum, January 2022. 
19 Jacobs, J, The Death and Life of Great American Cities, The Random House Publishing Group, 1961. 
20 Hass, T. and Westlund, H. (eds.), In The Post-Urban World: Emergent Transformation of Cities and Regions in the 
Innovative Global Economy, Routledge, 2018.  
21 Dasgupta, P., The Economics of Biodiversity: The Dasgupta Review, HM Treasury, London, 2021. 

 
 
17 
 
る 22。また、一見、都市とは対極的な「開疎化されたコミュニティー」においても同様
な課題は存在する。人間社会の活動に通底する資源要求、大気中及び河川・海への排出
物なども含めた環境負荷、さらには基本的社会基盤への要求は共通している。単なる環
境負荷の低減ではなく、都市活動における資源などの循環化23、さらには我々の社会を
支える活動自体が環境を改善する仕掛けが必要であり、WEF の報告書ではNature-
Positive と表現されている。そこでは都市を一つの生命体とみなしてNature-based 
Solutions (NbS：自然を活用した解決策)などの概念を提示している。この概念自体は、
今の段階では抽象的であるが、我々の経済・社会活動は、自然と調和するのみならず、
生物多様性の増大や自然の再生に寄与するようなパラダイムシフトが求められること
は確かであろう。これは地球規模のテラフォーメーション技術の開発と実装と言っても
過言ではない。これはＡＩだけで実現するわけではないが、ＡＩは、それを実現する重
要なコア技術となりえる。日本はこの分野でのリーダーシップをとりAI for Nature-
Positive Economy を確立する戦略を推進する中で、独自の強みを磨くとともに、世界的
に希望の持ちづらい状況を打破する大いなる触媒的な存在を目指すべきである。 
大目標 
「地球強靭化のためのＡＩ」でのリーダーシップの確立 
 
具体目標 
地球環境問題などのサステナビリティ（持続可能性）領域におけるＡＩの応用 
 
（３）Resilient and Responsible AI でのリーダーシップの確立 
 徹底的なデジタル化とＡＩによる高機能化と同時に進めるべきなのは、Resilient で
あり、高品位かつ安心・安全なＡＩを開発し展開する基盤である。最重要課題は
Responsible AI とサイバーセキュリティの強化に立脚したResilient AI である。 
                                     
22 World Economic Forum, BioDiverCities by 2030: Transforming Cities’ Relationship with Nature, World Economic Forum, 
January 2022. 
23 World Economic Forum, Urban Transformation: Integrated Energy Solutions, World Economic Forum, September 2021. 

 
 
18 
 
 Responsible AI を実現することは、デジタル化を進める上で必ず担保していくべき要
件である。そのためには、説明可能なＡＩ(Explainable AI, XAI)やプライバシーや機
密情報を保護しながら学習可能な連合学習(Federated Learning)など一連の技術の一層
の研究開発・社会実装の推進とプラットフォーム化、およびその運用におけるリーダー
シップが重要となる。さらに、安全保障上の要件からこれらのプラットフォームが、高
度なサイバーセキュリティ技術で堅牢化されていることが前提となる。日本のＡＩ関連
サービスが、高品質であり、信頼性が高く、安心・安全であるということは、国内にお
ける普及のみならず、広く世界中での展開においても有利である。この分野でのリーダ
ーシップの確立が重要となる。 
 これらResponsible AI に関する一連の技術の研究開発・社会実装の推進とそのプラ
ットフォーム化は、大規模災害対策としてのデジタル・ツイン構築のみならず、公共セ
グメントのデータやAPI を活用した新規事業の創出にも貢献するとともに、国際的に、
日本のＡＩの品質の高さと安心・安全性を訴える基盤となり、Resilient AI の実現にも
資する。具体的には、（１）②で議論したように、国際的なネットワークを展開しなが
らＡＩや機械学習を利用したサービスを実現する場合、複数の国にわたる大規模なデー
タセットからの機械学習を前提とした個人情報保護を尊重した連合学習(Federated 
Learning)などの技術開発と適切な運用を実現する必要がある。これはCyber Attack や
Privacy などの問題にも対応できるResilient なＡＩともいえる。さらに、我々が
（２）で議論したようなAI for Planetary Resilience の分野でのリーダーシップをと
っていく場合にも必須の要件である。その中で、都市の作り出す問題の解決には、徹底
したデジタル化とＡＩの導入が想定できるが、それは即ちそれらのシステムに関わる何
らかのトラブルに対して都市機能がより大きな脆弱性を内包することを意味する24。基
本的なアーキテクチャとResilience の設計の重要さはより大きくなるであろう。これ
は、都市以外の問題に関しても同様で、地球規模のＡＩシステムの導入と運用を守り、
維持することができる堅牢性とそのシステムの信頼性を維持することできる
Responsible AI の実現が必須である。  
 なお、ＡＩの信頼性の向上のための取組（Security for AI）に加え、サイバー空間
におけるセキュリティ対策の高度化のためにＡＩを活用すること（AI for Security）
                                     
24 Kitano, H., “Building Cities to Withstand the Worst,” Pour La Science (Innovation Special Issue), January, 36-38, 2015. 

 
 
19 
 
も重要である。年々、複雑化・巧妙化する攻撃や、システムの複雑化に伴って増加する
脆弱性のリスクへの対処に向けては、サイバーセキュリティの分析官の判断を助けるた
めの情報収集、分析、支援機能や防御の自動化のためのＡＩなど、ＡＩの利活用を積極
的に検討するべきである。 
大目標 
「強靭かつ責任あるＡＩ」でのリーダーシップの確立 
 
具体目標 
 
「説明可能なＡＩ」（Explainable AI）など「責任あるＡＩ」（Responsible 
AI）の実現に向けた取組 
 
信頼性の向上につながる、サイバーセキュリティとＡＩの融合領域の技術開
発等を推進 
 
３．戦略目標群の連動と方向性の一致 
 これらの戦略目標０としてのアクションと同時に、既存の戦略目標との連動性も重要で
あり、既に一定の進捗が見られる戦略目標１から４に関しても、戦略目標０の設定意図と
のアライメントが望ましい。例えば、戦略目標１と４に関する追加アクションとして、多
くの日本人学生の海外留学と多くの留学生受け入れを実現する具体的政策の策定と実施が
望まれる。特に、戦略目標０のNational Resilience 及びPlanetary Resilience を実現
するには、単に、ＡＩやデータサイエンスを深く理解しているだけではなく地球を俯瞰し
た発想ができる人材と多様性を持ったチームの形成が必須である。また、戦略目標２の
「実世界産業におけるＡＩ応用でのトップ・ランナー」と戦略目標３の「多様性を内包し
た社会の実現」は、現在の計画を加速すると同時に、戦略目標０において提示された方向
性と連動させることで、より効果の高いものに強化できると考える。 
 このようにＡＩ戦略2022 では、戦略目標０を設定し、それを軸に、有機的に一連の実
行方針を実現することでレジリエンス、多様性の内包、サステナビリティとグローバルス
ケールでの事業機会の創出という複数の成果を実現することを意図するものである。 

`;