var toc_content = ` 
 
1 
 
第一部 基本的事項 
 
１．はじめに 
 2019 年6 月に策定した「ＡＩ戦略2019」においては、四つの戦略目標を掲げ、これまで
政府では、それらの戦略目標を実現すべく、教育改革、研究開発体制の基盤づくり、社会
実装、データ関連基盤整備、ＡＩ時代のデジタル・ガバメント、中小企業・ベンチャー企
業の支援、倫理、その他に関する各種取組を鋭意推進してきている。 
 その中で、教育改革では、日本におけるＡＩ・データサイエンス教育の学校教育及び企
業での人材育成プログラムでの広範な導入へと繋がった。また、一連のＡＩ関連の研究や
社会実装プロジェクトがスタートした。その結果、日本の学校教育や企業での人材育成は
大きく変わりつつあり、その目論見は達成されつつあると考えられる。 
 しかしながら、効果の発現に時間を要するものがあるとはいえ、人材育成、産業競争力、
多様性を内包した持続可能な社会、研究開発等、いずれにおいてもまだ各施策の効果を十
分に実感できるまでには至っていない。 
 また、パンデミックや大規模災害のリスク等に鑑みて、2021 年６月の「ＡＩ戦略2021」
の策定に際して、差し迫った危機への対処にかかる戦略目標を設定したことを踏まえ、今
般、その具体的な目標等についても検討を行った。差し迫った危機への対処については、
我が国の国家的危機に対応するレジリエンス向上を目的とするAI for National 
Resilience と、地球規模の危機に対応するレジリエンス向上を目的としたPlanetary 
Resilience の二つの大きな課題への対応と、それらを実行する基盤としての加速度的なＤ
ＸやＡＩ導入による潜在的脆弱性への攻撃に対するレジリエンスの向上（サイバーセキュ
リティの強化）や、ＡＩに対する信頼性の向上(Responsible AI の確立)を実現した
Resilient and Responsible AI が必要である。 
 「ＡＩ戦略2022」では、新型コロナウイルス感染症によるパンデミックや地殻変動など
より明白になる多くのリスク要因などを反映し、従来のＡＩ戦略の状況に適合した拡張を
行った戦略方針を提示する。そして、ＡＩの社会実装をさらに推進する。 
 

 
 
2 
 
２．戦略のスコープ 
 本戦略における「人工知能（以下「ＡＩ」という。）」とは、知的とされる機能を実現し
ているシステムを前提とする1。 
 近年のＡＩは、機械学習、特に深層学習（ディープラーニング）に基づくものが中心で
あるが、ＡＩ関連の技術は急速に進展しており、機械学習に基づく技術に限定してＡＩの
定義とすることはしない。 
 
３．戦略の目的 
 本戦略の目的は、Society 5.0 の実現を通じて世界規模の課題の解決に貢献するととも
に、我が国自身の社会課題の克服や産業競争力の向上に向けて、ＡＩに関する総合的な
政策パッケージを示すことである。 
 
４．戦略の背景となる理念 
 2019 年３月、政府は、「人間中心のＡＩ社会原則」を取りまとめた。これは、ＡＩの発
展に伴って、我が国が目指すべき社会の姿、多国間の枠組み、国や地方の行政府が目指す
べき方向を示すものであり、その基本理念として、 
① 人間の尊厳が尊重される社会（Dignity） 
② 多様な背景を持つ人々が多様な幸せを追求できる社会（Diversity & Inclusion） 
③ 持続性ある社会（Sustainability） 
の３点を定めている。 
                                     
1 ＡＩ（artificial intelligence）については、例えばEC ハイレベルエキスパートグループ報告書においては、「環境や入力に対応して
知的な動作（一定の自律性を有することもある）を行うシステム」とされているが、「知的な動作」の実体は解釈に依存する側面もある。
また、2016 年に米国で発表されたAI100 報告書では、学問分野としてのＡＩを、「知能を持った機械を作る研究であり、知能とは置かれた
環境中で適切に、かつ何らかの洞察を持って機能すること」というNils J. Nilsson の定義を引用しているが、この定義も大きな曖昧性を
持ったものである。実際、同報告書では、ＡＩの定義が曖昧であること自体が、ＡＩの研究を加速している肯定的な側面があるともしてい
る。これらの状況を鑑みると、何を以て「ＡＩ」または「ＡＩ技術」と判断するかに関して、一定のコンセンサスはあるものの、それをそ
こに利用される技術などを基盤にことさらに厳密に定義することは意味があるとは言えない。同時に、このようなシステムは、高度に複雑
なシステムに組み込まれることも留意する必要がある。さらに、大規模データを収集・蓄積し、アクセスする基盤、超高速通信網、センサ
ー群、ロボットなどがなければＡＩシステムの実装はおぼつかない。サイバーセキュリティやＡＩ倫理など、このようなシステムの安全性
や健全性を担保する技術の開発や実装が行われなければ、ＡＩが広く受容されることも困難となる。ＡＩは、知的とされる機能を実現する
広範なシステムを包含するとともに、今後の社会や産業から日常生活、また、科学研究や技術開発まで、あらゆる領域に展開されることが
予想される。よって、本戦略の対象は、これらの領域も統合的に構想する必要がある。 

 
 
3 
 
 本戦略は、これらの基本理念を尊重する。 
 
５．戦略の推進にあたっての基本的考え方 
 前述の基本理念を実現するため、すなわち、「多様性を内包した持続可能な社会」に向け
て、ＡＩを含めた新たな技術の導入と、その導入と並行した社会システムの変革が重要で
ある。さらには、ＡＩの導入によって、国民一人一人が具体的な便益を実感でき、新たな
技術や社会システムが広く受け入れられていくことが不可欠である。 
 加えて、Society 5.0 の実現を進める中で、我が国の国際的プレゼンスの向上と、産業
競争力の抜本的強化を図っていかなければならない。その際、
「人間中心のＡＩ社会原則」
を踏まえ、性別、年齢、政治的信条、宗教等の多様なバックグラウンドにかかわらず多様
な人材が、幅広い知識、視点、発想等に基づき、貢献できるようにすることが重要である。 
 国は、以上の観点を念頭におき、総合的なコーディネーターとして、以下の点にも留意
しつつ、本戦略に記載される各種施策を着実に推進していく必要がある。 
① 国家の最大の使命は、そこに暮らす人々の生命と財産を守ることであり、パンデミ
ックや大規模災害なども含めた非常事態に迅速に対応できる体制とシステムの構築
が必須。これらのニーズへの対応の立ち遅れを早急に是正し、十分な基盤と運営体
制を構築することが必要。 
② 産業の担い手は民間企業であり、民間企業がその力を発揮するために、基盤の整備
（人材の育成と呼び込み、研究開発の促進、産業基盤の整備・事業化支援）、新たな
技術の導入を加速する制度の構築と阻害要因の除去、多国間の枠組みの構築などが
不可欠。 
③ ＡＩシステムの実装には、大規模データを収集・蓄積し、そこへのアクセスを提供す
る基盤、超高速通信網、センサー群、ロボット等が必要。 
④ ＡＩの社会受容には、サイバーセキュリティやＡＩ倫理を含む、システムの安全性
や健全性を担保する技術の開発や実装、ＡＩに関わるリテラシーの向上及び開発者・
運用者とユーザの間での適切なコミュニケーション、さらにはＡＩの具体的な便益
が感じられることなどが重要。 

 
 
4 
 
⑤ その他、国際情勢の複雑化、社会経済構造の変化等に鑑み、ＡＩを含む重要技術につ
いては経済安全保障の観点から各種の取組が検討されていることから、政府全体と
して効果的な重点化が図られるよう、関係施策の調整を行うことが必要。 
⑥ また、ＡＩは、その応用範囲が広範であり、かつ、技術的にも多くの研究分野と密接
な関係を有することから、量子、バイオ、材料科学などに代表される政府の戦略的な
取組とのシナジーを追求すべきことが重要。 
 
６．戦略目標 
 本戦略では、以下の戦略的目標を設定する。 
 なお、これらの戦略目標のうち、戦略目標０は差し迫った危機への対処能力を準備する
ものであり、自然災害大国の我が国においては、万全の対応が求められる。一方で戦略目
標１－４は我が国の持続可能な産業・社会の基盤づくりとなるものであり、国際競争力を
維持し、日本の存亡をかけて、持続的かつ着実な対応が求められるものである。我々はこ
れらの両輪を並行して回していく必要がある。 
 
戦略目標０ 
 我が国が、パンデミックや大規模災害などの差し迫った危機に対して、そこに住む
人々の生命と財産を最大限に守ることができる体制と技術基盤を構築し、それを適正か
つ持続的に運用するための仕組みが構築されること。 
 
 新型コロナウイルス感染症によるパンデミックは、その一定の収束まで一定の時間
ときめ細かな対応が必要となる。同時に、これが最後のパンデミックではなく、将来
においても新たなパンデミックが発生しうることを前提とする必要がある。また、首
都直下地震や南海トラフ地震などの大規模地震、激甚化・頻発化する気象災害など、
まさに大規模災害等の非常事態や、さらに切迫した事態が頻発することを想定する必
要がある。新型コロナウイルス感染症への対応で露見したのは、我が国のデジタル化
の信じ難い遅れであり、これは官民双方に見られる。また、これら非常事態の対応に

 
 
5 
 
関する体制や法体系も整備されているとは言い難い。本戦略に関わる部分においても、
各種データのオーナーシップの不明確さ、紙ベースの情報伝達など、ＡＩ以前の問題
が山積している。この問題は、一刻の猶予もなく是正するべきであり、デジタル庁の
発足とそれに伴う一連の法体系の整備を反映し、日本の人々の命と財産を守ることに
資するＡＩ関連の研究開発の進展と迅速な実用化を目指す。 
 
戦略目標１ 
 我が国が、世界で最もＡＩ時代に対応した人材の育成を行い、世界から人材を呼び込
む国となること。さらに、それを持続的に実現するための仕組みが構築されること。 
 
 「ＡＩ時代に対応した人材」とは、単一ではなく、 
  ・最先端のＡＩ研究を行う人材 
  ・ＡＩを産業に応用する人材 
  ・中小の事業所で応用を実現する人材 
  ・ＡＩを利用して新たなビジネスやクリエーションを行う人材 
などのカテゴリーに分かれ、各々のカテゴリーでの層の厚い人材が必要となる。 
 人材の増大には、女性や高齢者も含む多様な人材や、海外から日本を目指す人々も
含め、それぞれの層に応じた育成策、呼び込み策が重要である。そのため、今後、先
進的な教育プログラムの構築が重要であり、さらに、これを海外にも提供できるレベ
ルにまで充実させることも必要になる。 
 日常生活では、より有効にＡＩを利用することで、生活の利便性が向上し、従来で
はできなかったことができるようになる。そのためには、ＡＩに関するリテラシーを
高め、各々の人が、不安なく自らの意志でＡＩの恩恵を享受・活用できるようになら
なければならない。 
 
戦略目標２ 
 我が国が、実世界産業におけるＡＩの応用でトップ・ランナーとなり、産業競争力の
強化が実現されること。 

 
 
6 
 
 
 サイバースペース内で完結することがなく、人、自然、ハードウェアなどとの相互
作用を通じて初めて価値が生み出される、「実世界産業2」 領域には、未だに系統的に
取得されていない膨大な情報が含まれている。 
 本領域において、多くの場合には、サービス・プラットフォームを軸とした高付加
価値型産業への転換を促進することが極めて重要であるため、それに資するＡＩ関連
の開発支援、制度設計、社会実装に係る基盤形成を進め、産業競争力の向上と、世界
のトップ・ランナーとしての地位の確保・維持を目指す。これはＡＩ戦略以外の政策
も連動した上で実現する目標となるが、ＡＩ戦略が重要な部分を担っていることは間
違いない。産業競争力の尺度の１つとして、労働生産性が考えられる。米国、ドイツ、
フランスなどと同等の労働生産性水準3に到達するには、我が国は、極めて大胆な産業
構造の変革を必要とすることが明確である。併せて、当該領域を通じた、世界規模で
のＳＤＧｓ達成に貢献する。例えば、ＳＤＧ９で持続可能な産業化の促進とイノベー
ションの推進について掲げられているように、イノベーションを通じて持続可能な産
業の促進やＳＤＧｓの達成に貢献することができ、その中で、ＡＩは重要な役割を果
たすことができる。 
 加えて、公的サービス分野でＡＩを応用することにより、サービスの質の更なる向
上、就労環境の改善、そして、究極的には財政の負担低減を目指すことも重要である。 
 なお、e-commerce やＳＮＳなどのサイバースペースでほぼ完結するタイプのサービ
ス産業については、今後の検討課題である。 
 
戦略目標３ 
 我が国で、「多様性を内包した持続可能な社会」を実現するための一連の技術体系が
確立され、それらを運用するための仕組みが実現されること。 
 
                                     
2 医療、農業、素材、物流、製造設備など、物理的実世界（Physical Real World）において何らかの価値を提供する産業の総称。SNS や
検索サービスなどと対比して、サイバースペース内で完結することがなく、人、自然、ハードウェアなどとの相互作用を通じて初めて価値
が生み出されることを特徴とする。 
3 主要国の2019 年の名目労働生産性（時間当たり）：米国71.6 ドル、ドイツ66.7 ドル、英国59.8 ドル、日本47.6 ドル（いずれも2015
年ドルベースで実質化した、購買力平価換算）（出典：https://www.meti.go.jp/shingikai/sankoshin/shin_kijuku/pdf/001_05_00.pdf） 

 
 
7 
 
 女性、外国人、高齢者など、多様な背景を有する多様な人々が、多様なライフスタ
イルを実現しつつ、社会に十分に参加できるようになることが極めて重要である。Ａ
Ｉ関連の多様な技術体系の確立とそれを活用するための社会の制度・仕組み作りを進
め、国民一人一人が、具体的にＡＩの便益を受けることができることを目指す。 
 また、この戦略目標は、日本国内のみを想定したものではなく、ＳＤＧｓ達成へ貢
献するため、地球規模でこれを推進する前提で実行に向けた計画を策定することが重
要である。 
 
戦略目標４ 
 我が国がリーダーシップを取って、ＡＩ分野の国際的な研究・教育・社会基盤ネット
ワークを構築し、ＡＩの研究開発、人材育成、ＳＤＧｓの達成などを加速すること。 
 
 経済・社会のグローバル化が急速に進む中、ＡＩ関連の人材育成・確保や産業展開
などについては、決して国内で完結することはなく、常に国際的視点を有しなければ
ならない。例えば、人材育成・確保では、海外の研究者・エンジニアが日本国内で活
躍できる場を数多く提供するとともに、我が国と海外との共同研究開発・共同事業を
増大させる必要がある。 
 このため、北米・欧州地域の研究・教育機関、企業との連携強化に加え、今後の成
長が見込まれる、ＡＳＥＡＮ、インド、中東、アフリカ等との連携を本格化し、当該
地域のＡＩ研究・実用化の促進に貢献する。これを実現するには、ＡＩ研究開発ネッ
トワークの中核センターなどが、各々の重点領域において、どの領域で世界一の研究
を行うのか、また、創発的研究において、どのように人材やテーマの多様性など国際
的に人材をひきつけるかの方策を明確にする必要がある。 
 また、健康・医療・介護や農業、スマートシティなどの領域においても、人材、デ
ータ、市場の面で、相互にメリットを有する規模感の国際的連携・協力を目指す。 
 

`;