var toc_content = ` 
 
19 
 
も重要である。年々、複雑化・巧妙化する攻撃や、システムの複雑化に伴って増加する
脆弱性のリスクへの対処に向けては、サイバーセキュリティの分析官の判断を助けるた
めの情報収集、分析、支援機能や防御の自動化のためのＡＩなど、ＡＩの利活用を積極
的に検討するべきである。 
大目標 
「強靭かつ責任あるＡＩ」でのリーダーシップの確立 
 
具体目標 
 
「説明可能なＡＩ」（Explainable AI）など「責任あるＡＩ」（Responsible 
AI）の実現に向けた取組 
 
信頼性の向上につながる、サイバーセキュリティとＡＩの融合領域の技術開
発等を推進 
 
３．戦略目標群の連動と方向性の一致 
 これらの戦略目標０としてのアクションと同時に、既存の戦略目標との連動性も重要で
あり、既に一定の進捗が見られる戦略目標１から４に関しても、戦略目標０の設定意図と
のアライメントが望ましい。例えば、戦略目標１と４に関する追加アクションとして、多
くの日本人学生の海外留学と多くの留学生受け入れを実現する具体的政策の策定と実施が
望まれる。特に、戦略目標０のNational Resilience 及びPlanetary Resilience を実現
するには、単に、ＡＩやデータサイエンスを深く理解しているだけではなく地球を俯瞰し
た発想ができる人材と多様性を持ったチームの形成が必須である。また、戦略目標２の
「実世界産業におけるＡＩ応用でのトップ・ランナー」と戦略目標３の「多様性を内包し
た社会の実現」は、現在の計画を加速すると同時に、戦略目標０において提示された方向
性と連動させることで、より効果の高いものに強化できると考える。 
 このようにＡＩ戦略2022 では、戦略目標０を設定し、それを軸に、有機的に一連の実
行方針を実現することでレジリエンス、多様性の内包、サステナビリティとグローバルス
ケールでの事業機会の創出という複数の成果を実現することを意図するものである。 

 
 
20 
 
 ＡＩ戦略2022 は、日本と世界が直面する危機を正面から捉え、日本がその問題克服の
リーダーとなることを明確に志向している。その解決の多くはグランドチャレンジに属す
るスケールである。しかし、多くの真のイノベーションはそのようなチャレンジから生み
出されている。ＡＩ戦略2022 は、そこに日本の将来の姿を見いだしている。 
 
 

 
 
21 
 
第三部 社会実装の推進 
 
１．社会実装をめぐる背景 
 私たちの社会経済や国民生活において、ＡＩの実装を進め、ＡＩを効果的に利活用し、
それによる利益を享受するためには、まずは今、社会的な常識と考えられている思い込み
を捨てることが必要である。 
 我が国では、多くの場合、ＡＩは人の仕事を代替し、コストや労力を削減するために利
用するものとして認識されている。確かにそのような見方をすることはできる。しかし、
多くの人がそうした一面的な認識にとらわれるがゆえに、たとえ一部の企業や研究機関が
技術的に優れたＡＩを開発しても、私たちの職場や日常生活では、ＡＩが思ったように利
活用されることはない。 
 米国など、他の先進国がいち早くＡＩにより変貌を遂げているというのに、私たちの多
くはそうした変化に気づかないか、たとえ気づくことがあっても、単に私たちの独特な社
会の仕組みや慣習の非効率を嘆くだけであったり、例えば「やがて日本なら追いつくこと
ができるに違いない」などといった根拠のない楽観的な見方にすがって見て見ぬふりをし
たりしているのではないか。しかし、私たちの社会がそのような状況である限り、ＡＩが
社会の基盤技術となるこれからの時代において、日本がかつてのような経済大国としての
活力を取り戻すことは容易ではない。おそらく、現在のような社会システムのままでは、
社会の基盤としてＡＩを効果的に利活用していくことはできず、長く他国の後塵を拝して
いくことになってしまうだろう。 
 私たちは正に社会を変革すべき今日に生きている。これまでのサイバー空間の開拓プロ
セスともいうべきＤＸにおいては、米国が大きく成長している反面、日本は世界的競争の
中で優位を占めることができなかった。今後、現実空間（フィジカル空間）とサイバー空
間の融合領域に主戦場が移り、ＤＸの二回戦ともいうべき状況に差し掛かってくる。日本
がフィジカル空間での強みを生かしたＡＩの実装を進め、社会を変革することで、「勝ち
筋」が見えてくる。 
 これからわずか数年の取組によって、ＤＸの後に到来するであろう「アフター・デジタ
ル」の時代での日本の国力にきっと大きな差異が生じていくに違いない。今の私たちに必

 
 
22 
 
要なのは、ＡＩについて先進的な国と日本の違いがどこにあるのか、何に取り組むことで
我が国においてＡＩの実装が進展するかを理解し、私たちの社会経済や国民生活を将来に
わたって豊かなものとするための取組を進めることである。 
 
２．社会実装の推進に臨む姿勢 
 日本においてＡＩの実装を進めるためには、社会のデジタル化は当然のこととして、Ａ
Ｉに関する次のような思い込みを捨てることが必要である。 
 
①“ＡＩは人の仕事を代替する”⇒“ＡＩは人と協調する” 
 ＡＩの精度が人を凌駕するような場合や、多少の間違いを許容してでも人による作業
量を削減すべきような場合には、ＡＩは人の仕事を代替すべきだろう。 
 しかし、私たちが日常的に行っている仕事や作業の多くは、非常に広範な情報に基づ
く判断を必要とし、あるいはわずかの間違いも許容されない（例えば、外科手術で患者
の命を失うような間違いは許容されない。）ようにシビアなものである。このため、人
の仕事を完全に代替し、人が金輪際関わらないことがＡＩの実装であるという認識でい
る限り、ＡＩを効果的に利活用できる場面はごく限られてしまい、社会実装はなかなか
進まなくなってしまう。 
 つまり、ＡＩを効果的に利活用し、多種多様な仕事を効率的に処理するためには、
「ＡＩは人の仕事を代替する」という思い込みを捨てることが必要である。たいていの
場合、ＡＩは人を助け、人を支援する存在である。人は、ＡＩと協調していくことで、
労力を最小化し、利益を最大化することが可能となる。 
 
②“技術者だけがＡＩを深く理解できる”⇒“ビジネスケースからＡＩは理解できる” 
 視野が日本の国内にとどまっている限りでは気づかないことだが、世界的には、ほと
んどあらゆる分野でＡＩ利活用方策の探索が進んでいる。多くのスタートアップ企業が
乱立し、様々な分野においてＡＩによる画期的なビジネスモデルを構築したユニコーン
企業が存在している。 

`;