var toc_content = `AI プロダクト品質保証ガイドライン
* ML モデルがML モデル要件を遵守していることをテストで確認することである。
– 成果
* ML モデルテストプロセスの実施に成功すると次の状態になる。
· ML モデルに対するテストを実施するために、開発計画およびリリース計画と
整合性のあるML モデルテスト戦略が策定されている。
· ML モデルがML モデル要件を遵守していることを確認するために、ML モデ
ルテスト仕様がML モデルテスト戦略に従って作成されている。
· ML モデルテスト仕様に含まれているテストケースが、ML モデルテスト戦略お
よびリリース計画に従って選択されている。
· 選択したテストケースを使用して、ML モデルに対するテストが実施され、ML
モデルテスト結果が記録されている。
· 一貫性および双方向トレーサビリティが、ML モデル要件とテストケースを含
むML モデルテスト仕様との間、およびテストケースとテスト結果の間で確立
されている。
· ML モデルテストの結果が要約され、影響を受ける全ての利害関係者へ伝達さ
れている。
* 備考１  ML モデルテスト戦略は、ML モデルテスト計画書に記載する。
– 入力作業成果物
* ML モデル要件仕様書
* ML モデル適格性テスト計画書
* ML モデル
– アクティビティ
* MLE4.1 ML モデルテストの準備
* MLE4.2 ML モデルテストのテストケース作成
* MLE4.3 ML モデルテストの実施
* MLE4.4 トレーサビリティの対応付け
* MLE4.5 作業成果物のレビュー
* MLE4.6 ML モデルテスト結果の承認と提出
– 出力作業成果物
* ML モデル適格性テスト仕様書兼報告書
8.7.3
ML モデルのProcess Flow Diagram
• ML モデルを作成するための入出力及びプロセスの流れを下図に示す。
8-33

AI プロダクト品質保証ガイドライン
図8.10
ML モデルのProcess Flow Diagram
8.7.4
ML モデル開発のトレーサビリティと一貫性
• トレーサビリティと一貫性の要求
– ML モデル開発に必要なトレーサビリティと一貫性について説明する。
• トレーサビリティ管理項目
– トレーサビリティ管理項目の例を記載する。
• トレーサビリティ関係図
– トレーサビリティ管理項目間の関係を表すマトリックスを作成する。
8.7.5

`;