var toc_content = `AI プロダクト品質保証ガイドライン
2.2.5
Customer Expectation
(a) ステークホルダーの期待度
(a.i) 顧客の期待は高いか．
(a.ii) 狙っているのが「人間並み」か．
(b) ステークホルダーの技術理解度
(b.i) 顧客は確率的動作という考え方を受容していないか．
(b.ii) リスク・副作用を理解していないか，もしくは安易に受容して必要な対策を怠っ
ていないか．
(b.iii) データの量や質に対する認識は甘いか．
(b.iv)“合理的”説明を求める傾向や，“外挿”や“予測”をしたがる傾向，“原因”や“責
任（者）”を求めたがる傾向はあるか．
(c) 運用に対する期待度
(c.i) 継続的実運用にどのくらい近いか．
(d) 標準適合性の必要度
(d.i) AI プロダクトの利用に法令上，倫理上の問題があるか，第三者のプライバシー等
への配慮を必要とするか，AI プロダクトの利用について社会が否定的か．
(e) ステークホルダーとの関係性
(e.i) 納得感を共感する風土や雰囲気，仕事の進め方は少ないか．
(e.ii) 顧客担当者・チームで意思決定できる権限や範囲は少ない・狭いか．
2.3 AI プロダクトの品質保証の構築‧評価
2.3.1
バランスに着目した構築‧評価
AI プロダクトの品質保証の構築・評価を行う際には、2.1 節や2.2 節で挙げた5 つの軸のバラン
スが取れている必要がある。バランスがよいとは、顧客の期待に沿っていると保証できることが期
待できる状況を意味する。それは二つの条件から構成される。
一つは、Data Integrity/Model Robustness/System Quality/Process Agility に不足がないという条件
である。それらのどれか一つが欠けていても品質が確保できたとは言えない。もう一つは、Data
Integrity/Model Robustness/System Quality/Process Agility に対してCustomer Expectation が適切で
あるという条件である。顧客の期待を適切に把握し、可能ならば期待を適切な程度に収め、Data
Integrity/Model Robustness/System Quality/Process Agility が総合的に期待を満たすようにできてい
る場合を意味する。
2-14

`;