var toc_content = `セーフティ
VUI を備えたシステムは話しかけることによって機能するため、気軽に、簡単に動作させること
ができる。便利ではあるが、その反面セーフティについて十分に注意を払う必要がある。
スマートスピーカーは発話だけで商品購入が可能となる機能を備えているものもある。この機能
においては簡単に商品購入ができるが、言い間違いや音声認識の誤動作により意図とそぐわない商
品や数量の購入になってしまう場合がある。またコマーシャルの声に反応してその商品が購入され
てしまった事例もある。この様な機能の場合は、購入ステップを増やす、確認機能の強化といった
ように仕様策定の際に簡単に動作し利用者に不利益を与えないように考えなければならない。
カーナビゲーションシステムの場合は、使用される場面が運転中が主であることに注意しなけれ
ばならない。例えば右折する際に、交差点の直前で情報が伝えられても右折のレーンに入ることが
出来ない場合も多く、またその指示に反応し急に車線を変えようとして事故になる可能性もある。
また伝える情報量も重要である。運転中に情報を一度に大量に伝えられても運転の集中が阻害され
てしまう。
意図しない発話が意図しないタイミングで起きた際に安全性を優先することが品質基準となる。
6-7

`;