var toc_content = `AI プロダクト品質保証ガイドライン
しない場合、社会的な受容が必要な場合もある。AI プロダクトは先進的な役割を果たすことがある
ため、顧客側がこうした点を軽んじている可能性がある。
また顧客によっては、確率的動作や機械学習モデルの構造の複雑さによる事実上のブラックボッ
クス性を理解せず、開発中に発生した誤判別や不具合、リスクについて合理的で詳細な説明、外挿
や予測を求める場合がある。これは水掛け論となり開発が停滞する可能性がある。
こうしたAI プロダクトの特性についての理解が乏しい顧客には、顧客と開発者・チームの間で納
得感を共感する風土や雰囲気、仕事の進め方が不足していることが多い。同様に、顧客の担当者や
チームで意志決定できる権限が少なく範囲が狭いことが多い。したがって品質保証としても、納得
感を共感する風土や雰囲気、仕事の進め方になるよう、また適切な意志決定の権限や範囲にできる
よう尽力する必要がある。これは演繹的開発に慣れた品質保証では業務範囲外だと考えるかもしれ
ない。しかしAI プロダクトの品質保証の技術者やチームは、演繹的開発で矮小化された範囲を飛び
越えて、品質を保証するために必要なあらゆることを、組織の壁を乗り越えてあらゆるステークホ
ルダーと、納得感の共感を行いながら進めていかなくてはならないのである。
2.2 AI プロダクトの品質保証の分類軸ごとのチェックリスト
2.2.1

`;