var toc_content = `AI プロダクト品質保証ガイドライン
図5.12
スタイルガイド画像に対するSPADE の出力変化例（上段におけるスタイルガイド画像
の系統的な変化に対して生成された画像が下段）
図5.13
SPADE に対するテスト実施結果例（上段におけるスタイルガイド画像の系統的な変化
に対して生成された画像が下段）
トを実施してみることで、頑健性について一定の確認ができることもあれば、具体的な問題が見つ
かる場合もある。問題の修正をどのように行うかは、GAN による生成モデルに限らず深層学習全般
において大きな課題であるが、具体的な問題やその傾向を把握することが重要であると考える。本
事例ではその実例を示すことができた。
5.7 Text-to-Image に対する評価事例
謝辞
5.6 節で示した実装結果については、国立情報学研究所トップエスイープログラムにおけるソフト
ウェア開発実践演習において取り組んだ結果を掲載させていただきました。本ガイドラインに即し
た演習に取り組んでいただき、結果をご提供いただいた飯島久典様（富士通株式会社）、及川裕之様
（東芝デジタルソリューションズ株式会社）、笠井栄良様（ソニー株式会社）、小御門道様（株式会社富
士通研究所）、呉隆司様（株式会社NTT データ）、鷹野翔様（株式会社デンソー）に感謝いたします。
5-21

`;