var toc_content = ` 
21 
 
ある場合を除く）。ただし、製品開発のみを目的とした活動に対して、学術研究例外を根拠として、医療機関等から
民間企業等に医療情報を提供することは難しい。 
2.6.2 公衆衛生例外 
 医療AI ソフトウェア等の医療機器が、「公衆衛生の向上（中略）のために特に必要がある場合」に該当する可能
性も直ちには否定されないものと思われる。ただし、公衆衛生例外を根拠として医療機関等から民間企業等に医療情
報を提供するためには、併せて、本人からの同意取得が困難であることが必要となる。 
2.6.3 委託（個人情報保護法第27 条第５項第１号） 
（解説）医療機関等が主体となった利用目的の達成に必要な範囲内で、医療情報の取り扱いの全部又は一部を委託す
ることに伴い外部の機関へと提供する場合には、提供先は第三者には該当しない。委託に伴う提供の具体例として
は、検査等の業務を委託する場合等が挙げられる（医療介護ガイダンスⅣ9(4)①）。このように、委託に伴う提供
は、あくまでも提供元である医療機関等の事業目的のみに使われ、提供先で自己の事業目的に使うことは許されない
（Q&A7-39）。 
 従って、医療機関等が主体となって製品開発を目的とした活動を行うことは通常想定されないため、委託を根拠と
して、製品開発の目的で医療情報を民間企業等に提供することは難しい。 
2.6.4 共同利用（個人情報保護法第27 条第５項第３号） 
（解説）医療機関等が、特定の者との間で医療情報を共同利用する場合には、提供先は第三者に該当しない（個人情
報保護法第27 条第5 項第3 号）。ここで、「共同利用」は「共同研究」とは異なる概念であることに注意されたい
7。共同利用の対象となる個人情報の提供については、必ずしも全ての共同利用者が双方向で行う必要はなく、一部
の共同利用者に対し、一方向で行うこともできる。医療機関等における共同利用の具体的な事例としては、病院と訪
問看護ステーションが共同で医療サービスを提供している場合等が挙げられる（医療介護ガイダンスⅣ9(4)①）。し
かしながら、医療機関等が患者から医療情報を取得した後に、民間企業等と製品開発の目的でこれを共同利用するこ
とは、「取得の際に通知・公表している利用目的の内容や取得の経緯等にかんがみて、既に特定の事業者が取得して
いる個人データを他の事業者と共同して利用すること、共同して利用する者の範囲、利用する者の利用目的等が、当
該個人データの本人が通常予期し得ると客観的に認められるような場合」（Q&A7-52、GL 通則編3-6-3(3)）でなけ
れば認められない。 
 従って、製品開発の目的で医療情報を民間企業等に提供する事例の中には、共同利用を根拠として個人データであ
る医療情報の提供を実施することが難しい事例もあるものと考えられる（この場合の共同利用は、仮名加工情報では
なく個人データに係る規律であることに注意すること）。 
2.6.5 医療情報を個人データのまま取扱う際の提供に係る法的根拠のまとめ 
 
7 「共同利用」は個人情報保護法における個人情報の取り扱いの方法についての概念であるが、「共同研究」は生命科学・医学系指針において
も、研究計画書に基づいて共同して研究を実施する行為として説明されるにとどまっており、両者は区別されるべき概念である。 

 
22 
 
診療で得られた医療情報を、個人データのまま、医療機関等から民間企業等に提供する観点で、当該個人データに
係る法的根拠について下記の通りまとめることができる。 
個人データに係る法的根拠 
医療AI ソフトウェア等の製品開発のみを目的とした、医療機関等から民間企業
等に対する医療情報の提供 
本人の同意 
本人の同意を予め得ておくことによって可能。 
学術研究例外 
個人情報を取り扱う目的の一部が学術研究目的であれば、製品開発目的が併存
していても良い。ただし、製品開発のみを目的とした活動に対して、学術研究
例外を根拠として医療情報を提供することは難しい。 
公衆衛生例外 
医療AI ソフトウェア等の医療機器が、「公衆衛生の向上（中略）のために特に
必要がある場合」に該当する可能性も直ちには否定されないものと思われる。
ただし、公衆衛生例外を根拠として医療機関等から民間企業等に医療情報を提
供するためには、併せて、本人からの同意取得が困難であることが必要とな
る。 
委託 
医療機関等が主体となって製品開発を目的とした活動を行うことは通常想定さ
れないため、委託を根拠として、製品開発の目的で医療情報を民間企業等に提
供することは難しい。 
共同利用 
製品開発の目的で医療情報を民間企業等に提供する事例の中には、共同利用を
根拠として提供を実施することが難しい事例もあるものと考えられる。 
 
 
3 仮名加工情報とその共同利用 
3.1 仮名加工情報とは 
（解説）仮名化された個人情報について、一定の安全性を確保しつつ、データとしての有用性を加工前の個人情報と
同等程度に保つことにより、詳細な分析を比較的簡便な加工方法で実施し得るものとして利活用したいというニーズ
があった。こうした背景とイノベーションを促進する観点から、氏名等を削除した仮名加工情報が個人情報保護法に
おいて創設された8。 
3.1.1 仮名加工情報の適正加工義務 
（解説）仮名加工情報を作成する際には、個人情報保護法施行規則第31 条各号で定められた基準に従い、個人情報
を適切に加工しなければならない（第4 章「医療情報の特性を考慮した仮名加工情報の作成手順」参照）。 
3.1.2 仮名加工情報の作成意図 
 
8 個人情報保護委員会（令和3 年5 月7 日）「個人情報保護法 令和２年改正及び令和３年改正案について」p.13 

`;