var toc_content = ` 
50 
 
⑥ 承認審査 
 承認審査とは、提出された承認申請書類に基づいてPMDA が実施する承認審査を指す。承認審査においては、通
常、信頼性調査が実施される。 
⑦ 製造販売承認後 
医療機器の製造販売承認を取得した後に、医療機器の出荷（製品としての上市）が可能となる。製造販売承認後も、
苦情や不具合等の情報や使用者からの評価に基づいて、製品の改善や改良が行われることがある。 
 
図11: 本ガイドラインの想定する医療機器の研究開発サイクルの例。本ガイドラインでは、承認制度に基づく医療機器の開発から
製造販売承認後までのプロセスを、①探索、②開発、③性能評価、④承認申請書類作成、⑤承認申請、⑥承認審査、⑦製造販売承
認後の7 つの段階に分ける。このうち、探索の段階においては学術研究の要素が主となるが、開発が進むにつれて、製品開発の要
素が大きくなることが通常であると想定される。そこで、「学術研究機関等にあたる医療機関等」が個人データの提供元である場
合、①探索の段階を、状況に応じて学術研究として実施し、診断用医療AI ソフトウェアの開発に必要十分な医療情報の範囲を確
定させた上で、②開発から④承認申請書類作成までの段階において、仮名加工情報の共同利用を設定し、これを法的根拠として医
療情報を取扱うことを推奨する。一方、「学術研究機関等にあたらない医療機関等」は、①探索の段階では、学術研究機関等を含
む学術研究目的の共同研究の中で、医療情報を民間企業等へと提供することができる。学術研究例外の該当性を満たさない場合は、
②開発の段階にて、仮名加工情報の共同利用の設定から始めること。尚、当該医療機器の⑦製造販売承認後に、再学習などの新た
な目的で医療情報を必要とする場合、改めて仮名加工情報の共同利用を設定し、これを法的根拠として医療情報を取扱うことを推
奨する。 
6.5 医療機器の研究開発サイクルの段階ごとに応じた医療情報の取扱い 

 
51 
 
本ガイドラインでは、医療機器の研究開発サイクルについて、初期の探索的意味合いが強い段階においては学術研
究の要素を含むことが想定されるが、開発が進むにつれて、「営利事業への転用」や「専ら商用目的」であるとみな
される可能性が高まり、製品開発目的の要素が大きくなることを一般に想定する（図11 参照）。ここで、第2.6 章
「製品開発目的で医療情報を医療機関等から民間企業等に提供する際の法的根拠」で整理したとおり、診療で得られ
た医療情報を、通常の個人データとして、製品開発のみを目的として取り扱うことを、ケース・バイ・ケースではな
く一般的に適法化できる法的根拠は、本人の同意以外に見出すことが難しい。 
そこで、本ガイドラインでは、製品開発目的の要素が大きくなる開発の段階から、遅くとも承認申請書類作成の段
階までにおいて、医療機関等と民間企業等との間で仮名加工情報の共同利用を設定することを推奨する。具体的に
は、診断用医療AI ソフトウェアの開発に必要十分な医療情報の範囲が確定したタイミングで、提供元となる医療機
関等が、①必要十分な医療情報から仮名加工情報を作成し、②利用目的を適切に変更し、③提供先の民間企業等との
共同利用を設定するなどの手続きを行う。これにより、当該仮名加工情報を確実な法的根拠に基づいて、以降の段階
において利用することができる。 
以下、それぞれの段階ごとの適切な医療情報の取扱いについて整理する。 
6.5.1 ① 探索の段階における適切な医療情報の取扱い 
 探索の段階においては、新規の医療機器に関する技術やアイデア等が実現可能かどうかを証明・検証するフィージ
ビリティスタディが行われるが、これにより「新しい法則や原理の発見、分析や方法論の確立、新しい知識や先端的
な学問領域の開拓」等に資する成果がもたらされることも期待される。従って、第2.4.2 章「学術研究例外の該当性
における目的要件」で示したように、学術研究例外の該当性のうち、目的要件の観点を満たす場合がある。 
そのため、学術研究例外の主体要件をも満たす形で探索の段階が実施されるのであれば（第2.4.1 章「学術研究例
外の該当性における主体要件」参照）、将来的な事業化の意図が存在していたとしても、学術研究例外に該当する場
合がある。従って、探索の段階を学術研究として行う場合があり得る。以下、探索の段階につき、「学術研究機関等
にあたる医療機関等」と「学術研究機関等にあたらない医療機関等」のそれぞれについて、本人の同意以外の法的根
拠に基づいて、医療機関等から民間企業等に医療情報を提供するための枠組みの例を示す。 
◼ 「学術研究機関等にあたる医療機関等」は、学術共同研究を行う民間企業等に対して、当該学術研究目的の
範囲で医療情報を提供することができる（図3A 参照）。 
◼ 「学術研究機関等にあたらない医療機関等」は、学術研究機関等を含む共同研究の中で、当該学術研究目的
の範囲で医療情報を医療機関等から民間企業等へと提供することができる（図3B 参照）。 
 尚、学術研究例外の該当性を満たさない場合は、①探索の段階は省略し、②開発の段階にて、仮名加工情報の共同
利用の設定から始めること。 
6.5.2 ② 開発の段階における適切な医療情報の取扱い 
 探索の段階から引き続き、開発の段階においても学術研究例外に該当する場合は、第6.5.1 章「① 探索の段階にお
ける適切な医療情報の取扱い」で示した枠組みの例を参考にして、医療機関等から民間企業等に医療情報を提供する
ことができる。 
一方、開発の段階を進むにつれて、学術研究よりも製品開発の要素が大きくなることで、「営利事業への転用」や
「専ら商用目的」であるとみなされる可能性が高まると想定される。そこで、本ガイドラインでは、開発の段階にお
いて、学術研究例外の該当性に迷う場合に、仮名加工情報の共同利用を設定することを推奨する。 

`;