var toc_content = `背景を踏まえ、令和4 年度から令和5 年度にかけて実施された厚生労働科学研究費補助金・行政政策研究分野・政策科学
総合研究「保健医療分野におけるデジタルデータのAI 研究開発等への利活用に係る倫理的・法的・社会的課題の抽出及び対応策
の提言のための研究」(研究代表者：中野 壮陛（公益財団法人医療機器センター）)の一環として、「デジタルデータのAI 研究
開発等への利活用に係るガイドライン作成班」（研究分担者：浜本 隆二（国立研究開発法人国立がん研究センター））が組織さ
れた。本ガイドライン作成班では、患者の権利利益を適切に保護することを前提として、医療情報の特性を考慮した仮名加工情報
の適切な運用を整理するために、患者団体、医学、法律、倫理、工学などの有識者を含む産官学の関係者との議論を重ねた。特
に、医療機関等、学術研究機関等、及び民間企業等が共同研究を起点として、医療機関等が保有する医療情報を利活用した製品開
発を行う場合を想定し、研究開発のステージに応じて、医療情報を利活用するための適切な法的根拠を明確化するとともに、医療
情報の特性を踏まえた仮名加工情報の作成手順やその運用に関する実践的なガイダンスとなるように取りまとめたものである。 
令和6 年3 月31 日 
デジタルデータのAI 研究開発等への利活用に係るガイドライン作成班 一同 
 
 

 
3 
 
目次 
 
1 
はじめに 
1.1 
背景 
1.2 

`;