var toc_content = ` 
59 
 
 本ガイドラインにおいて、準識別子とは、一つの個人情報を構成する個人識別符号を除く複数の記述等のうち、そ
れ自体では識別子とはならないが、その組み合わせによって特定の個人を識別することができる記述等を指す。 
ステージゲート方式 
 医療機器の研究開発サイクルの①探索～開発ステージ、②性能評価ステージ、③市販後ステージ、それぞれで医療
情報を取扱うための法的根拠を設定するアプローチ手法を指す。 
性能評価ステージ 
 医療機器の研究開発サイクルのうち、診断用医療AI ソフトウェアについて、追加的な侵襲・介入を伴うことな
く、既存の医用画像データ及びこれらに関連する既存の診療情報等（通常の診療で得られたもの又はそれらを収集し
たバイオバンク、データベース等において提供されているものに限り、介入を伴う臨床研究等で得られたデータ等を
除く）を収集して実施する試験を行う段階を指す。 
製品開発 
 民間企業等が商業的な目的で新しい製品やサービスを生み出すプロセスのこと。 
第三者提供の制限 
 個人情報保護法第27 条第１項に「個人情報取扱事業者は、（中略）あらかじめ本人の同意を得ないで、個人デー
タを第三者に提供してはならない。」と規定されていることを指す。尚、同項各号に例外事由が列挙されている。 
探索～開発ステージ 
 医療機器の研究開発サイクルのうち、新規の医療機器に関する技術やアイデア等が実現可能かどうかを証明・検証
するフィージビリティスタディの後、品質マネジメントシステム（QMS: Quality Management System）に従った開
発プロセスまでの過程を指す。 
単体識別性 
 本ガイドラインにおいて、単体識別性とは、情報単体または複数の情報を組み合わせて保存されているものから、
他の情報と照合することなく、特定の個人を識別することができることを指す。 
民間企業等 
 民間企業等とは、医療機器や医療システム、薬剤等を製品とする目的で研究開発する事業者であって、個人情報保
護法第4 章に規定する個人情報取扱事業者等の義務等に係る規律の全部又は一部の適用を受けるものを指す（ただ
し、学術研究機関等に該当するものを除く）。 
メタ情報領域 

 
60 
 
 メタ情報領域とは、医療情報に含まれる情報領域のうち、医療情報システム等を体系的に構成し、当該医療情報を
検索する目的で付加されたメタ情報から成り立つ領域を指す。 
目的外利用 
 個人情報保護法第1７条第１項に「個人情報取扱事業者は、個人情報を取り扱うに当たっては、その利用の目的
（以下「利用目的」という。）をできる限り特定しなければならない。」とあり、この利用目的の達成に必要な範囲
を超えて個人情報を取扱うこと。 
容易照合性 
 本ガイドラインにおいて、容易照合性とは、他の情報と容易に照合することによって特定の個人を識別できること
を指す。 
要配慮個人情報 
 
 個人情報保護法第２条第３項で定義される用語を指す。 
要配慮個人情報の取得の制限 
 個人情報保護法第20 条第２項に「個人情報取扱事業者は、（中略）あらかじめ本人の同意を得ないで、要配慮個
人情報を取得してはならない。」と規定されていることを指す。尚、同項各号に例外事由が列挙されている。 
利用目的による制限 
 個人情報保護法第18 条第１項において、「個人情報取扱事業者は、あらかじめ本人の同意を得ないで、前条の規
定により特定された利用目的の達成に必要な範囲を超えて、個人情報を取り扱ってはならない。」と規定されている
こと。 
連結符号 
 個人情報保護法施行規則第34 条に定められた匿名加工情報の適正な加工基準3 号において「個人情報と当該個人
情報に措置を講じて得られる情報とを連結する符号（現に個人情報取扱事業者において取り扱う情報を相互に連結す
る符号に限る。）」と定められた連結符号（ただし、識別子及び準識別子に該当するものを除く）を指す。 
 
 
 
 
 

`;