var toc_content = ` 
10 
 
には、上記の通り「病歴」が含まれるほか、「本人に対して医師その他医療に関連する職務に従事する者（次号にお
いて「医師等」という。）により行われた疾病の予防及び早期発見のための健康診断その他の検査（同号において
「健康診断等」という。）の結果」（同施行令第2 条第2 号）、及び「健康診断等の結果に基づき、又は疾病、負傷
その他の心身の変化を理由として、本人に対して医師等により心身の状態の改善のための指導又は診療若しくは調剤
が行われたこと」（同施行令第2 条第3 号）が含まれる。 
 本ガイドラインにおける医療情報は、通常、これらの情報を含むことから、要配慮個人情報にも該当することにな
る。 
(4)  仮名加工情報 
 個人情報保護法第２条第５項に規定する仮名加工情報をいう。 
 
個人情報保護法第2 条第5 項 
この法律において「仮名加工情報」とは、次の各号に掲げる個人情報の区分に応じて当該各号に定める措置を
講じて他の情報と照合しない限り特定の個人を識別することができないように個人情報を加工して得られる個
人に関する情報をいう。 
一 第一項第一号に該当する個人情報 当該個人情報に含まれる記述等の一部を削除すること（当該一部の記
述等を復元することのできる規則性を有しない方法により他の記述等に置き換えることを含む。）。 
二 第一項第二号に該当する個人情報 当該個人情報に含まれる個人識別符号の全部を削除すること（当該個
人識別符号を復元することのできる規則性を有しない方法により他の記述等に置き換えることを含む。）。 
 
（解説）仮名加工情報とは、個人情報保護法が定める措置を講じて、他の情報と照合しない限り特定の個人を識別す
ることができないように個人情報を加工して得られる個人に関する情報をいう。 
 本ガイドラインでは、第3 章「仮名加工情報とその共同利用」、第4 章「医療情報の特性を考慮した仮名加工情報
の作成手順」、及び第5 章「医療情報の種類に応じた仮名加工情報の具体的な作成手順」において、医療情報の性質
を考慮して仮名加工情報を作成し、運用することについての実践的な指針を示している。 
 尚、次世代医療基盤法の定める仮名加工医療情報とは異なることに留意する必要がある。 
(5)  個人情報データベース等 
 個人情報保護法第16 条第1 項に規定する個人情報データベース等をいう。 
 
個人情報保護法第16 条第1 項 
この章及び第8 章において「個人情報データベース等」とは、個人情報を含む情報の集合物であって、次に掲
げるもの（利用方法からみて個人の権利利益を害するおそれが少ないものとして法令で定めるものを除く。）
をいう。 
一 特定の個人情報を電子計算機を用いて検索することができるように体系的に構成したもの 
二 前号に掲げるもののほか、特定の個人情報を容易に検索することができるように体系的に構成したものと
して政令で定めるもの 
 

 
11 
 
（解説）個人情報データベース等とは、個人情報を含む情報の集合物であって、特定の個人情報をコンピュータを用
いて検索できるように体系的に構成したもの、又は、コンピュータを用いていない場合であっても、五十音順に索引
を付して並べられた顧客カード等、個人情報を一定の規則に従って整理することにより特定の個人情報を容易に検索
することができるよう体系的に構成したものであって、目次、索引、符号等により一般的に容易に検索可能な状態に
置かれているものをいう（GL 通則編2-4）。 
 本ガイドラインでは、電子カルテシステムや医用画像管理システム等を含む医療情報システム等は、通常、個人情
報データベース等に該当するものとする。 
(6)  個人データ 
 個人情報保護法第16 条第3 項に規定する個人データをいう。 
 
個人情報保護法第16 条第3 項 
この章において「個人データ」とは、個人情報データベース等を構成する個人情報をいう。 
 
（解説）個人情報保護法では、個人の権利利益に侵害をもたらす危険が高いのは、個人情報データベース等を構成す
る個人情報であるとして、この個人情報の一部を「個人データ」とし（同法第16 条第3 項）、個人情報取扱事業者
に対して第三者提供の制限（同法第27 条）等の義務等を加重している。 
 本ガイドラインの対象とする「医療機関等において診療で得られ、既に保管されている医療情報」は、通常、個人
情報データベース等に該当する医療情報システム等を構成する個人情報に該当するため、個人情報としての規律に加
えて、個人データとしての規律も課せられることに留意する必要がある4。 
(7)  医療情報 
 「医療情報システムの安全管理に関するガイドライン 第6.0 版」（令和5 年5 月31 日策定）の「用語集」におい
て定義される用語で、医療に関する患者情報（個人識別情報）を含む情報をいう。 
 
医療情報システムの安全管理に関するガイドライン 第 6.0 版 用語集 
●医療情報 
医療に関する患者情報（個人識別情報）を含む情報。 
具体的には、 
① 「民間事業者等が行う書面の保存等における情報通信の技術の利用に関する法律等の施行等について」
（平成 17 年3 月 31 日付け医政発第 0331009 号・薬食発第 0331020 号・保発第 0331005 号厚生労働
省医政局長・医薬食品局長・保険局長連名通知。平成 28 年3 月 31 日最終改正。以下「施行通知」とい
う。）に含まれている文書 
 
4 本ガイドラインで扱う医療情報は、一般的に、医療機関等により自ら取得され、保有・管理されることから、個人情報保護法の定める「個人情
報」、「個人データ」、「保有個人データ」のうち、「保有個人データ」にも該当することによって、保有個人データに係る規律も課せられてい
ることに留意すること。尚、本ガイドラインにおいて、散在情報（個人情報データベース等を構成しない個人情報）としての医療情報の取扱いは
想定しない。 

`;