var toc_content = ` 
22 
 
診療で得られた医療情報を、個人データのまま、医療機関等から民間企業等に提供する観点で、当該個人データに
係る法的根拠について下記の通りまとめることができる。 
個人データに係る法的根拠 
医療AI ソフトウェア等の製品開発のみを目的とした、医療機関等から民間企業
等に対する医療情報の提供 
本人の同意 
本人の同意を予め得ておくことによって可能。 
学術研究例外 
個人情報を取り扱う目的の一部が学術研究目的であれば、製品開発目的が併存
していても良い。ただし、製品開発のみを目的とした活動に対して、学術研究
例外を根拠として医療情報を提供することは難しい。 
公衆衛生例外 
医療AI ソフトウェア等の医療機器が、「公衆衛生の向上（中略）のために特に
必要がある場合」に該当する可能性も直ちには否定されないものと思われる。
ただし、公衆衛生例外を根拠として医療機関等から民間企業等に医療情報を提
供するためには、併せて、本人からの同意取得が困難であることが必要とな
る。 
委託 
医療機関等が主体となって製品開発を目的とした活動を行うことは通常想定さ
れないため、委託を根拠として、製品開発の目的で医療情報を民間企業等に提
供することは難しい。 
共同利用 
製品開発の目的で医療情報を民間企業等に提供する事例の中には、共同利用を
根拠として提供を実施することが難しい事例もあるものと考えられる。 
 
 
3 仮名加工情報とその共同利用 
3.1 仮名加工情報とは 
（解説）仮名化された個人情報について、一定の安全性を確保しつつ、データとしての有用性を加工前の個人情報と
同等程度に保つことにより、詳細な分析を比較的簡便な加工方法で実施し得るものとして利活用したいというニーズ
があった。こうした背景とイノベーションを促進する観点から、氏名等を削除した仮名加工情報が個人情報保護法に
おいて創設された8。 
3.1.1 仮名加工情報の適正加工義務 
（解説）仮名加工情報を作成する際には、個人情報保護法施行規則第31 条各号で定められた基準に従い、個人情報
を適切に加工しなければならない（第4 章「医療情報の特性を考慮した仮名加工情報の作成手順」参照）。 
3.1.2 仮名加工情報の作成意図 
 
8 個人情報保護委員会（令和3 年5 月7 日）「個人情報保護法 令和２年改正及び令和３年改正案について」p.13 

 
23 
 
（解説）Q&A14-4 では「客観的に仮名加工情報の加工基準に沿った加工がなされている場合であっても、引き続き
個人情報の取扱いに係る規律が適用されるものとして取り扱う意図で加工された個人に関する情報については、仮名
加工情報の取扱いに係る規律は適用され」ないとされている。従って、例えば、安全管理措置の一環として氏名等の
一部の個人情報を削除することによって、外形的には仮名加工情報に相当するものが結果的にできあがっていたとし
ても、引き続き個人情報として取扱う意図で加工された場合には、仮名加工情報としての規律は適用されないことに
留意すること。 
3.1.3 仮名加工情報における利用目的の変更 
（解説）仮名加工情報では「利用目的の変更の制限」に関する規律は適用されず、変更前の利用目的と関連性を有す
ると合理的に認められる範囲を超える利用目的の変更も認められる。ただし、利用目的を変更した場合には、原則と
して変更後の利用目的を「公表」しなければならない（個人情報保護法第21 条第3 項及び第41 条第4 項）。 
3.2 仮名加工情報の共同利用 
3.2.1 仮名加工情報における第三者提供の考え方 
（解説）仮名加工情報は、法令に基づく場合を除くほか、第三者提供が禁止される（個人情報保護法第41 条第6 項
及び第42 条第1 項）。これは、第三者提供によって仮名加工情報を取得した悪意のある者により本人の再識別行為
がおこなわれるおそれがあり、特定の個人が識別されることにより、個人の権利利益が侵害されるリスクを高めるこ
ととなるためである9。一方で、通常の個人データと同様に、委託、事業の承継、共同利用の場合については、仮名
加工情報の提供先は、提供元の事業者と一体のものとして取扱うことに合理性があるため、第三者には該当しないも
のとされる。 
3.2.2 仮名加工情報の共同利用 
（解説）特定の者との間で共同して利用される仮名加工情報を当該特定の者に提供する場合であって、次の①から⑤
までの情報を、提供に当たりあらかじめ公表しているときには、当該提供先は、当該仮名加工情報の提供元の事業者
と一体のものとして取扱われることに合理性があると考えられることから、第三者に該当しないものとされている
（GL 仮名・匿名加工情報編2-2-3-3）。 
①共同利用をする旨 
②共同して利用される仮名加工情報である個人データの項目 
③共同して利用する者の範囲 
④利用する者の利用目的 
⑤当該仮名加工情報である個人データの管理について責任を有する者の氏名又は名称及び住所並びに法人にあ
っては、その代表者の氏名 
 
9 Q&A14-17 では、仮名加工情報の第三者提供を認める場合の弊害の一つとして「仮名加工情報を取得した悪意者により識別行為が行われるおそ
れがあり、個人の権利利益が侵害されるリスクを高めること」を挙げている。 

`;