var toc_content = `目的と対象 
1.3 
用語の定義 
 
2 
医療情報の利活用と法的根拠 
2.1 
医療情報の利活用 
2.2 
医療情報の利活用に関わる事業者 
2.3 
要配慮個人情報としての医療情報に係る規律の概要 
2.4 
学術研究例外とその該当性 
2.5 
公衆衛生例外とその類型 
2.6 
製品開発目的で医療情報を医療機関等から民間企業等に提供する際の法的根拠 
 
3 
仮名加工情報とその共同利用 
3.1 
仮名加工情報とは 
3.2 
仮名加工情報の共同利用 
3.3 
仮名加工情報の共同利用の設定パターン 
3.4 
推奨されない仮名加工情報の取扱い 
3.5 
仮名加工情報の個人情報該当性 
3.6 
仮名加工情報の規律 
3.7 
仮名加工情報の利用目的変更・共同利用等に関する手続き 
3.8 
削除情報等の安全管理措置義務 
 
4 
医療情報の特性を考慮した仮名加工情報の作成手順 
4.1 
仮名加工情報の適正な加工基準 
4.2 
安全な仮名加工情報を作成するための追加的措置 
4.3 
医療情報における記述等の類型 
4.4 
医療情報における記述等の類型に該当する具体例 
4.5 
個人識別符号に対する該当性 

 
4 
 
4.6 
医療情報における記述等の類型に関する各論 
4.7 
識別子・準識別子に対する加工の類型 
4.8 
識別子・準識別子に対する加工の要否の考え方 
4.9 
医療情報の特性を考慮した仮名加工情報の作成手順 
 
5 
医療情報の種類に応じた仮名加工情報の具体的な作成手順 
5.1 
医療情報の一般的な構造 
5.2 
診療テキスト情報の加工 
5.3 
生理機能検査情報の加工 
5.4 
医用画像情報の加工 
5.5 
遺伝子検査情報の加工 
5.6 
マルチモーダルな医療情報に対する加工 
 
6 
医療機器の研究開発サイクルと各種の法的根拠の位置づけ 
6.1 
本章の目的と留意事項 
6.2 
対象とする医療機器の種類 
6.3 
医療機器の承認制度 
6.4 
医療機器の研究開発サイクルの概要 
6.5 
医療機器の研究開発サイクルの段階ごとに応じた医療情報の取扱い 
6.6 
生命科学・医学系指針との対応 
 
7 
用語集 
 
 

`;