var toc_content = ` 
11 
 
（解説）個人情報データベース等とは、個人情報を含む情報の集合物であって、特定の個人情報をコンピュータを用
いて検索できるように体系的に構成したもの、又は、コンピュータを用いていない場合であっても、五十音順に索引
を付して並べられた顧客カード等、個人情報を一定の規則に従って整理することにより特定の個人情報を容易に検索
することができるよう体系的に構成したものであって、目次、索引、符号等により一般的に容易に検索可能な状態に
置かれているものをいう（GL 通則編2-4）。 
 本ガイドラインでは、電子カルテシステムや医用画像管理システム等を含む医療情報システム等は、通常、個人情
報データベース等に該当するものとする。 
(6)  個人データ 
 個人情報保護法第16 条第3 項に規定する個人データをいう。 
 
個人情報保護法第16 条第3 項 
この章において「個人データ」とは、個人情報データベース等を構成する個人情報をいう。 
 
（解説）個人情報保護法では、個人の権利利益に侵害をもたらす危険が高いのは、個人情報データベース等を構成す
る個人情報であるとして、この個人情報の一部を「個人データ」とし（同法第16 条第3 項）、個人情報取扱事業者
に対して第三者提供の制限（同法第27 条）等の義務等を加重している。 
 本ガイドラインの対象とする「医療機関等において診療で得られ、既に保管されている医療情報」は、通常、個人
情報データベース等に該当する医療情報システム等を構成する個人情報に該当するため、個人情報としての規律に加
えて、個人データとしての規律も課せられることに留意する必要がある4。 
(7)  医療情報 
 「医療情報システムの安全管理に関するガイドライン 第6.0 版」（令和5 年5 月31 日策定）の「用語集」におい
て定義される用語で、医療に関する患者情報（個人識別情報）を含む情報をいう。 
 
医療情報システムの安全管理に関するガイドライン 第 6.0 版 用語集 
●医療情報 
医療に関する患者情報（個人識別情報）を含む情報。 
具体的には、 
① 「民間事業者等が行う書面の保存等における情報通信の技術の利用に関する法律等の施行等について」
（平成 17 年3 月 31 日付け医政発第 0331009 号・薬食発第 0331020 号・保発第 0331005 号厚生労働
省医政局長・医薬食品局長・保険局長連名通知。平成 28 年3 月 31 日最終改正。以下「施行通知」とい
う。）に含まれている文書 
 
4 本ガイドラインで扱う医療情報は、一般的に、医療機関等により自ら取得され、保有・管理されることから、個人情報保護法の定める「個人情
報」、「個人データ」、「保有個人データ」のうち、「保有個人データ」にも該当することによって、保有個人データに係る規律も課せられてい
ることに留意すること。尚、本ガイドラインにおいて、散在情報（個人情報データベース等を構成しない個人情報）としての医療情報の取扱いは
想定しない。 

 
12 
 
② 施行通知には含まれていないものの、民間事業者等が行う書面の保存等における情報通信の技術の利用に
関する法律（平成 16 年法律第 149 号。以下「e-文書法」という。）の対象範囲で、かつ、患者の医療情
報が含まれている文書等（麻薬帳簿等） 
③ 法定保存年限を経過した文書等 
④ 診療の都度、診療録等に記載するために参考にした超音波画像等の生理学的検査の記録や画像 
⑤ 診療報酬の算定上必要とされる各種文書（薬局における薬剤服用歴の記録等） 
等が対象となる。 
 
（解説） 
 本ガイドラインでは、医療情報を、個人情報と重複する部分があるものの、生存する個人に関する情報と死者に関
する情報を区別せずに、両者を包摂する概念として取扱っていることに留意すること。具体例は下記の通りである。 
 
医療情報の種類 
具体例 
診療テキスト情報 
カルテ記載、薬剤情報、健康診断の結果、保健指導の内容、読影レポート、病理レポ
ート等。 
生理機能検査情報 
バイタルデータ、血液検査データ、生理検査データ（心電図、呼吸機能、脳波等）
等。 
医用画像情報 
放射線画像（X 線写真、CT、MRI、PET 等）、放射線治療計画（ストラクチャデー
タ、線量分布データ等）、超音波画像・動画、内視鏡画像・動画（上部消化管内視鏡
検査、下部消化管内視鏡検査、超音波内視鏡検査、胆膵系内視鏡検査、呼吸器内視鏡
検査、腹腔鏡、胸腔鏡等で取得された画像情報や動画情報等）、写真（皮膚病変等に
ついて写真として記録したもの等）、デジタル化された病理スライド画像、手術動画
等。 
遺伝子検査情報 
病原体核酸検査（ウイルスや細菌のPCR 検査等）、体細胞遺伝子検査（がん遺伝子パ
ネル検査や癌腫ごとの体細胞変異検査等）、生殖細胞系列遺伝子検査（がん遺伝子パ
ネル検査の一部や、癌腫ごとの生殖細胞変異検査等）、染色体検査（FISH やG-Band
等）等。 
 
 
 
 
 
 
 
 

`;