var toc_content = ` 
16 
 
渡を考える際に重要なものとなる6。また、医療情報は一般的に要配慮個人情報にも該当するため、通常の個人情報
よりも厳格な取扱いが定められている。特に、要配慮個人情報の「取得」には、原則として本人の同意が必要であ
る。一方で、個々の規律にはこうした原則に対する例外事由としての類型が定められている。以下、この観点でこれ
ら3 つの規律を詳しく整理していく。 
2.3.1 利用目的による制限（個人情報保護法第18 条） 
取得した当初の利用目的の達成に必要な範囲を超えて個人情報を取扱うことを「目的外利用」と呼び、「利用目的
による制限」の規律により目的外利用が禁止される。ただし、目的外利用であっても、例外的に適法に取扱える例外
事由が定められている（個人情報保護法第18 条第3 項各号）。特に、公衆衛生の向上あるいは学術研究のための目
的外利用は、本人の同意を得ていなくても可能となることがある。 
号「利用目的による制限」の例外事由 
1 法令に基づく場合。 
2 人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であると
き。 
3 公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ること
が困難であるとき。 
4 国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力す
る必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあると
き。 
5 学術研究機関等が、個人情報を学術研究目的（学術研究の用に供する目的）で取り扱う必要があるとき（当
該個人情報を取り扱う目的の一部が学術研究目的である場合を含み、個人の権利利益を不当に侵害するおそ
れがある場合を除く。）。 
6 学術研究機関等に個人データを提供する場合であって、当該学術研究機関等が当該個人データを学術研究目
的で取り扱う必要があるとき（当該個人データを取り扱う目的の一部が学術研究目的である場合を含み、個
人の権利利益を不当に侵害するおそれがある場合を除く。）。 
2.3.2 要配慮個人情報の取得の制限（個人情報保護法第20 条第2 項） 
「要配慮個人情報の取得の制限」とは、あらかじめ本人の同意を得ないで、要配慮個人情報を取得してはならない
ことを指す。ただし、同様に例外事由が存在し（個人情報保護法第20 条第2 項各号）、特に、公衆衛生の向上ある
いは学術研究のための要配慮個人情報の取得は、本人の同意を得ていなくても可能となることがある。 
号「要配慮個人情報の取得の制限」の例外事由 
1 法令に基づく場合。 
2 人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であると
き。 
3 公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ること
が困難であるとき。 
 
6 本ガイドラインでは、「外国にある第三者への提供の制限」（個人情報保護法第28 条）は対象外としており、これに該当して医療情報を取扱
う場合には、適宜、関係する法令等を参照すること。 

 
17 
 
4 国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力す
る必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあると
き。 
5 当該個人情報取扱事業者が学術研究機関等である場合であって、当該要配慮個人情報を学術研究目的で取り
扱う必要があるとき（当該要配慮個人情報を取り扱う目的の一部が学術研究目的である場合を含み、個人の
権利利益を不当に侵害するおそれがある場合を除く。）。 
6 学術研究機関等から当該要配慮個人情報を取得する場合であって、当該要配慮個人情報を学術研究目的で取
得する必要があるとき（当該要配慮個人情報を取得する目的の一部が学術研究目的である場合を含み、個人
の権利利益を不当に侵害するおそれがある場合を除く。）（当該個人情報取扱事業者と当該学術研究機関等
が共同して学術研究を行う場合に限る。）。 
7 当該要配慮個人情報が、本人、国の機関、地方公共団体、学術研究機関等、第57 条第1 項各号に掲げる者
その他個人情報保護委員会規則で定める者により公開されている場合。 
8 その他前各号に掲げる場合に準ずるものとして政令で定める場合。 
2.3.3 第三者提供の制限（個人情報保護法第27 条第1 項） 
「第三者提供の制限」とは、あらかじめ本人の同意を得ないで、個人データを第三者に提供してはならないことを
指す。ただし、同様に例外事由が存在し（個人情報保護法第27 条第1 項各号）、特に、公衆衛生の向上あるいは学
術研究のための第三者提供は、本人の同意を得ていなくても可能となることがある。尚、提供先が「第三者に該当し
ない場合」として、委託、事業の承継、共同利用が定められているが（同条第5 項各号）、これらの法的根拠に基づ
いた取扱いが許容される範囲は第2.6 章「製品開発目的で医療情報を医療機関等から民間企業等に提供する際の法的
根拠」を参照のこと。 
号 
「第三者提供の制限」の例外事由 
1 
法令に基づく場合。 
2 
人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であると
き。 
3 
公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得るこ
とが困難であるとき。 
4 
国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力
する必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがある
とき。 
5 
当該個人情報取扱事業者が学術研究機関等である場合であって、当該個人データの提供が学術研究の成果
の公表又は教授のためやむを得ないとき（個人の権利利益を不当に侵害するおそれがある場合を除
く。）。 
6 
当該個人情報取扱事業者が学術研究機関等である場合であって、当該個人データを学術研究目的で提供す
る必要があるとき（当該個人データを提供する目的の一部が学術研究目的である場合を含み、個人の権利
利益を不当に侵害するおそれがある場合を除く。）（当該個人情報取扱事業者と当該第三者が共同して学
術研究を行う場合に限る。）。 
7 
当該第三者が学術研究機関等である場合であって、当該第三者が当該個人データを学術研究目的で取り扱
う必要があるとき（当該個人データを取り扱う目的の一部が学術研究目的である場合を含み、個人の権利
利益を不当に侵害するおそれがある場合を除く。）。 

`;