var toc_content = ` 
20 
 
公衆衛生の向上の目的で医療情報を取扱う場合には、例外事由により個人情報の取得・利用及び提供に係る規律が
緩和されることがある（第2.3 章「要配慮個人情報としての医療情報に係る規律の概要」参照）。本ガイドラインで
は、これを公衆衛生例外と呼ぶ。 
2.5.1 公衆衛生例外が当てはまる類型 
 公衆衛生例外が該当する具体的な取扱いの内容として、次のような場合が想定されている。このうち、医療機関等
から民間企業等への医療情報の提供が認められるのは、公衆衛生の向上のために特に必要がある場合であって、本人
からの同意取得が困難である等の例外的な場合に限られる。 
利用・提供の形態 
例示 
医療機関等による利活用 
医療機関等が保有する患者の臨床症例に係る個人情報を、観察研究のために用
いる場合であって、本人の転居等により有効な連絡先を保有しておらず本人か
らの同意取得が困難であるときや、同意を取得するための時間的余裕や費用等
に照らし、本人の同意を得ることにより当該研究の遂行に支障を及ぼすおそれ
があるとき（Q＆A2-15）。 
医療機関等から他の医療機
関等へ提供 
医療機関等が以前治療を行った患者の臨床症例に係る個人データを、症例研究
のために他の医療機関等に提供し、当該他の医療機関等を受診する不特定多数
の患者に対してより優れた医療サービスを提供できるようになること等によ
り、公衆衛生の向上に特に資する場合であって、本人の転居により有効な連絡
先を保有しておらず本人からの同意取得が困難であるとき（医療介護ガイダン
スⅣ3(2)③、Q&A7-24）。 
民間企業等による利活用 
製薬企業が過去に臨床試験等で取得した個人情報を、有効な治療方法や薬剤が
十分にない疾病等に関する疾病メカニズムの解明を目的とした自社内の研究の
ために用いる場合であって、連絡先を保有していないため本人からの同意取得
が困難であるとき（Q＆A2-14）。 
医療機関等から民間企業等
への提供 
医療機関等が保有する患者の臨床症例に係る個人データを、有効な治療方針や
薬剤が十分にない疾病等に関する疾病メカニズムの解明を目的とした研究のた
めに製薬企業に提供し、その結果が広く共有・活用されていくことで、医学・
薬学等の発展や医療水準の向上に寄与し、公衆衛生の向上に特に資する場合で
あって、本人の転居により有効な連絡先を保有しておらず本人からの同意取得
が困難であるとき（医療介護ガイダンスⅣ3(2)③、Q&A7-25）。 
2.6 製品開発目的で医療情報を医療機関等から民間企業等に提供する際の法的根拠 
 診療で得られた医療情報を、個人データのまま、医療AI ソフトウェア等の製品開発のみを目的として、医療機関
等から民間企業等に提供する際の本人の同意以外の法的根拠についてまとめる。 
2.6.1 学術研究例外 
 学術研究例外における目的要件の観点からは、個人情報保護法の条文上、当該個人情報を取り扱う目的の一部が学
術研究目的である場合を含むので、製品開発目的が併存していても良い（個人の権利利益を不当に侵害するおそれが

 
21 
 
ある場合を除く）。ただし、製品開発のみを目的とした活動に対して、学術研究例外を根拠として、医療機関等から
民間企業等に医療情報を提供することは難しい。 
2.6.2 公衆衛生例外 
 医療AI ソフトウェア等の医療機器が、「公衆衛生の向上（中略）のために特に必要がある場合」に該当する可能
性も直ちには否定されないものと思われる。ただし、公衆衛生例外を根拠として医療機関等から民間企業等に医療情
報を提供するためには、併せて、本人からの同意取得が困難であることが必要となる。 
2.6.3 委託（個人情報保護法第27 条第５項第１号） 
（解説）医療機関等が主体となった利用目的の達成に必要な範囲内で、医療情報の取り扱いの全部又は一部を委託す
ることに伴い外部の機関へと提供する場合には、提供先は第三者には該当しない。委託に伴う提供の具体例として
は、検査等の業務を委託する場合等が挙げられる（医療介護ガイダンスⅣ9(4)①）。このように、委託に伴う提供
は、あくまでも提供元である医療機関等の事業目的のみに使われ、提供先で自己の事業目的に使うことは許されない
（Q&A7-39）。 
 従って、医療機関等が主体となって製品開発を目的とした活動を行うことは通常想定されないため、委託を根拠と
して、製品開発の目的で医療情報を民間企業等に提供することは難しい。 
2.6.4 共同利用（個人情報保護法第27 条第５項第３号） 
（解説）医療機関等が、特定の者との間で医療情報を共同利用する場合には、提供先は第三者に該当しない（個人情
報保護法第27 条第5 項第3 号）。ここで、「共同利用」は「共同研究」とは異なる概念であることに注意されたい
7。共同利用の対象となる個人情報の提供については、必ずしも全ての共同利用者が双方向で行う必要はなく、一部
の共同利用者に対し、一方向で行うこともできる。医療機関等における共同利用の具体的な事例としては、病院と訪
問看護ステーションが共同で医療サービスを提供している場合等が挙げられる（医療介護ガイダンスⅣ9(4)①）。し
かしながら、医療機関等が患者から医療情報を取得した後に、民間企業等と製品開発の目的でこれを共同利用するこ
とは、「取得の際に通知・公表している利用目的の内容や取得の経緯等にかんがみて、既に特定の事業者が取得して
いる個人データを他の事業者と共同して利用すること、共同して利用する者の範囲、利用する者の利用目的等が、当
該個人データの本人が通常予期し得ると客観的に認められるような場合」（Q&A7-52、GL 通則編3-6-3(3)）でなけ
れば認められない。 
 従って、製品開発の目的で医療情報を民間企業等に提供する事例の中には、共同利用を根拠として個人データであ
る医療情報の提供を実施することが難しい事例もあるものと考えられる（この場合の共同利用は、仮名加工情報では
なく個人データに係る規律であることに注意すること）。 
2.6.5 医療情報を個人データのまま取扱う際の提供に係る法的根拠のまとめ 
 
7 「共同利用」は個人情報保護法における個人情報の取り扱いの方法についての概念であるが、「共同研究」は生命科学・医学系指針において
も、研究計画書に基づいて共同して研究を実施する行為として説明されるにとどまっており、両者は区別されるべき概念である。 

`;