var toc_content = ` 
12 
 
② 施行通知には含まれていないものの、民間事業者等が行う書面の保存等における情報通信の技術の利用に
関する法律（平成 16 年法律第 149 号。以下「e-文書法」という。）の対象範囲で、かつ、患者の医療情
報が含まれている文書等（麻薬帳簿等） 
③ 法定保存年限を経過した文書等 
④ 診療の都度、診療録等に記載するために参考にした超音波画像等の生理学的検査の記録や画像 
⑤ 診療報酬の算定上必要とされる各種文書（薬局における薬剤服用歴の記録等） 
等が対象となる。 
 
（解説） 
 本ガイドラインでは、医療情報を、個人情報と重複する部分があるものの、生存する個人に関する情報と死者に関
する情報を区別せずに、両者を包摂する概念として取扱っていることに留意すること。具体例は下記の通りである。 
 
医療情報の種類 
具体例 
診療テキスト情報 
カルテ記載、薬剤情報、健康診断の結果、保健指導の内容、読影レポート、病理レポ
ート等。 
生理機能検査情報 
バイタルデータ、血液検査データ、生理検査データ（心電図、呼吸機能、脳波等）
等。 
医用画像情報 
放射線画像（X 線写真、CT、MRI、PET 等）、放射線治療計画（ストラクチャデー
タ、線量分布データ等）、超音波画像・動画、内視鏡画像・動画（上部消化管内視鏡
検査、下部消化管内視鏡検査、超音波内視鏡検査、胆膵系内視鏡検査、呼吸器内視鏡
検査、腹腔鏡、胸腔鏡等で取得された画像情報や動画情報等）、写真（皮膚病変等に
ついて写真として記録したもの等）、デジタル化された病理スライド画像、手術動画
等。 
遺伝子検査情報 
病原体核酸検査（ウイルスや細菌のPCR 検査等）、体細胞遺伝子検査（がん遺伝子パ
ネル検査や癌腫ごとの体細胞変異検査等）、生殖細胞系列遺伝子検査（がん遺伝子パ
ネル検査の一部や、癌腫ごとの生殖細胞変異検査等）、染色体検査（FISH やG-Band
等）等。 
 
 
 
 
 
 
 
 

 
13 
 
2 医療情報の利活用と法的根拠 
2.1 医療情報の利活用 
2.1.1 診療目的における医療情報 
医療事業者が医療サービスを希望する患者から個人情報を取得する場合、当該個人情報を患者に対する医療サービ
スの提供、医療保険事務、入退院等の病棟管理などで利用することは患者にとって明らかと考えられる。 
医療介護ガイダンスでは利用目的が明らかな場合の類型として以下のものが挙げられており（医療介護ガイダンス
Ⅳ3(1)）、本ガイドラインではこれらの目的を総称して診療目的と呼ぶ。 
◼ 患者・利用者に対する医療・介護サービスの提供のため。 
◼ 医療・介護保険事務のため。 
◼ 入退院等の病棟管理等のため。 
2.1.2 医療情報の利活用 
診療目的以外で個人情報を利用する場合は、患者にとって必ずしも明らかな利用目的とはいえない。本ガイドライ
ンでは、医療情報の利活用の具体的な目的として、学術研究目的と製品開発目的を考える。 
ここで、GL 通則編2-19 によると、「学術」とは、人文・社会科学及び自然科学並びにそれらの応用の研究であ
り、あらゆる学問分野における研究活動及びその所産としての知識・方法の体系をいい、具体的活動としての「学術
研究」としては、新しい法則や原理の発見、分析や方法論の確立、新しい知識やその応用法の体系化、先端的な学問
領域の開拓などをいうとされている。 
一方、本ガイドラインにおいて、製品開発とは、民間企業等が商業的な目的で新しい製品やサービスを生み出す活
動のことを指す。製品開発は、主に利潤追求を目的とした実用化研究として行われるため、一般的には学術研究とは
区別される。ただし、製品開発の過程で新しい技術や手法が開発されたり、基礎研究の成果が応用されたりすること
もあるため、学術研究と製品開発が併存する段階も存在し得る。しかし、GL 通則編2-19 にて、「製品開発を目的と
して個人情報を取り扱う場合は、当該活動は、学術研究目的とは解されない」とされるように、製品開発のみを目的
とした活動は、学術研究とは区別されるものである。 
 そのため、医療情報の利活用においては、具体的な利用目的や提供形態に応じた適切な法的根拠が必要となる。 
2.2 医療情報の利活用に関わる事業者 
 本ガイドラインでは、以下に定めるそれぞれの事業者が単独あるいは共同して、医療AI ソフトウェア等の医療機
器を研究開発する場合を中心的に整理している（図1 参照）。 

`;