var toc_content = ` 
54 
 
定の個人を識別することができるようになり、仮名加工情報の義務等に違反するおそれがある（第3.6.1 章「仮名加
工情報の義務等」参照）31。 
 以上の観点から、本ガイドラインでは、特に民間企業等が異なる法的根拠に基づいて医療情報の提供を受ける場
合、それぞれの法的根拠に紐づいて設定された利用目的が終了した時点で、当該医療情報を元の医療機関等に返還、
消去、破棄することを原則とする。 
6.6 生命科学・医学系指針との対応 
6.6.1 生命科学・医学系指針の適用範囲 
 生命科学・医学系指針の第2「用語の定義」（１）より、例えば、人を対象として、「医療における診断方法及び
治療方法の改善又は有効性の検証」を通じて「国民の健康の保持増進又は患者の傷病からの回復若しくは生活の質の
向上に資する知識を得ること」を目的として実施される活動は「人を対象とする生命科学・医学系研究32」に該当
し、同指針の適用される範囲となる。ここで、本ガイドラインにて想定する7 つの段階（①探索、②開発、③性能評
価、④承認申請書類作成、⑤承認申請、⑥承認審査、⑦製造販売承認後）のうち、①探索から③性能評価において、
「人を対象とする生命科学・医学系研究」を行う場合は、個人情報保護法における法的根拠のほか、生命科学・医学
系指針で定められる規律に従うことが求められる。 
6.6.2 仮名加工情報を研究に用いる場合のインフォームド・コンセントの要否 
 本ガイドラインでは、医療機関等において診療で得られ、既に保管されている医療情報を「人を対象とする生命科
学・医学系研究」として利活用する場合には、生命科学・医学系指針における「既存の情報33」として取扱うことと
なる。この際、当該医療情報から仮名加工情報を作成するタイミングによって、当該研究に用いる場合のインフォー
ムド・コンセントに係る手続き等は下記の3 類型の通りに整理される。 
類型 
インフォームド・コンセントの要否 
既に作成されている仮名加
工情報を用いる場合 
生命科学・医学系指針の第8 の１（２）「自らの研究機関において保有してい
る既存試料・情報を研究に用いる場合」イ「試料を用いない研究」（ア）「当
該研究に用いられる情報が仮名加工情報（既に作成されているものに限
る。）、匿名加工情報又は個人関連情報であること」に該当し、研究者等は、
必ずしもインフォームド・コンセントを受けることを要しない。 
 
31 偶然に本人を識別してしまったものの、仮名加工情報の作成の元となった個人情報の本人を識別するために他の情報と照合しているとはいえ
ない場合は、直ちに識別行為の禁止義務に違反するものではないと考えられる（Q&A 14-21）。他方、仮名加工情報を他の情報と照合することが
識別禁止義務に違反するか否かは、その目的や、照合の対象となる仮名加工情報及び他の情報に含まれる記述等により、個別の事案ごとに判断さ
れる。ここでいう目的については、事業者の主観によって判断されるものではなく、仮名加工情報と照合する仮名加工情報及び他の情報に含まれ
る記述等の性質等を踏まえて客観的に判断される。例えば、仮名加工情報と個人情報について、共通する記述等を選別して照合する行為は、一般
的に、識別目的の照合であると考えられる（個人情報保護委員会事務局レポート 3.3.2） 
32 人を対象として、次のア又はイを目的として実施される活動をいう。 ア 次の①、②、③又は④を通じて、国民の健康の保持増進又は患者の傷
病からの回復若しくは生活の質の向上に資する知識を得ること ① 傷病の成因（健康に関する様々な事象の頻度及び分布並びにそれらに影響を与
える要因を含む。）の理解 ② 病態の理解 ③ 傷病の予防方法の改善又は有効性の検証 ④ 医療における診断方法及び治療方法の改善又は有効性
の検証 イ 人由来の試料・情報を用いて、ヒトゲノム及び遺伝子の構造又は機能並びに遺伝子の変異又は発現に関する知識を得ること。 
33 研究計画書策定以降に新たに患者等から取得される医療情報であって、取得の時点において当該研究計画書の研究に用いることも目的としてい
たものについては、生命科学・医学系研究指針における「既存の情報」に該当せず、指針第８の１（１）に定める手続き等が必要になるため留意
すること。 

 
55 
 
既に作成されているものを
除く仮名加工情報を用いる
場合 
生命科学・医学系指針の第8 の１（２）「自らの研究機関において保有してい
る既存試料・情報を研究に用いる場合」イ「試料を用いない研究」（エ）①-(i)
「当該研究に用いられる情報が仮名加工情報（既に作成されているものを除
く。）であること」に該当し、同第８の１（２）イ（エ）に定める手続き34を行
うことで、インフォームド・コンセントを受けることを要さず、当該仮名加工
情報を利用することができる。 
仮名加工情報の共同利用に
伴い他の研究機関に提供す
る場合 
生命科学・医学系指針の第8 の１（３）「他の研究機関に既存試料・情報を提
供しようとする場合」は第三者提供による他機関提供を想定しているものであ
るため、（提供先が第三者に該当しない類型としての）共同利用に伴う提供に
おいては、同第8 の１（３）に定める手続きは不要である35。 
  
7 用語集 
 
委託 
 個人情報保護法第27 条第５項第１号で掲げる「個人情報取扱事業者が利用目的の達成に必要な範囲内において個
人データの取扱いの全部又は一部を委託することに伴って当該個人データが提供される場合」に該当する個人情報の
取扱いのこと。 
医療機関等 
 病院（医療法（昭和23 年法律第205 号）第1 条の5 第1 項）、診療所（同条第2 項）、助産所（同法第2 条第1
項）、薬局（薬機法第2 条第12 項）、訪問看護事業所（健康保険法（大正11 年法律第70 号）第89 条第1 項）等
の患者に対し医療を提供する事業者であって、個人情報保護法第4 章に規定する個人情報取扱事業者等の義務等に係
る規律の全部又は一部の適用を受けるものを指す。 
医療情報 
 
34 生命科学・医学系研究指針・第8 の１⑵イ(ア)から(ウ)までのいずれにも該当せず、かつ、研究対象者等に第8 の６①から③まで及び⑦から⑩
までの事項を通知した上で適切な同意を受けていること又は次に掲げる①から③までの全ての要件を満たしていること。 
① 次に掲げるいずれかの要件を満たしていること  
(ⅰ) 当該研究に用いられる情報が仮名加工情報（既に作成されているものを除く。）であること 
(ⅱ) 学術研究機関等に該当する研究機関が学術研究目的で当該研究に用いられる情報を取り扱う必要がある場合であって、研究対象者の権利利益
を不当に侵害するおそれがないこと 
(ⅲ) 当該研究を実施しようとすることに特段の理由がある場合であって、研究対象者等から適切な同意を受けることが困難であること 
② 当該研究の実施について、第8 の６①から③まで及び⑦から⑩までの事項を研究対象者等に通知し、又は研究対象者等が容易に知り得る状態
に置いていること  
③ 当該研究が実施又は継続されることについて、原則として、研究対象者等が拒否できる機会を保障すること 
35 特定された利用目的の範囲内でのみ試料・情報を取り扱う必要があるという点について留意すること。 

`;