var toc_content = ` 
13 
 
2 医療情報の利活用と法的根拠 
2.1 医療情報の利活用 
2.1.1 診療目的における医療情報 
医療事業者が医療サービスを希望する患者から個人情報を取得する場合、当該個人情報を患者に対する医療サービ
スの提供、医療保険事務、入退院等の病棟管理などで利用することは患者にとって明らかと考えられる。 
医療介護ガイダンスでは利用目的が明らかな場合の類型として以下のものが挙げられており（医療介護ガイダンス
Ⅳ3(1)）、本ガイドラインではこれらの目的を総称して診療目的と呼ぶ。 
◼ 患者・利用者に対する医療・介護サービスの提供のため。 
◼ 医療・介護保険事務のため。 
◼ 入退院等の病棟管理等のため。 
2.1.2 医療情報の利活用 
診療目的以外で個人情報を利用する場合は、患者にとって必ずしも明らかな利用目的とはいえない。本ガイドライ
ンでは、医療情報の利活用の具体的な目的として、学術研究目的と製品開発目的を考える。 
ここで、GL 通則編2-19 によると、「学術」とは、人文・社会科学及び自然科学並びにそれらの応用の研究であ
り、あらゆる学問分野における研究活動及びその所産としての知識・方法の体系をいい、具体的活動としての「学術
研究」としては、新しい法則や原理の発見、分析や方法論の確立、新しい知識やその応用法の体系化、先端的な学問
領域の開拓などをいうとされている。 
一方、本ガイドラインにおいて、製品開発とは、民間企業等が商業的な目的で新しい製品やサービスを生み出す活
動のことを指す。製品開発は、主に利潤追求を目的とした実用化研究として行われるため、一般的には学術研究とは
区別される。ただし、製品開発の過程で新しい技術や手法が開発されたり、基礎研究の成果が応用されたりすること
もあるため、学術研究と製品開発が併存する段階も存在し得る。しかし、GL 通則編2-19 にて、「製品開発を目的と
して個人情報を取り扱う場合は、当該活動は、学術研究目的とは解されない」とされるように、製品開発のみを目的
とした活動は、学術研究とは区別されるものである。 
 そのため、医療情報の利活用においては、具体的な利用目的や提供形態に応じた適切な法的根拠が必要となる。 
2.2 医療情報の利活用に関わる事業者 
 本ガイドラインでは、以下に定めるそれぞれの事業者が単独あるいは共同して、医療AI ソフトウェア等の医療機
器を研究開発する場合を中心的に整理している（図1 参照）。 

 
14 
 
 
図1: 医療情報の利活用に関わる事業者。本ガイドラインでは、医療情報の利活用に関わる事業者として、学術研究機関等にあた
る医療機関等、学術研究機関等にあたらない医療機関等、学術研究機関等、民間企業等の4 種類を主に想定する。より詳細に分類
すると、「学術研究機関等にあたる医療機関等」と「学術研究機関等にあたらない医療機関等」は医療機関等に該当し、「学術研
究機関等にあたる医療機関等」と「医療機関等にあたらない学術研究機関等」は学術研究機関等に該当する。 
(1)  医療機関等 
 本ガイドラインにおいて、医療機関等とは、病院（医療法（昭和23 年法律第205 号）第1 条の5 第1 項）、診療
所（同条第2 項）、助産所（同法第2 条第1 項）、薬局（薬機法第2 条第12 項）、訪問看護事業所（健康保険法
（大正11 年法律第70 号）第89 条第1 項）等の患者に対し医療を提供する事業者であって、個人情報保護法第4 章
に規定する個人情報取扱事業者等の義務等に係る規律の全部又は一部の適用を受けるものを指す。また、医療機関等
に所属し、患者に診療を提供することに従事する者を医療従事者という。 
 本ガイドラインにおいて、医療機関等は、その学術研究機関等への該当性から、「学術研究機関等にあたる医療機
関等」と「学術研究機関等にあたらない医療機関等」に細分化される。 
(1-1) 学術研究機関等にあたる医療機関等 
 本ガイドラインにおいて、「学術研究機関等にあたる医療機関等」とは、学術研究機関等にも医療機関等にも該当
するものをいう（例: 大学病院等を有する学校法人）。 
(1-2) 学術研究機関等にあたらない医療機関等 
 本ガイドラインにおいて、「学術研究機関等にあたらない医療機関等」とは、学術研究機関等に該当しない医療機
関等をいう（例: 公立大学の附属病院でない公立の病院等）。学術研究機関等でない医療機関等は、個人情報保護法
上、学術研究機関等に認められる個人情報の取扱いが認められないことに留意されたい（第2.4 章「学術研究例外と
その該当性」参照）。  
(2)  学術研究機関等 

`;