var toc_content = ` 
60 
 
 メタ情報領域とは、医療情報に含まれる情報領域のうち、医療情報システム等を体系的に構成し、当該医療情報を
検索する目的で付加されたメタ情報から成り立つ領域を指す。 
目的外利用 
 個人情報保護法第1７条第１項に「個人情報取扱事業者は、個人情報を取り扱うに当たっては、その利用の目的
（以下「利用目的」という。）をできる限り特定しなければならない。」とあり、この利用目的の達成に必要な範囲
を超えて個人情報を取扱うこと。 
容易照合性 
 本ガイドラインにおいて、容易照合性とは、他の情報と容易に照合することによって特定の個人を識別できること
を指す。 
要配慮個人情報 
 
 個人情報保護法第２条第３項で定義される用語を指す。 
要配慮個人情報の取得の制限 
 個人情報保護法第20 条第２項に「個人情報取扱事業者は、（中略）あらかじめ本人の同意を得ないで、要配慮個
人情報を取得してはならない。」と規定されていることを指す。尚、同項各号に例外事由が列挙されている。 
利用目的による制限 
 個人情報保護法第18 条第１項において、「個人情報取扱事業者は、あらかじめ本人の同意を得ないで、前条の規
定により特定された利用目的の達成に必要な範囲を超えて、個人情報を取り扱ってはならない。」と規定されている
こと。 
連結符号 
 個人情報保護法施行規則第34 条に定められた匿名加工情報の適正な加工基準3 号において「個人情報と当該個人
情報に措置を講じて得られる情報とを連結する符号（現に個人情報取扱事業者において取り扱う情報を相互に連結す
る符号に限る。）」と定められた連結符号（ただし、識別子及び準識別子に該当するものを除く）を指す。 
 
 
 
 
 

 
61 
 
 研究班名簿 
 
保健医療分野におけるデジタルデータのAI 研究開発等への利活用に係る倫理的・法的・社会的課題の抽出及び対応
策の提言のための研究班（22AD1001） 
【研究分担者】 
浜本 隆二 
国立がん研究センター研究所 医療AI 研究開発分野 分野長 
【研究協力者（総括研究班会議 参画者一覧）】（50 音順） 
一家 綱邦 
国立がん研究センター 研究支援センター生命倫理部 部長 
石川 俊平 
東京大学 医学部・大学院医学系研究科 衛生学教室 教授 
井上 悠輔 
東京大学医科学研究所公共政策研究分野 准教授 
荻島 創一 
東北大学 大学院医学系研究科 医科学専攻 ゲノム医療情報学分野 教授 
鎌谷 洋一郎 
東京大学大学院新領域創成科学研究科メディカル情報生命専攻 複雑形質ゲノム解析分野 教授 
久芳 明 
一般社団法人日本医療機器産業連合会 常任理事 
小林 和馬 
国立がん研究センター研究所 医療AI 研究開発分野 研究員 
島原 佑基 
エルピクセル株式会社 ファウンダー 
殿村 桂司 
長島・大野・常松法律事務所 弁護士 
中田 はる佳 
神奈川県立保健福祉大学大学院ヘルスイノベーション研究科 准教授 
中野 壮陛 
公益財団法人医療機器センター 専務理事  ※研究代表者 
成行 書史 
富士フイルム株式会社 メディカルシステム事業部ＩＴソリューション部統括マネージャー 
古川 裕子 
認定NPO 法人ささえあい医療人権センターCOML 
待鳥 詔洋 
国立国際医療研究センター国府台病院 放射線科診療科長 
松橋 祐輝 
公益財団法人医療機器センター 附属医療機器産業研究所 主任研究員 
森    健策 
名古屋大学大学院情報学研究科 教授 
【政策科学総合研究（倫理的法的社会的課題研究事業）担当課】 
高江 慎一 
厚生労働省大臣官房厚生科学課 研究企画官 
西田 浩孝 
厚生労働省大臣官房厚生科学課 科学技術・イノベーション推進専門官 ※生命科学・医学系指針担当 
丸山 翔悟 
厚生労働省大臣官房厚生科学課 企画調整専門官 
【研究班会議 オブザーバー】 
厚生労働省 医政局研究開発政策課医療イノベーション推進室 
厚生労働省 医政局特定医薬品開発支援・医療情報担当参事官室 
厚生労働省 医薬局医療機器審査管理課 
内閣府 健康・医療戦略推進事務局 
個人情報保護委員会事務局 

`;