var toc_content = ` 
61 
 
 研究班名簿 
 
保健医療分野におけるデジタルデータのAI 研究開発等への利活用に係る倫理的・法的・社会的課題の抽出及び対応
策の提言のための研究班（22AD1001） 
【研究分担者】 
浜本 隆二 
国立がん研究センター研究所 医療AI 研究開発分野 分野長 
【研究協力者（総括研究班会議 参画者一覧）】（50 音順） 
一家 綱邦 
国立がん研究センター 研究支援センター生命倫理部 部長 
石川 俊平 
東京大学 医学部・大学院医学系研究科 衛生学教室 教授 
井上 悠輔 
東京大学医科学研究所公共政策研究分野 准教授 
荻島 創一 
東北大学 大学院医学系研究科 医科学専攻 ゲノム医療情報学分野 教授 
鎌谷 洋一郎 
東京大学大学院新領域創成科学研究科メディカル情報生命専攻 複雑形質ゲノム解析分野 教授 
久芳 明 
一般社団法人日本医療機器産業連合会 常任理事 
小林 和馬 
国立がん研究センター研究所 医療AI 研究開発分野 研究員 
島原 佑基 
エルピクセル株式会社 ファウンダー 
殿村 桂司 
長島・大野・常松法律事務所 弁護士 
中田 はる佳 
神奈川県立保健福祉大学大学院ヘルスイノベーション研究科 准教授 
中野 壮陛 
公益財団法人医療機器センター 専務理事  ※研究代表者 
成行 書史 
富士フイルム株式会社 メディカルシステム事業部ＩＴソリューション部統括マネージャー 
古川 裕子 
認定NPO 法人ささえあい医療人権センターCOML 
待鳥 詔洋 
国立国際医療研究センター国府台病院 放射線科診療科長 
松橋 祐輝 
公益財団法人医療機器センター 附属医療機器産業研究所 主任研究員 
森    健策 
名古屋大学大学院情報学研究科 教授 
【政策科学総合研究（倫理的法的社会的課題研究事業）担当課】 
高江 慎一 
厚生労働省大臣官房厚生科学課 研究企画官 
西田 浩孝 
厚生労働省大臣官房厚生科学課 科学技術・イノベーション推進専門官 ※生命科学・医学系指針担当 
丸山 翔悟 
厚生労働省大臣官房厚生科学課 企画調整専門官 
【研究班会議 オブザーバー】 
厚生労働省 医政局研究開発政策課医療イノベーション推進室 
厚生労働省 医政局特定医薬品開発支援・医療情報担当参事官室 
厚生労働省 医薬局医療機器審査管理課 
内閣府 健康・医療戦略推進事務局 
個人情報保護委員会事務局 

`;