var toc_content = ` 
57 
 
仮名加工情報の第三者提供の制限 
 個人情報保護法第41 条第６項及び第42 条第1 項にて、法令に基づく場合を除くほか、仮名加工情報を第三者に提
供してはならないとされていること。 
仮名加工情報の適正な加工基準 
 個人情報保護法施行規則第31 条第１号から第３号で定める加工基準を指す。 
記述等による単体識別性の消去 
 本ガイドラインにおいて、個人情報保護法施行規則第31 条第１号で定める「個人情報に含まれる特定の個人を識
別することができる記述等の全部又は一部を削除すること（当該全部又は一部の記述等を復元することのできる規則
性を有しない方法により他の記述等に置き換えることを含む。）。」を指す。 
共同研究 
 研究計画書に基づいて共同して研究を実施する行為のこと。 
共同利用 
 個人情報保護法第27 条第５項第３号に掲げる「特定の者との間で共同して利用される個人データが当該特定の者
に提供される場合であって、その旨並びに共同して利用される個人データの項目、共同して利用する者の範囲、利用
する者の利用目的並びに当該個人データの管理について責任を有する者の氏名又は名称及び住所並びに法人にあって
は、その代表者の氏名について、あらかじめ、本人に通知し、又は本人が容易に知り得る状態に置いているとき。」
に該当する個人情報の取扱いのこと。「共同研究」とは異なる概念であることに留意すること。 
公衆衛生例外 
 公衆衛生の向上の目的で医療情報を取扱う場合に、個人情報保護法で定める「利用目的による制限」、「要配慮個
人情報の取得の制限」及び「第三者提供の制限」の例外事由に該当し、これらの制限が緩和される状態のこと。 
個人情報 
 個人情報保護法第２条第１項で定義される用語を指す。 
個人情報である仮名加工情報 
 他の情報と容易に照合することによって、特定の個人を識別することができる状態にある仮名加工情報を指す。 
個人情報でない仮名加工情報 

 
58 
 
 他の情報と容易に照合することによって、特定の個人を識別することができない状態にある仮名加工情報を指す。 
個人情報データベース等 
 個人情報保護法第16 条第1 項で定義される用語を指す。 
個人識別符号 
 個人情報保護法第２条第２項で定義される用語を指す。 
個人識別符号による単体識別性の消去 
 本ガイドラインにおいて、個人情報保護法施行規則第31 条第２号で定める「個人情報に含まれる個人識別符号の
全部を削除すること（当該個人識別符号を復元することのできる規則性を有しない方法により他の記述等に置き換え
ることを含む。）。」を指す。 
個人データ 
 個人情報保護法第16 条第3 項で定義される用語を指す。 
コンテンツ情報領域 
 コンテンツ情報領域とは、医療情報に含まれる情報領域のうち、患者の診察や検査を通して取得された、医学的に
意味のある情報としてのコンテンツ情報から成り立つ領域を指す。 
財産的被害が生じるおそれのある記述等の削除 
 本ガイドラインにおいて、個人情報保護法施行規則第31 条第３号で定める「個人情報に含まれる不正に利用され
ることにより財産的被害が生じるおそれがある記述等を削除すること（当該記述等を復元することのできる規則性を
有しない方法により他の記述等に置き換えることを含む。）。」を指す。 
識別子 
 本ガイドラインにおいて、識別子とは、一つの個人情報を構成する個人識別符号を除く複数の記述等のうち、単体
で特定の個人を識別することができる記述等を指す。 
市販後ステージ 
 医療機器の研究開発サイクルのうち、製品市販後の苦情・不具合等の情報や使用者からの評価に基づいて、継続的
に製品の改善や改良が行われる段階を指す。 
準識別子 

`;