var toc_content = ` 
23 
 
（解説）Q&A14-4 では「客観的に仮名加工情報の加工基準に沿った加工がなされている場合であっても、引き続き
個人情報の取扱いに係る規律が適用されるものとして取り扱う意図で加工された個人に関する情報については、仮名
加工情報の取扱いに係る規律は適用され」ないとされている。従って、例えば、安全管理措置の一環として氏名等の
一部の個人情報を削除することによって、外形的には仮名加工情報に相当するものが結果的にできあがっていたとし
ても、引き続き個人情報として取扱う意図で加工された場合には、仮名加工情報としての規律は適用されないことに
留意すること。 
3.1.3 仮名加工情報における利用目的の変更 
（解説）仮名加工情報では「利用目的の変更の制限」に関する規律は適用されず、変更前の利用目的と関連性を有す
ると合理的に認められる範囲を超える利用目的の変更も認められる。ただし、利用目的を変更した場合には、原則と
して変更後の利用目的を「公表」しなければならない（個人情報保護法第21 条第3 項及び第41 条第4 項）。 
3.2 仮名加工情報の共同利用 
3.2.1 仮名加工情報における第三者提供の考え方 
（解説）仮名加工情報は、法令に基づく場合を除くほか、第三者提供が禁止される（個人情報保護法第41 条第6 項
及び第42 条第1 項）。これは、第三者提供によって仮名加工情報を取得した悪意のある者により本人の再識別行為
がおこなわれるおそれがあり、特定の個人が識別されることにより、個人の権利利益が侵害されるリスクを高めるこ
ととなるためである9。一方で、通常の個人データと同様に、委託、事業の承継、共同利用の場合については、仮名
加工情報の提供先は、提供元の事業者と一体のものとして取扱うことに合理性があるため、第三者には該当しないも
のとされる。 
3.2.2 仮名加工情報の共同利用 
（解説）特定の者との間で共同して利用される仮名加工情報を当該特定の者に提供する場合であって、次の①から⑤
までの情報を、提供に当たりあらかじめ公表しているときには、当該提供先は、当該仮名加工情報の提供元の事業者
と一体のものとして取扱われることに合理性があると考えられることから、第三者に該当しないものとされている
（GL 仮名・匿名加工情報編2-2-3-3）。 
①共同利用をする旨 
②共同して利用される仮名加工情報である個人データの項目 
③共同して利用する者の範囲 
④利用する者の利用目的 
⑤当該仮名加工情報である個人データの管理について責任を有する者の氏名又は名称及び住所並びに法人にあ
っては、その代表者の氏名 
 
9 Q&A14-17 では、仮名加工情報の第三者提供を認める場合の弊害の一つとして「仮名加工情報を取得した悪意者により識別行為が行われるおそ
れがあり、個人の権利利益が侵害されるリスクを高めること」を挙げている。 

 
24 
 
3.2.3 通常の個人データと仮名加工情報における共同利用の違い 
（解説）通常の個人データを他の事業者と共同利用する場合には、医療機関等が患者から医療情報を取得した後に民
間企業等と共同利用することは困難であった（第2.6.4 章「共同利用（個人情報保護法第27 条第５項第３号）」参
照）。一方、仮名加工情報の共同利用における利用する者の範囲や利用目的等は、元の個人情報の取得の時点におい
て通知又は公表されていた利用目的の内容や取得の経緯にかかわらず設定可能である（GL 仮名・匿名加工情報編2-
2-3-3）。 
3.2.4 仮名加工情報の共同利用による製品開発目的での提供 
 以上より、医療機関等が医療情報から仮名加工情報を作成し、自らが予定している製品開発目的に応じて利用目的
を適切に変更し、変更後の利用目的を公表することによって、当該仮名加工情報を当該変更後の目的の範囲内で利活
用することができる。また、当該仮名加工情報について、特定の民間企業等との間での共同利用を設定し、その旨を
公表することによって、医療機関等から民間企業等に当該共同利用に伴い提供することができる。なお、仮名加工情
報を作成すること自体は、元の医療情報の取得時にあらかじめ特定した利用目的に含まれていなかったとしても、目
的外利用にはあたらない（Q&A14-9、医療介護ガイダンスⅣ1(2)）。そのため、これらの手続きを行うにあたっ
て、本人の同意は必要とされない。 
3.3 仮名加工情報の共同利用の設定パターン 
医療機関等が診療目的で得た医療情報より仮名加工情報を作成し、仮名加工情報の共同利用により、これを製品開
発の目的で民間企業等に提供する場合を、仮名加工情報の共同利用における基本的な設定パターンとして、図4 に示
す。 
 
図4: 想定される仮名加工情報の共同利用の基本的な設定パターン。医療機関等が、自ら保有する医療情報から仮名加工情報を作成
し、民間企業等と共同利用を設定する場合に、A: 1 対1、B: N 対1、C: N 対N 等の様々な関係性を想定することができる。 
3.4 仮名加工情報の転々流通について 

`;