var toc_content = ` 
9 
 
 個人情報保護法第２条第２項に規定する個人識別符号をいう。 
 
個人情報保護法第2 条第2 項 
この法律において「個人識別符号」とは、次の各号のいずれかに該当する文字、番号、記号その他の符号のう
ち、政令で定めるものをいう。 
一 特定の個人の身体の一部の特徴を電子計算機の用に供するために変換した文字、番号、記号その他の符号
であって、当該特定の個人を識別することができるもの 
二 個人に提供される役務の利用若しくは個人に販売される商品の購入に関し割り当てられ、又は個人に発行
されるカードその他の書類に記載され、若しくは電磁的方式により記録された文字、番号、記号その他の符号
であって、その利用者若しくは購入者又は発行を受ける者ごとに異なるものとなるように割り当てられ、又は
記載され、若しくは記録されることにより、特定の利用者若しくは購入者又は発行を受ける者を識別すること
ができるもの 
 
（解説）個人識別符号とは、当該情報単体で特定の個人を識別できるものとして個人情報保護法施行令に定められた
文字、番号、記号その他の符号を指す。医療情報に関連した個人識別符号としては、生体情報（DNA、顔、虹彩、
声紋、歩行の態様、手指の静脈、指紋・掌紋）をデジタルデータに変換したもののうち、特定の個人を識別するに足
りるものとして個人情報保護委員会規則に定める基準に適合するものとして、個人情報保護法施行令第1 条第1 号に
掲げられるものが相当する（以下「1 号個人識別符号」）。その他、旅券番号、基礎年金番号、免許証番号、住民票
コード、マイナンバー、各種保険証の番号等の公的機関が割り振る番号も同施行令第1 条第2 号以下において、個人
識別符号に含まれるとされる（以下「2 号個人識別符号」）。 
 尚、同施行令において、カルテ番号は個人識別符号に該当せず、本ガイドラインにおいて、カルテ番号は連結符号
として取扱うことに注意が必要である（第4.6.2 章「カルテ番号を識別子ではなく連結符号とする理由」参照）。 
(3)  要配慮個人情報 
 個人情報保護法第２条第３項に規定する要配慮個人情報をいう。 
 
個人情報保護法第2 条第3 項 
この法律において「要配慮個人情報」とは、本人の人種、信条、社会的身分、病歴、犯罪の経歴、犯罪により
害を被った事実その他本人に対する不当な差別、偏見その他の不利益が生じないようにその取扱いに特に配慮
を要するものとして政令で定める記述等が含まれる個人情報をいう。  
 
（解説）要配慮個人情報とは、本人の人種、信条、社会的身分、病歴、犯罪の経歴、犯罪により害を被った事実その
他本人に対する不当な差別、偏見その他の不利益が生じないようにその取扱いに特に配慮を要するものとして個人情
報保護法施行令で定める記述等が含まれる個人情報を指す。要配慮個人情報は、予めの本人の同意を得ずに取得する
ことが原則として禁止され（個人情報保護法第20 条第2 項）、オプトアウト方式による第三者への提供3も認められ
ない（同法第27 条第2 項ただし書）など、個人情報保護法にて特別な保護が定められている。尚、要配慮個人情報
 
3 ここで、「オプトアウト方式による第三者提供」とは、個人情報保護法第27 条第2 項から第4 項に定められた個人データの取り扱いを意味し
ており、生命科学・医学系指針において規定されるインフォームド・コンセントに係るオプトアウト手続きとは異なるものであることに留意する
必要がある。 

 
10 
 
には、上記の通り「病歴」が含まれるほか、「本人に対して医師その他医療に関連する職務に従事する者（次号にお
いて「医師等」という。）により行われた疾病の予防及び早期発見のための健康診断その他の検査（同号において
「健康診断等」という。）の結果」（同施行令第2 条第2 号）、及び「健康診断等の結果に基づき、又は疾病、負傷
その他の心身の変化を理由として、本人に対して医師等により心身の状態の改善のための指導又は診療若しくは調剤
が行われたこと」（同施行令第2 条第3 号）が含まれる。 
 本ガイドラインにおける医療情報は、通常、これらの情報を含むことから、要配慮個人情報にも該当することにな
る。 
(4)  仮名加工情報 
 個人情報保護法第２条第５項に規定する仮名加工情報をいう。 
 
個人情報保護法第2 条第5 項 
この法律において「仮名加工情報」とは、次の各号に掲げる個人情報の区分に応じて当該各号に定める措置を
講じて他の情報と照合しない限り特定の個人を識別することができないように個人情報を加工して得られる個
人に関する情報をいう。 
一 第一項第一号に該当する個人情報 当該個人情報に含まれる記述等の一部を削除すること（当該一部の記
述等を復元することのできる規則性を有しない方法により他の記述等に置き換えることを含む。）。 
二 第一項第二号に該当する個人情報 当該個人情報に含まれる個人識別符号の全部を削除すること（当該個
人識別符号を復元することのできる規則性を有しない方法により他の記述等に置き換えることを含む。）。 
 
（解説）仮名加工情報とは、個人情報保護法が定める措置を講じて、他の情報と照合しない限り特定の個人を識別す
ることができないように個人情報を加工して得られる個人に関する情報をいう。 
 本ガイドラインでは、第3 章「仮名加工情報とその共同利用」、第4 章「医療情報の特性を考慮した仮名加工情報
の作成手順」、及び第5 章「医療情報の種類に応じた仮名加工情報の具体的な作成手順」において、医療情報の性質
を考慮して仮名加工情報を作成し、運用することについての実践的な指針を示している。 
 尚、次世代医療基盤法の定める仮名加工医療情報とは異なることに留意する必要がある。 
(5)  個人情報データベース等 
 個人情報保護法第16 条第1 項に規定する個人情報データベース等をいう。 
 
個人情報保護法第16 条第1 項 
この章及び第8 章において「個人情報データベース等」とは、個人情報を含む情報の集合物であって、次に掲
げるもの（利用方法からみて個人の権利利益を害するおそれが少ないものとして法令で定めるものを除く。）
をいう。 
一 特定の個人情報を電子計算機を用いて検索することができるように体系的に構成したもの 
二 前号に掲げるもののほか、特定の個人情報を容易に検索することができるように体系的に構成したものと
して政令で定めるもの 
 

`;