var toc_content = ` 
15 
 
 本ガイドラインにおいて、学術研究機関等とは、大学、研究所、学会等の学術研究機関等（個人情報保護法第16
条第8 項）である事業者であって、個人情報保護法第4 章に規定する個人情報取扱事業者等の義務等に係る規律の全
部又は一部の適用を受けるものを指す。また、学術研究機関等に所属し、学術研究に従事する者を研究者という。 
(3)  民間企業等 
 本ガイドラインにおいて、民間企業等とは、医療機器や医療システム、薬剤等を製品とする目的で研究開発する事
業者であって、個人情報保護法第4 章に規定する個人情報取扱事業者等の義務等に係る規律の全部又は一部の適用を
受けるものを指す（ただし、学術研究機関等に該当するものを除く）。会社が中心となるが、法人形態は問わない。
また、民間企業等に所属し、製品開発に従事する者を開発担当者という。 
2.3 要配慮個人情報としての医療情報に係る規律の概要 
医療機関等を中心に考えると、医療情報を取扱う場面は、取得、利用、管理、（第三者）提供、本人対応の5 つに
大きく分けることができる5。これに対応するように、個人情報保護法第4 章では個人情報取扱事業者の義務とし
て、①取得・利用に関するルール、②保管に関するルール、③提供に関するルール、④開示等の請求等に関するルー
ルが定められている。 
ルールの区分 
個人情報取扱事業者の義務（個人情報保護法の条項） 
① 取得・利用に関するルール 
利用目的の特定（第17 条） 
利用目的による制限（第18 条） 
不適正な利用の禁止（第19 条） 
適正な取得（第20 条第1 項） 
要配慮個人情報の取得の制限（第20 条第2 項） 
取得に際しての利用目的の通知等（第21 条） 
② 保管に関するルール 
データ内容の正確性の確保等（第22 条） 
安全管理措置（第23 条） 
従業者の監督（第24 条） 
委託先の監督（第25 条） 
漏えい等の報告等（第26 条） 
③ 提供に関するルール 
第三者提供の制限（第27 条） 
外国にある第三者への提供の制限（第28 条） 
第三者提供に係る記録の作成等（第29 条） 
第三者提供を受ける際の確認等（第30 条） 
④ 開示等の請求等に関するルール 
保有個人データに関する事項の公表等（第32 条） 
開示・訂正等・利用停止等（第33～39 条） 
苦情の処理（第40 条） 
   
 以上に掲げる個人情報取扱事業者の義務のうち、「利用目的による制限」、「要配慮個人情報の取得の制限」、
「第三者提供の制限」の3 つの規律が、医療機関等、学術研究機関等、民間企業等の間における医療情報の利用や受
 
5 個人情報保護委員会（令和5 年9 月）「個人情報保護法の基本」p.25 

 
16 
 
渡を考える際に重要なものとなる6。また、医療情報は一般的に要配慮個人情報にも該当するため、通常の個人情報
よりも厳格な取扱いが定められている。特に、要配慮個人情報の「取得」には、原則として本人の同意が必要であ
る。一方で、個々の規律にはこうした原則に対する例外事由としての類型が定められている。以下、この観点でこれ
ら3 つの規律を詳しく整理していく。 
2.3.1 利用目的による制限（個人情報保護法第18 条） 
取得した当初の利用目的の達成に必要な範囲を超えて個人情報を取扱うことを「目的外利用」と呼び、「利用目的
による制限」の規律により目的外利用が禁止される。ただし、目的外利用であっても、例外的に適法に取扱える例外
事由が定められている（個人情報保護法第18 条第3 項各号）。特に、公衆衛生の向上あるいは学術研究のための目
的外利用は、本人の同意を得ていなくても可能となることがある。 
号「利用目的による制限」の例外事由 
1 法令に基づく場合。 
2 人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であると
き。 
3 公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ること
が困難であるとき。 
4 国の機関若しくは地方公共団体又はその委託を受けた者が法令の定める事務を遂行することに対して協力す
る必要がある場合であって、本人の同意を得ることにより当該事務の遂行に支障を及ぼすおそれがあると
き。 
5 学術研究機関等が、個人情報を学術研究目的（学術研究の用に供する目的）で取り扱う必要があるとき（当
該個人情報を取り扱う目的の一部が学術研究目的である場合を含み、個人の権利利益を不当に侵害するおそ
れがある場合を除く。）。 
6 学術研究機関等に個人データを提供する場合であって、当該学術研究機関等が当該個人データを学術研究目
的で取り扱う必要があるとき（当該個人データを取り扱う目的の一部が学術研究目的である場合を含み、個
人の権利利益を不当に侵害するおそれがある場合を除く。）。 
2.3.2 要配慮個人情報の取得の制限（個人情報保護法第20 条第2 項） 
「要配慮個人情報の取得の制限」とは、あらかじめ本人の同意を得ないで、要配慮個人情報を取得してはならない
ことを指す。ただし、同様に例外事由が存在し（個人情報保護法第20 条第2 項各号）、特に、公衆衛生の向上ある
いは学術研究のための要配慮個人情報の取得は、本人の同意を得ていなくても可能となることがある。 
号「要配慮個人情報の取得の制限」の例外事由 
1 法令に基づく場合。 
2 人の生命、身体又は財産の保護のために必要がある場合であって、本人の同意を得ることが困難であると
き。 
3 公衆衛生の向上又は児童の健全な育成の推進のために特に必要がある場合であって、本人の同意を得ること
が困難であるとき。 
 
6 本ガイドラインでは、「外国にある第三者への提供の制限」（個人情報保護法第28 条）は対象外としており、これに該当して医療情報を取扱
う場合には、適宜、関係する法令等を参照すること。 

`;