var toc_content = ` 
48 
 
6 医療機器の研究開発サイクルと各種の法的根拠の位置づけ 
6.1 本章の目的と留意事項 
 本章では、医療機器の研究開発サイクルをいくつかの段階に分けた上で、それぞれの段階で医療情報を適切に取扱
うための法的根拠を、主に個人情報保護法を中心に検討している。 
 尚、本章における「同意」とは個人情報保護法における本人の同意に限定しており、必要に応じて、薬機法、生命
科学・医学系指針、及び医療機関等と民間企業等の間で締結された契約等（共同研究契約、データ提供契約等）を遵
守する必要があることに留意すること。 
6.2 対象とする医療機器の種類 
 本ガイドラインでは、薬生機審発0929 第1 号通知24（以下、「薬生機審0929 通知」）の定める「追加的な侵襲・
介入を伴わない既存の医用画像データ等を用いた診断用医療機器」に定められたもののうち、人工知能技術を利用し
た医用画像診断支援システムに相当する医療機器を対象とし、これを「診断用医療AI ソフトウェア」と呼ぶ。 
6.3 医療機器の承認制度 
 医療機器には多種多様な品目が存在しているが、薬機法上、これらの医療機器は、①製造販売にあたり厚生労働大
臣による承認を必要とするもの（承認制度）、②製造販売にあたり、あらかじめ厚生労働大臣の登録を受けた民間の
登録認証機関（以下、「登録認証機関」）での認証を必要とするもの（認証制度）、③製造販売にあたり厚生労働大
臣への届出で足りるもの（届出制度）の3 つに分類されている。このうち、本ガイドラインでは、承認制度に基づい
た医療機器の研究開発サイクルを対象としている。 
 
24 厚生労働省医薬・生活衛生局医療機器審査管理課長通知（令和3 年9 月29 日）（薬生機審発0929 第1 号）「追加的な侵襲・介入を伴わない
既存の医用画像データ等を用いた診断用医療機器の性能評価試験の取扱いについて」 

 
49 
 
6.4 医療機器の研究開発サイクルの概要 
 本ガイドラインでは、承認制度に基づく医療機器の開発から製造販売承認後までのプロセスを、①探索、②開発、
③性能評価、④製造販売承認申請（以下、「承認申請」）書類作成、⑤承認申請、⑥承認審査、⑦製造販売承認後の
7 つの段階に分けて、それぞれの段階において、医療情報を利活用する際の適切な法的根拠について整理していく
（図11 参照）。その概要は下記の通りである。 
① 探索 
 探索とは、新規の医療機器に関する技術やアイデア等が実現可能かどうかを証明・検証するフィージビリティスタ
ディの段階を指す。 
② 開発 
 開発とは、新規の医療機器に対する要求事項を明確化し、期待される性能が発揮されるかどうかを繰り返し確認・
検証することで、最終仕様を確定するまでの段階を指す。これは、品質マネジメントシステム（QMS: Quality 
Management System）に従った工程を含む。 
③ 性能評価 
 性能評価とは、新規の医療機器の性能に関する検証を、その最終的な仕様に基づいて行う段階を指す25。尚、薬生
機審0929 通知によると、「追加的な侵襲・介入を伴わない既存の医用画像データ等を用いた診断用医療機器」に関
する性能評価試験は治験には当たらず、GCP 省令は適用されない。更に、薬生機審0929 通知では、診断用医療AI
ソフトウェアの性能評価を、カルテ情報等の原資料との照合ができるようにしておく必要性の有無に応じて区別する
が、そのいずれにおいても、個人情報保護法や生命科学・医学系指針等の関連法令に基づき、「患者等の同意取得の
必要性が適切に判断され、必要な場合には適切に同意取得されている必要がある」とされていることに留意すること
26。 
④ 承認申請書類作成 
 承認申請書類作成とは、医療機器の製造販売承認を取得するにあたり、独立行政法人医薬品医療機器総合機構（以
下、「PMDA」）による審査を受けるため、承認申請書類の資料作成を行う過程を指す。 
⑤ 承認申請 
 承認申請とは、厚生労働大臣宛の承認申請書類を提出する行為を指す。 
 
25 独立行政法人医薬品医療機器総合機構（PMDA: Pharmaceuticals and Medical Devices Agency）（2023 年3 月7 日）「医用画像の読影支援を
目的としたコンピュータ診断支援プログラムの審査のポイント」では、申請品の有効性及び安全性を評価するための試験として「臨床的有用性に
関する試験」と「臨床性能に関する試験」を区別しているが、本ガイドラインではこれらを総称して「性能評価試験」としている。 
26 厚生労働省医薬・生活衛生局医療機器審査管理課通知（令和4 年12 月8 日）（事務連絡）「追加的な侵襲・介入を伴わない既存の医用画像デ
ータ等を用いた診断用医療機器の性能評価試験の取扱いに関する質疑応答集(Q＆A)について」A6 

`;