var toc_content = ` 
25 
 
 本ガイドラインでは、仮名加工情報の転々流通を防ぐために、仮名加工情報を作成した元の医療機関等を共同利用
の範囲に含めない形で仮名加工情報を取り扱ってはならないものとする（図6 参照）。これは、個人情報保護法で
は、仮名加工情報の提供元の事業者と一体のものとして取り扱われることに合理性があると考えられる範囲におい
て、共同利用における提供先を第三者に該当しないとしているところ、元の医療機関等を共同利用の範囲に含めない
場合には、この趣旨に反するおそれがあるためである。さらに、元の医療機関等を含めずに、民間企業等のみで仮名
加工情報に関する公表を行ったとしても、当該仮名加工情報の本人にとって自身の医療情報から作成された仮名加工
情報に係る公表があるとは通常予見できず、有効な公表とならない懸念もある。 
 
図6: 仮名加工情報の転々流通について。仮名加工情報を作成した元の医療機関等を含まない形で、仮名加工情報を取扱ってはなら
ない。なぜなら、共同利用は、提供元と提供先を一体のものとして取り扱うことに合理性があることを根拠とした制度であり、元
の医療機関等を含めずに仮名加工情報を取扱う場合には、この趣旨に反するおそれがあるためである。また、元の医療機関等を含
めずに、民間企業等のみで仮名加工情報に関する公表を行ったとしても、当該仮名加工情報の本人にとって自身の医療情報から作
成された仮名加工情報に係る公表があるとは通常予見できず、有効な公表とならない懸念もあるためである。 
3.5 仮名加工情報の個人情報該当性 
 仮名加工情報は、特定の個人に対する容易照合性を基準として、個人情報に該当するものと該当しないものに区別
される。以下、仮名加工情報の共同利用における、医療情報の提供元である医療機関等と、提供先である民間企業等
のそれぞれについて整理する。 
3.5.1 提供元である医療機関等における個人情報該当性 
 医療機関等において医療情報から仮名加工情報を作成した場合であっても、元の診療の目的で取得した医療情報
は、削除されずに、引き続き保有・管理されていることが通常である。そのため、当該医療機関等では、仮名加工情
報と元の医療情報を容易に照合することで、特定の個人を識別することができ、個人情報の要件である「他の情報と
容易に照合することができ、それにより特定の個人を識別することができることとなるもの」を満たし得る（第1.3
章「用語の定義」参照）。従って、提供元である医療機関等にとって、当該仮名加工情報は「個人情報である仮名加
工情報」となる（GL 仮名・匿名加工情報編2-2-1）。 
3.5.2 提供先である民間企業等における個人情報該当性 

 
26 
 
 医療機関等において医療情報から仮名加工情報を作成し、これを外部の民間企業等に提供した場合、当該民間企業
等においては元の医療情報を有していないため、当該仮名加工情報を他の情報と容易に照合して特定の個人を識別す
ることはできないことが通常である。この条件を満たす限り、提供先である民間企業等では、当該仮名加工情報は
「個人情報でない仮名加工情報」となる（GL 仮名・匿名加工情報編2-2-1）。 
3.6 
`;