var toc_content = ` 
24 
 
3.2.3 通常の個人データと仮名加工情報における共同利用の違い 
（解説）通常の個人データを他の事業者と共同利用する場合には、医療機関等が患者から医療情報を取得した後に民
間企業等と共同利用することは困難であった（第2.6.4 章「共同利用（個人情報保護法第27 条第５項第３号）」参
照）。一方、仮名加工情報の共同利用における利用する者の範囲や利用目的等は、元の個人情報の取得の時点におい
て通知又は公表されていた利用目的の内容や取得の経緯にかかわらず設定可能である（GL 仮名・匿名加工情報編2-
2-3-3）。 
3.2.4 仮名加工情報の共同利用による製品開発目的での提供 
 以上より、医療機関等が医療情報から仮名加工情報を作成し、自らが予定している製品開発目的に応じて利用目的
を適切に変更し、変更後の利用目的を公表することによって、当該仮名加工情報を当該変更後の目的の範囲内で利活
用することができる。また、当該仮名加工情報について、特定の民間企業等との間での共同利用を設定し、その旨を
公表することによって、医療機関等から民間企業等に当該共同利用に伴い提供することができる。なお、仮名加工情
報を作成すること自体は、元の医療情報の取得時にあらかじめ特定した利用目的に含まれていなかったとしても、目
的外利用にはあたらない（Q&A14-9、医療介護ガイダンスⅣ1(2)）。そのため、これらの手続きを行うにあたっ
て、本人の同意は必要とされない。 
3.3 仮名加工情報の共同利用の設定パターン 
医療機関等が診療目的で得た医療情報より仮名加工情報を作成し、仮名加工情報の共同利用により、これを製品開
発の目的で民間企業等に提供する場合を、仮名加工情報の共同利用における基本的な設定パターンとして、図4 に示
す。 
 
図4: 想定される仮名加工情報の共同利用の基本的な設定パターン。医療機関等が、自ら保有する医療情報から仮名加工情報を作成
し、民間企業等と共同利用を設定する場合に、A: 1 対1、B: N 対1、C: N 対N 等の様々な関係性を想定することができる。 
3.4 仮名加工情報の転々流通について 

 
25 
 
 本ガイドラインでは、仮名加工情報の転々流通を防ぐために、仮名加工情報を作成した元の医療機関等を共同利用
の範囲に含めない形で仮名加工情報を取り扱ってはならないものとする（図6 参照）。これは、個人情報保護法で
は、仮名加工情報の提供元の事業者と一体のものとして取り扱われることに合理性があると考えられる範囲におい
て、共同利用における提供先を第三者に該当しないとしているところ、元の医療機関等を共同利用の範囲に含めない
場合には、この趣旨に反するおそれがあるためである。さらに、元の医療機関等を含めずに、民間企業等のみで仮名
加工情報に関する公表を行ったとしても、当該仮名加工情報の本人にとって自身の医療情報から作成された仮名加工
情報に係る公表があるとは通常予見できず、有効な公表とならない懸念もある。 
 
図6: 仮名加工情報の転々流通について。仮名加工情報を作成した元の医療機関等を含まない形で、仮名加工情報を取扱ってはなら
ない。なぜなら、共同利用は、提供元と提供先を一体のものとして取り扱うことに合理性があることを根拠とした制度であり、元
の医療機関等を含めずに仮名加工情報を取扱う場合には、この趣旨に反するおそれがあるためである。また、元の医療機関等を含
めずに、民間企業等のみで仮名加工情報に関する公表を行ったとしても、当該仮名加工情報の本人にとって自身の医療情報から作
成された仮名加工情報に係る公表があるとは通常予見できず、有効な公表とならない懸念もあるためである。 
3.5 仮名加工情報の個人情報該当性 
 仮名加工情報は、特定の個人に対する容易照合性を基準として、個人情報に該当するものと該当しないものに区別
される。以下、仮名加工情報の共同利用における、医療情報の提供元である医療機関等と、提供先である民間企業等
のそれぞれについて整理する。 
3.5.1 提供元である医療機関等における個人情報該当性 
 医療機関等において医療情報から仮名加工情報を作成した場合であっても、元の診療の目的で取得した医療情報
は、削除されずに、引き続き保有・管理されていることが通常である。そのため、当該医療機関等では、仮名加工情
報と元の医療情報を容易に照合することで、特定の個人を識別することができ、個人情報の要件である「他の情報と
容易に照合することができ、それにより特定の個人を識別することができることとなるもの」を満たし得る（第1.3
章「用語の定義」参照）。従って、提供元である医療機関等にとって、当該仮名加工情報は「個人情報である仮名加
工情報」となる（GL 仮名・匿名加工情報編2-2-1）。 
3.5.2 提供先である民間企業等における個人情報該当性 

`;