var toc_content = ` 
58 
 
 他の情報と容易に照合することによって、特定の個人を識別することができない状態にある仮名加工情報を指す。 
個人情報データベース等 
 個人情報保護法第16 条第1 項で定義される用語を指す。 
個人識別符号 
 個人情報保護法第２条第２項で定義される用語を指す。 
個人識別符号による単体識別性の消去 
 本ガイドラインにおいて、個人情報保護法施行規則第31 条第２号で定める「個人情報に含まれる個人識別符号の
全部を削除すること（当該個人識別符号を復元することのできる規則性を有しない方法により他の記述等に置き換え
ることを含む。）。」を指す。 
個人データ 
 個人情報保護法第16 条第3 項で定義される用語を指す。 
コンテンツ情報領域 
 コンテンツ情報領域とは、医療情報に含まれる情報領域のうち、患者の診察や検査を通して取得された、医学的に
意味のある情報としてのコンテンツ情報から成り立つ領域を指す。 
財産的被害が生じるおそれのある記述等の削除 
 本ガイドラインにおいて、個人情報保護法施行規則第31 条第３号で定める「個人情報に含まれる不正に利用され
ることにより財産的被害が生じるおそれがある記述等を削除すること（当該記述等を復元することのできる規則性を
有しない方法により他の記述等に置き換えることを含む。）。」を指す。 
識別子 
 本ガイドラインにおいて、識別子とは、一つの個人情報を構成する個人識別符号を除く複数の記述等のうち、単体
で特定の個人を識別することができる記述等を指す。 
市販後ステージ 
 医療機器の研究開発サイクルのうち、製品市販後の苦情・不具合等の情報や使用者からの評価に基づいて、継続的
に製品の改善や改良が行われる段階を指す。 
準識別子 

 
59 
 
 本ガイドラインにおいて、準識別子とは、一つの個人情報を構成する個人識別符号を除く複数の記述等のうち、そ
れ自体では識別子とはならないが、その組み合わせによって特定の個人を識別することができる記述等を指す。 
ステージゲート方式 
 医療機器の研究開発サイクルの①探索～開発ステージ、②性能評価ステージ、③市販後ステージ、それぞれで医療
情報を取扱うための法的根拠を設定するアプローチ手法を指す。 
性能評価ステージ 
 医療機器の研究開発サイクルのうち、診断用医療AI ソフトウェアについて、追加的な侵襲・介入を伴うことな
く、既存の医用画像データ及びこれらに関連する既存の診療情報等（通常の診療で得られたもの又はそれらを収集し
たバイオバンク、データベース等において提供されているものに限り、介入を伴う臨床研究等で得られたデータ等を
除く）を収集して実施する試験を行う段階を指す。 
製品開発 
 民間企業等が商業的な目的で新しい製品やサービスを生み出すプロセスのこと。 
第三者提供の制限 
 個人情報保護法第27 条第１項に「個人情報取扱事業者は、（中略）あらかじめ本人の同意を得ないで、個人デー
タを第三者に提供してはならない。」と規定されていることを指す。尚、同項各号に例外事由が列挙されている。 
探索～開発ステージ 
 医療機器の研究開発サイクルのうち、新規の医療機器に関する技術やアイデア等が実現可能かどうかを証明・検証
するフィージビリティスタディの後、品質マネジメントシステム（QMS: Quality Management System）に従った開
発プロセスまでの過程を指す。 
単体識別性 
 本ガイドラインにおいて、単体識別性とは、情報単体または複数の情報を組み合わせて保存されているものから、
他の情報と照合することなく、特定の個人を識別することができることを指す。 
民間企業等 
 民間企業等とは、医療機器や医療システム、薬剤等を製品とする目的で研究開発する事業者であって、個人情報保
護法第4 章に規定する個人情報取扱事業者等の義務等に係る規律の全部又は一部の適用を受けるものを指す（ただ
し、学術研究機関等に該当するものを除く）。 
メタ情報領域 

`;