var toc_content = ` 
51 
 
本ガイドラインでは、医療機器の研究開発サイクルについて、初期の探索的意味合いが強い段階においては学術研
究の要素を含むことが想定されるが、開発が進むにつれて、「営利事業への転用」や「専ら商用目的」であるとみな
される可能性が高まり、製品開発目的の要素が大きくなることを一般に想定する（図11 参照）。ここで、第2.6 章
「製品開発目的で医療情報を医療機関等から民間企業等に提供する際の法的根拠」で整理したとおり、診療で得られ
た医療情報を、通常の個人データとして、製品開発のみを目的として取り扱うことを、ケース・バイ・ケースではな
く一般的に適法化できる法的根拠は、本人の同意以外に見出すことが難しい。 
そこで、本ガイドラインでは、製品開発目的の要素が大きくなる開発の段階から、遅くとも承認申請書類作成の段
階までにおいて、医療機関等と民間企業等との間で仮名加工情報の共同利用を設定することを推奨する。具体的に
は、診断用医療AI ソフトウェアの開発に必要十分な医療情報の範囲が確定したタイミングで、提供元となる医療機
関等が、①必要十分な医療情報から仮名加工情報を作成し、②利用目的を適切に変更し、③提供先の民間企業等との
共同利用を設定するなどの手続きを行う。これにより、当該仮名加工情報を確実な法的根拠に基づいて、以降の段階
において利用することができる。 
以下、それぞれの段階ごとの適切な医療情報の取扱いについて整理する。 
6.5.1 ① 探索の段階における適切な医療情報の取扱い 
 探索の段階においては、新規の医療機器に関する技術やアイデア等が実現可能かどうかを証明・検証するフィージ
ビリティスタディが行われるが、これにより「新しい法則や原理の発見、分析や方法論の確立、新しい知識や先端的
な学問領域の開拓」等に資する成果がもたらされることも期待される。従って、第2.4.2 章「学術研究例外の該当性
における目的要件」で示したように、学術研究例外の該当性のうち、目的要件の観点を満たす場合がある。 
そのため、学術研究例外の主体要件をも満たす形で探索の段階が実施されるのであれば（第2.4.1 章「学術研究例
外の該当性における主体要件」参照）、将来的な事業化の意図が存在していたとしても、学術研究例外に該当する場
合がある。従って、探索の段階を学術研究として行う場合があり得る。以下、探索の段階につき、「学術研究機関等
にあたる医療機関等」と「学術研究機関等にあたらない医療機関等」のそれぞれについて、本人の同意以外の法的根
拠に基づいて、医療機関等から民間企業等に医療情報を提供するための枠組みの例を示す。 
◼ 「学術研究機関等にあたる医療機関等」は、学術共同研究を行う民間企業等に対して、当該学術研究目的の
範囲で医療情報を提供することができる（図3A 参照）。 
◼ 「学術研究機関等にあたらない医療機関等」は、学術研究機関等を含む共同研究の中で、当該学術研究目的
の範囲で医療情報を医療機関等から民間企業等へと提供することができる（図3B 参照）。 
 尚、学術研究例外の該当性を満たさない場合は、①探索の段階は省略し、②開発の段階にて、仮名加工情報の共同
利用の設定から始めること。 
6.5.2 ② 開発の段階における適切な医療情報の取扱い 
 探索の段階から引き続き、開発の段階においても学術研究例外に該当する場合は、第6.5.1 章「① 探索の段階にお
ける適切な医療情報の取扱い」で示した枠組みの例を参考にして、医療機関等から民間企業等に医療情報を提供する
ことができる。 
一方、開発の段階を進むにつれて、学術研究よりも製品開発の要素が大きくなることで、「営利事業への転用」や
「専ら商用目的」であるとみなされる可能性が高まると想定される。そこで、本ガイドラインでは、開発の段階にお
いて、学術研究例外の該当性に迷う場合に、仮名加工情報の共同利用を設定することを推奨する。 

 
52 
 
6.5.3 ③ 性能評価の段階における適切な医療情報の取扱い 
探索及び開発の段階から引き続き、性能評価の段階においても学術研究例外に該当する場合は、第6.5.1 章「① 探
索の段階における適切な医療情報の取扱い」で示した枠組みの例を参考にして、医療機関等から民間企業等に医療情
報を提供することができる27。 
尚、性能評価の段階では、その後に続く承認申請書類作成で用いるためのデータパッケージが得られる。ここで、
後述するように、承認申請書類作成の段階は学術研究の要素を含まず、「専ら商用目的」となるため、そのための基
礎資料を得る性能評価の段階においても、学術研究よりは製品開発の目的が主たるものであると整理される場合があ
り得る。そこで、本ガイドラインでは、性能評価の段階において、学術研究例外の該当性に迷う場合に、仮名加
工情報の共同利用を設定することを推奨する。 
6.5.4 ④ 承認申請書類作成の段階における適切な医療情報の取扱い 
承認申請書類を作成することは、医療機器の製造販売に係る承認を取得後の「営利事業への転用」や「専ら商用目
的」である活動を念頭に置いた行為であることは明らかである。このため、学術研究の目的は併存せず、製品開発の
みを目的とした段階となる。従って、承認申請書類作成の段階以降では、仮名加工情報の共同利用を法的根拠とし
て、当該仮名加工情報を取り扱うことが適切である。また、これに先立って設定した仮名加工情報の共同利用につ
き、必要に応じて新たに共同利用を設定することも可能である。 
6.5.5 ⑤ 承認申請の段階における適切な医療情報の取扱い 
承認申請においては、PMDA へ承認申請書類を提出する必要がある。その際、性能評価試験の結果を承認申請書
類に記載し、提出しなければならない28。この性能評価試験の結果とは、具体的には、最終的な仕様に基づく診断用
医療AI ソフトウェア（学習済みのアルゴリズム）に対し、検証データとなる医用画像データ等を入力した際の出力
結果について、正解となる診断結果との一致の有無やその程度がリスト化されたものである。その後、このリストか
ら検証データにおける共通要素に係る項目を抽出し、同じ分類ごとに集計する。最終的には、この集計結果を一覧表
の形で提出することになる。 
ここで、「統計情報」は、複数人の情報から共通要素に係る項目を抽出して同じ分類ごとに集計して得られるデー
タであり、集団の傾向又は性質などを数量的に把握するものである。したがって、統計情報は、特定の個人との対応
関係が排斥されている限りにおいては、法における「個人に関する情報」に該当するものではない（GL 仮名・匿名
加工情報編3-1-1）。そのため、承認申請において、民間企業等がPMDA に対して、上記集計結果が記載された承
認申請書類を提出する場合、上記集計結果が統計情報に該当し、かつ上記集計結果と特定の個人との対応関係が排斥
されている限りにおいては、上記集計結果をPMDA に対して提供することは、個人情報保護法によって制限されな
い。 
 
27 性能評価の段階においても、学術研究例外に該当する場合があり得る。例えば、探索的に開発した診断用医療AI ソフトウェアについて、実臨
床を模した状況において、当該ソフトウェアの使用が医師の診断成績の向上に寄与するかどうかを評価したり、あるいは、医用画像等の入力デー
タに対して、意図した出力をどの程度正しく行えるかを評価したりした結果を、学術研究の成果として公表することが想定される。同時に、この
ような評価の結果は、当該診断用医療AI ソフトウェアの臨床的有用性や臨床性能を評価する試験の結果として、医療機器の承認申請における評
価パッケージに含まれ得る。 
28 承認申請にあたり、追加的な侵襲・介入を伴わない既存の医用画像データ等を用いた性能評価試験の結果を提出する場合は、薬生機審0929 通
知に基づいた対応を行う必要がある。 

`;